Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: fr, pl, pt_br, tr

# RSE_DetailsCol_Filename
source: Filename
fr: Nom de fichier
pl: Nazwa pliku
pt_br: Nome do Arquivo
tr: Dosya adı

# RSE_DetailsCol_ImageType
source: Type
pl: Typ
pt_br: Tipo
tr: Tür

# RSE_DetailsCol_Size
source: Size
fr: Taille
pl: Rozmiar
pt_br: Tamanho
tr: Boyut

# RSE_DetailsCol_Comment
source: Comment
fr: Commentaire
pl: Komentarz
pt_br: Comentário
tr: Açıklama

# RSE_FileSizeFormatBytes_1Arg
source: {0} byte(s)
fr: {0} octet(s)
pl: {0} B
tr: {0} bayt

# RSE_Cat_Strings
source: Strings
fr: Chaînes
pl: Ciągi
pt_br: Cadeias de Caracteres
tr: Dizeler

# RSE_Cat_Images
source: Images
pl: Obrazy
pt_br: Imagens
tr: Görüntüler

# RSE_Cat_Icons
source: Icons
fr: Icônes
pl: Ikony
pt_br: Ícones
tr: Simgeler

# RSE_Cat_Audio
source: Audio
pt_br: Áudio
tr: Ses

# RSE_Cat_Files
source: Files
fr: Fichiers
pl: Pliki
pt_br: Arquivos
tr: Dosyalar

# RSE_Cat_Other
source: Other
fr: Autre
pl: Inne
pt_br: Outro
tr: Diğer

# RSE_Type_BMP
source: Windows Bitmap
fr: Bitmap Windows
pl: Mapa bitowa Windows
pt_br: Bitmap do Windows
tr: Windows Bit Eşlem

# RSE_Type_EXIF
source: EXIF Image
fr: Image EXIF
pl: Obraz EXIF
pt_br: Imagem EXIF
tr: EXIF Resmi

# RSE_Type_GIF
source: Graphics Interchange Format
fr: Format GIF
pl: Format wymiany grafiki GIF
tr: Grafik Değişim Biçimi

# RSE_Type_JPEG
source: JPEG File Interchange Format
fr: Format d'échange de fichiers JPEG
pl: Format wymiany plików JPEG
pt_br: Formato de Intercâmbio de Arquivo JPEG
tr: JPEG Dosya Değişim Biçimi

# RSE_Type_MEMBMP
source: Windows Bitmap
fr: Bitmap Windows
pl: Mapa bitowa Windows
pt_br: Bitmap do Windows
tr: Windows Bit Eşlem

# RSE_Type_PNG
source: Portable Network Graphics
fr: Format PNG
pl: Przenośna grafika sieciowa PNG
pt_br: formato PNG
tr: Taşınabilir Ağ Grafikleri

# RSE_Type_TIFF
source: Tag Image File Format
fr: Format TIF
pt_br: Formato TIFF
tr: Etiketli Resim Dosyası Biçimi

# RSE_Type_Icon
source: Icon
fr: Icône
pl: Ikona
pt_br: Ícone
tr: Simge

# RSE_Type_TextFile
source: Text File
fr: Fichier texte
pl: Plik tekstowy
pt_br: Arquivo de Texto
tr: Metin Dosyası

# RSE_Type_BinaryFile
source: Binary File
fr: Fichier binaire
pl: Plik binarny
pt_br: Arquivo Binário
tr: İkili Dosya

# RSE_Type_Wave
source: Wave Sound
fr: Son Wave
pl: Dźwięk typu wave
pt_br: Som Wave
tr: Ses Dalgası

# RES_PersistenceMode_Linked
source: Linked at compile time
fr: Lié au moment de la compilation
pl: Połączone w czasie kompilacji
pt_br: Vinculado no tempo de compilação
tr: Derleme zamanında bağlandı

# RES_PersistenceMode_Embeded
source: Embedded in .resx
fr: Incorporé dans .resx
pl: Osadzone w pliku resx
pt_br: Inserido no .resx
tr: .resx biçiminde eklendi

# RSE_Filter_Bitmap
source: Bitmaps
pl: Mapy bitowe
tr: Bit eşlemler

# RSE_Filter_Icon
source: Icons
fr: Icônes
pl: Ikony
pt_br: Ícones
tr: Simgeler

# RSE_Filter_Audio
source: Audio
pt_br: Áudio
tr: Ses

# RSE_Filter_Text
source: Text Files
fr: Fichiers textes
pl: Pliki tekstowe
pt_br: Arquivos de Texto
tr: Metin Dosyaları

# RSE_Filter_All
source: All Files
fr: Tous les fichiers
pl: Wszystkie pliki
pt_br: Todos os Arquivos
tr: Tüm Dosyalar

# RSE_FilterSave_BMP
source: Windows Bitmap
fr: Bitmap Windows
pl: Mapa bitowa Windows
pt_br: Bitmap do Windows
tr: Windows Bit Eşlem

# RSE_FilterSave_PNG
source: Portable Network Graphics
fr: Format PNG
pl: Przenośna grafika sieciowa PNG
pt_br: formato PNG
tr: Taşınabilir Ağ Grafikleri

# RSE_FilterSave_GIF
source: Graphics Interchange Format
fr: Format GIF
pl: Format wymiany grafiki GIF
pt_br: Formato de intercâmbio de gráficos
tr: Grafik Değişim Biçimi

# RSE_FilterSave_JPEG
source: JPEG File Interchange Format
fr: Format d'échange de fichiers JPEG
pl: Format wymiany plików JPEG
pt_br: Formato de Intercâmbio de Arquivo JPEG
tr: JPEG Dosya Değişim Biçimi

# RSE_FilterSave_TIFF
source: Tag Image File Format
fr: Format TIF
pt_br: Formato TIFF
tr: Etiketli Resim Dosyası Biçimi

# RSE_FilterSave_Icon
source: Icon
fr: Icône
pl: Ikona
pt_br: Ícone
tr: Simge

# RSE_ResourceEditor
source: Managed Resources Editor
fr: Éditeur de ressources managées
pl: Edytor zarządzanych zasobów
pt_br: Editor de Recursos Gerenciados
tr: Yönetilen Kaynak Düzenleyicisi

# RSE_DlgTitle_AddExisting
source: Add existing file to resources
fr: Ajouter le fichier existant aux ressources
pl: Dodawanie istniejącego pliku do zasobów
pt_br: Adicionar arquivo existente aos recursos
tr: Kaynaklara var olan dosya ekleme

# RSE_DlgTitle_Import_1Arg
source: Import file into resource '{0}'
fr: Importer le fichier dans la ressource '{0}'
pl: Importowanie pliku do zasobu „{0}”
pt_br: Importar arquivo no recurso '{0}'
tr: Dosyayı '{0}' kaynağına aktarma

# RSE_DlgTitle_Export_1Arg
source: Export resource '{0}' to file
fr: Exporter la ressource '{0}' dans le fichier
pl: Eksportowanie zasobu „{0}” do pliku
pt_br: Exportar o recurso '{0}' para arquivo
tr: '{0}' kaynağını dosyaya aktarma

# RSE_DlgTitle_AddNew
source: Please specify where to save the new file
fr: Sélectionner l'emplacement où enregistrer le nouveau fichier
pl: Określanie lokalizacji zapisu nowego pliku
pt_br: Especifique onde o novo arquivo será salvo
tr: Yeni dosyanın nereye kaydedileceğini belirtin

# RSE_Dlg_ReplaceExistingFile
source: The file '{0}' already exists. Do you want to replace it?
fr: Le fichier '{0}' existe déjà. Voulez-vous le remplacer ?
pl: Plik „{0}” już istnieje. Czy chcesz go zastąpić?
pt_br: O arquivo '{0}' já existe. Deseja substituí-lo?
tr: '{0}' dosyası zaten var. Değiştirmek istiyor musunuz?

# RSE_Dlg_ReplaceExistingFiles
source: The following files already exist. Do you want to replace them?
fr: Les fichiers suivants existent déjà. Voulez-vous les remplacer ?
pl: Następujące pliki już istnieją. Czy chcesz je zastąpić?
pt_br: Os arquivos a seguir já existem. Deseja substituí-los?
tr: Aşağıdaki dosyalar zaten var. Değiştirmek istiyor musunuz?

# RSE_Dlg_ExportMultiple
source: Select a folder in which to export the resources.
fr: Sélectionnez un dossier dans lequel vous exporterez les ressources.
pl: Wybierz folder, do którego zostaną wyeksportowane zasoby.
pt_br: Selecione uma pasta para a qual exportar os recursos.
tr: Kaynakları dışa aktarmak için bir klasör seçin.

# RSE_Dlg_ContinueAnyway
source: Do you want to continue anyway?
fr: Voulez-vous quand même continuer ?
pl: Czy chcesz kontynuować mimo to?
pt_br: Deseja continuar assim mesmo?
tr: Yine de devam etmek istiyor musunuz?

# RSE_Task_BadLink_2Args
source: Resource '{0}' could not be loaded because the file to which it is linked could not be found: {1}.
fr: Impossible de charger la ressource '{0}', car le fichier auquel elle est liée est introuvable : {1}.
pl: Nie można załadować zasobu „{0}”, ponieważ nie można odnaleźć pliku, z którym jest on połączony: {1}.
pt_br: Não foi possível carregar o recurso '{0}', pois o arquivo ao qual ele está vinculado não foi encontrado: {1}.
tr: Bağlı olduğu dosya bulunamadığı için '{0}' kaynağı yüklenemedi: {1}.

# RSE_Task_CantInstantiate_2Args
source: Resource '{0}' could not be instantiated. {1}
fr: Impossible d'instancier la ressource '{0}'. {1}
pl: Nie można utworzyć wystąpienia zasobu „{0}”. {1}
pt_br: O recurso '{0}' não pôde ser instanciado. {1}
tr: '{0}' kaynağının örneği oluşturulamadı. {1}

# RSE_Task_NonrecommendedName_1Arg
source: Resource '{0}' has a name that is not recommended and that may cause compilation errors in your code. Please choose another name.
fr: La ressource '{0}' porte un nom qui n'est pas recommandé, ce qui peut provoquer des erreurs de compilation dans votre code. Choisissez un autre nom.
pl: Nazwa zasobu „{0}” nie jest zalecana i może powodować błędy kompilacji w kodzie. Wybierz inną nazwę.
pt_br: O recurso '{0}' tem um nome que não é recomendado e que pode causar erros de compilação no código. Escolha outro nome.
tr: '{0}' kaynağı önerilmeyen bir ada sahip ve bu durum, kodunuzda derleme hatalarına neden olabilir. Lütfen başka bir ad seçin.

# RSE_Task_CantChangeCustomToolOrNamespace
source: Unable to set the Custom Tool or Custom Tool Namespace properties of this file in order to change strongly-typed resource generation options. If the project file is checked in, try checking it out.
fr: Impossible de définir les propriétés ou l'espace de noms de l'outil personnalisé de ce fichier pour modifier les options de la génération de ressources fortement typées. Si le fichier du projet est archivé, essayez de l'extraire.
pl: Nie można ustawić właściwości niestandardowego narzędzia lub przestrzeni nazw niestandardowego narzędzia dla tego pliku w celu zmiany opcji generowania zasobu z jednoznacznie określonymi typami. Jeśli plik projektu jest zaewidencjonowany, spróbuj go wyewidencjonować.
pt_br: Não é possível definir as propriedades Ferramenta Personalizada ou Namespace de Ferramenta Personalizada deste arquivo para alterar as opções de geração de recursos fortemente tipados. Se o check-in do arquivo de projeto tiver sido feito, tente fazer check-out.
tr: Bu dosya için, kesin tür belirtilmiş kaynak oluşturma seçeneklerini değiştirmek üzere Özel Araç veya Özel Araç Ad Alanı özellikleri ayarlanamıyor. Proje dosyası iade edilmişse, dosyayı kullanıma almayı deneyin.

# RSE_Task_InvalidName_1Arg
source: The resource name '{0}' is not a valid identifier.
fr: Le nom de ressource '{0}' n'est pas un identificateur valide.
pl: Nazwa zasobu „{0}” nie jest prawidłowym identyfikatorem.
pt_br: O nome de recurso '{0}' não é um identificador válido.
tr: '{0}' kaynak adı geçerli bir tanımlayıcı değil.

# RSE_EncodingDisplayName
source: {0} - Codepage {1}
fr: {0} - Page de codes {1}
pl: {0} — strona kodowa {1}
pt_br: {0} – Página do Código {1}
tr: {0} - Kod sayfası {1}

# RSE_DefaultEncoding
source: (Default)
fr: (Par défaut)
pl: (Domyślne)
pt_br: (Padrão)
tr: (Varsayılan)

# RSE_Undo_ChangeName
source: Change resource name
fr: Changer le nom de la ressource
pl: Zmień nazwę zasobu
pt_br: Alterar nome de recurso
tr: Kaynak adını değiştir

# RSE_Undo_AddResources_1Arg
source: Add {0} new resource(s)
fr: Ajouter {0} nouvelle(s) ressource(s)
pl: Dodaj nowe zasoby ({0})
pt_br: Adicionar {0} novo(s) recurso(s)
tr: {0} yeni kaynak ekle

# RSE_Undo_RemoveResources_1Arg
source: Remove {0} resource(s)
fr: Supprimer {0} ressource(s)
pl: Usuń zasoby ({0})
pt_br: Remover {0} recurso(s)
tr: {0} kaynağı kaldır

# RSE_Undo_DeleteResourceCell
source: Delete values in {0} cell(s)
fr: Supprimer les valeurs dans {0} cellule(s)
pl: Usuń wartości w komórkach ({0})
pt_br: Excluir valores em {0} célula(s)
tr: {0} hücredeki değerleri sil

# RSE_PropDesc_Name
source: Name used to identify the resource in code.
fr: Nom permettant d'identifier la ressource dans le code.
pl: Nazwa używana do identyfikacji zasobu w kodzie.
pt_br: Nome usado para identificar o recurso no código.
tr: Kod içindeki kaynağı tanımlamak için kullanılan ad.

# RSE_PropDesc_Comment
source: Additional information about the resource. This property is only meaningful at design time.
fr: Informations supplémentaires sur la ressource. Cette propriété n'est significative qu'au moment du design.
pl: Dodatkowe informacje na temat zasobu. Ta właściwość ma znaczenie tylko podczas projektowania.
pt_br: Informações adicionais sobre o recurso. Esta propriedade é útil apenas no tempo de design.
tr: Kaynak ile ilgili ek bilgiler. Bu özellik, yalnızca tasarım zamanında kullanıldığında anlamlıdır.

# RSE_PropDesc_Encoding
source: Character encoding of the file.
fr: Encodage de caractères du fichier.
pl: Kodowanie znaków pliku
pt_br: Codificação de caracteres do arquivo.
tr: Dosyanın karakter kodlaması.

# RSE_PropDesc_Filename
source: The path to the linked resource.
fr: Chemin de la ressource liée.
pl: Ścieżka do połączonego zasobu.
pt_br: O caminho para o recurso vinculado.
tr: Bağlantılı kaynak yolu.

# RSE_PropDesc_FileType
source: Specifies whether the file resource is text or binary.
fr: Spécifie si la ressource de fichier est de format texte ou binaire.
pl: Określa czy plik zasobu jest tekstowy czy binarny.
pt_br: Especifica se o arquivo de recurso é texto ou binário.
tr: Dosya kaynağının metin mi yoksa ikili mi olduğunu belirtir.

# RSE_PropDesc_Persistence
source: Specifies whether the resource is embedded or linked. Embedded resources are saved in the resource file. Linked resources reside in an external location on disk.
fr: Spécifie si la ressource est incorporée ou liée. Les ressources incorporées sont enregistrées dans le fichier de ressources, tandis que les ressources liées résident à un emplacement externe sur le disque.
pl: Określa, czy zasób jest osadzony, czy połączony. Zasoby osadzone są zapisywane w pliku zasobów. Zasoby połączone znajdują się w zewnętrznej lokalizacji na dysku.
pt_br: Especifica se o recurso é inserido ou vinculado. Os recursos inseridos são salvos no arquivo de recurso. Os recursos vinculados residem em um local externo no disco.
tr: Kaynağın ekli veya bağlı olduğunu belirtir. Ekli kaynaklar, kaynak dosyasına kaydedilir. Bağlı kaynaklar disk üzerindeki bir dış konumda bulunur.

# RSE_PropDesc_Type
source: The resource will be generated as this type in the strongly-typed resource class. For example, the resource might be generated as a String or Bitmap object.
fr: La ressource sera générée sous la forme de ce type dans la classe de ressources fortement typées. Par exemple, la ressource sera générée en tant qu'objet String ou Bitmap.
pl: Zasób zostanie wygenerowany w formie tego typu w klasie zasobu z jednoznacznie określonymi typami. Na przykład zasób może zostać wygenerowany jako obiekt String lub Bitmap.
pt_br: O recurso será gerado como este tipo na classe de recursos fortemente tipados. Por exemplo, o recurso pode ser gerado como um objeto Bitmap ou String.
tr: Kaynak, kesin tür belirtilmiş sınıftaki bu tür gibi oluşturulacak. Örneğin kaynak, bir Dize veya Bit Eşlem nesnesi olarak oluşturulabilir.

# RSE_PropDesc_Value
source: The value of the resource.
fr: Valeur de la ressource.
pl: Wartość zasobów.
pt_br: O valor do recurso.
tr: Kaynağın değeri.

# RFS_CantCreateResourcesFolder_Folder_ExMsg
source: Unable to add a '{0}' folder to this project. {1}
pl: Nie można dodać folderu „{0}” do tego projektu. {1}
pt_br: Não é possível adicionar a pasta '{0}' a este projeto. {1}
tr: Bu projeye '{0}' klasörü eklenemiyor. {1}

# RFS_CantAddFileToProject_File_ExMsg
source: Unable to add '{0}' to the project. {1}
pl: Nie można dodać pliku '{0}' do projektu. {1}
pt_br: Não foi possível adicionar '{0}' ao projeto. {1}
tr: '{0}' öğesi projeye eklenemiyor. {1}

# RFS_CantAddFileToProject_File
source: Unable to add '{0}' to the project.
fr: Impossible d'ajouter '{0}' au projet.
pl: Nie można dodać pliku '{0}' do projektu.
pt_br: Não foi possível adicionar '{0}' ao projeto.
tr: '{0}' öğesi projeye eklenemiyor.

# RFS_QueryReplaceFile_File
source: A file with the name '{0}' already exists. Do you want to replace it?
fr: Un fichier portant le nom '{0}' existe déjà. Voulez-vous le remplacer ?
pl: Plik o nazwie „{0}” już istnieje. Czy chcesz go zastąpić?
pt_br: Já existe um arquivo com o nome '{0}'. Deseja substituí-lo?
tr: '{0}' adlı bir dosya zaten var. Değiştirmek istiyor musunuz?

# RFS_QueryReplaceFileTitle_Editor
source: {0} - Destination File Exists
fr: {0} - Le fichier de destination existe
pl: {0} — Plik docelowy istnieje
pt_br: {0} – O Arquivo de Destino Existe
tr: {0} - Hedef Dosya Mevcut

# RFS_QueryRemoveLink_Folder_Link
source: There is already a linked file with the name "{0}" in the project folder "{1}". Do you want to remove it?
fr: Il existe déjà un fichier lié nommé "{0}" dans le dossier du projet "{1}". Voulez-vous le supprimer ?
pl: W folderze projektu „{1}” istnieje już plik połączony o nazwie „{0}”. Czy chcesz go usunąć?
pt_br: Já existe um arquivo vinculado com o nome "{0}" na pasta do projeto "{1}". Deseja removê-lo?
tr: "{1}" proje klasöründe "{0}" adlı bir bağlı dosya zaten var. Kaldırmak istiyor musunuz?

# RFS_QueryRemoveLinkTitle_Editor
source: {0} - Destination File Exists
fr: {0} - Le fichier de destination existe
pl: {0} — Plik docelowy istnieje
pt_br: {0} – O Arquivo de Destino Existe
tr: {0} - Hedef Dosya Mevcut

# RFS_FindNotFound_File
source: Cannot find the file '{0}'. It may have been moved or deleted.
fr: Le fichier '{0}' est introuvable. Il a peut-être été déplacé ou supprimé.
pl: Nie można odnaleźć pliku „{0}”. Mógł on zostać przeniesiony lub usunięty.
pt_br: Não foi possível encontrar o arquivo '{0}'. Ele pode ter sido movido ou excluído.
tr: '{0}' dosyası bulunamıyor. Taşınmış veya silinmiş olabilir.

# SD_ComboBoxItem_ConnectionStringType
source: Connection string
fr: Chaîne de connexion
pl: Parametry połączenia
pt_br: Cadeia de conexão
tr: Bağlantı dizesi

# SD_ComboBoxItem_WebReferenceType
source: Web Service URL
fr: URL du service web
pl: Adres URL usługi sieci Web
pt_br: URL do Serviço Web
tr: Web Hizmeti URL’si

# SD_ComboBoxItem_BrowseType
source: Browse...
fr: Parcourir...
pl: Przeglądaj...
pt_br: Procurar...
tr: Gözat...

# SD_ComboBoxItem_ApplicationScope
source: Application
pl: Aplikacja
pt_br: Aplicativo
tr: Uygulama

# SD_ComboBoxItem_WebApplicationScope
source: Application (Web)
pl: Aplikacja (sieć Web)
pt_br: Aplicativo (Web)
tr: Uygulama (Web)

# SD_ComboBoxItem_UserScope
source: User
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário
tr: Kullanıcı

# SD_ComboBoxItem_WebUserScope
source: User (Web)
fr: Utilisateur (web)
pl: Użytkownik (sieć Web)
pt_br: Usuário (Web)
tr: Kullanıcı (Web)

# SD_GridViewNameColumnHeaderText
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
tr: Ad

# SD_GridViewTypeColumnHeaderText
source: Type
pl: Typ
pt_br: Tipo
tr: Tür

# SD_GridViewScopeColumnHeaderText
source: Scope
fr: Portée
pl: Zakres
pt_br: Escopo
tr: Kapsam

# SD_GridViewValueColumnHeaderText
source: Value
fr: Valeur
pl: Wartość
pt_br: Valor
tr: Değer

# SD_UnknownType
source: Type '{0}' is not defined.
fr: Le type '{0}' n'est pas défini.
pl: Typ „{0}” nie jest zdefiniowany.
pt_br: O tipo '{0}' não está definido.
tr: '{0}' türü tanımlı değil.

# SD_UndoTran_NameChanged
source: Name changed
fr: Nom modifié
pl: Zmieniono nazwę
pt_br: Nome alterado
tr: Ad değiştirildi

# SD_UndoTran_TypeChanged
source: Type changed
fr: Type modifié
pl: Zmieniono typ
pt_br: Tipo alterado
tr: Tür değiştirildi

# SD_UndoTran_ScopeChanged
source: Scope changed
fr: Portée modifiée
pl: Zmieniono zakres
pt_br: Escopo alterado
tr: Kapsam değiştirildi

# SD_UndoTran_RoamingChanged
source: Roaming changed
fr: Itinérance modifiée
pl: Zmieniono roaming
pt_br: Roaming alterado
tr: Dolaşım değiştirildi

# SD_UndoTran_DescriptionChanged
source: Description changed
fr: Description modifiée
pl: Zmieniono opis
pt_br: Descrição alterada
tr: Açıklama değiştirildi

# SD_UndoTran_ProviderChanged
source: Provider changed
fr: Fournisseur modifié
pl: Zmieniono dostawcę
pt_br: Provedor alterado
tr: Sağlayıcı değiştirildi

# SD_UndoTran_SerializedValueChanged
source: Value changed
fr: Valeur modifiée
pl: Zmieniono wartość
pt_br: Valor alterado
tr: Değer değiştirildi

# SD_UndoTran_GenerateDefaultValueInCode
source: Generate default value in code changed
fr: Modification de la valeur par défaut générée dans le code
pl: Zmieniono generowanie wartości domyślnej w kodzie
pt_br: Gerar valor padrão no código alterado
tr: Kod içinde varsayılan değer oluşturma değişti

# SD_UndoTran_RemoveMultipleSettings_1Arg
source: Remove {0} setting(s)
fr: Supprimer {0} paramètre(s)
pl: Usuń ustawienia ({0})
pt_br: Remover {0} configurações
tr: {0} ayarı kaldır

# SD_Err_CantLoadSettingsFile
source: Unable to load settings file. It might be corrupted or contain invalid XML or contain duplicate identifiers.
fr: Impossible de charger le fichier de paramètres. Il est peut-être endommagé, ou il peut contenir des valeurs XML non valides ou des identificateurs dupliqués.
pl: Nie można załadować pliku ustawień. Plik może być uszkodzony lub zawierać nieprawidłowy kod XML bądź zduplikowane identyfikatory.
pt_br: Não é possível carregar o arquivo de configurações. Talvez ele esteja corrompido, contenha XML inválido ou contenha identificadores duplicados.
tr: Ayar dosyası yüklenemiyor. Dosya, bozulmuş olabilir, geçersiz bir XML içeriyor ya da yinelenen tanımlayıcılar içeriyor olabilir.

# SD_NewValuesAdded
source: New values from the app.config file were automatically added
fr: De nouvelles valeurs du fichier app.config ont été ajoutées automatiquement
pl: Dodano automatycznie nowe wartości z pliku app.config
pt_br: Foram adicionados automaticamente novos valores do arquivo app.config
tr: Yeni değerler app.config dosyasından otomatik olarak eklendi

# SD_ReplaceValueWithAppConfigValueTitle
source: Value of setting '{0}' was changed in the app.config file.
fr: La valeur du paramètre '{0}' a été modifiée dans le fichier app.config.
pl: Zmieniono wartość ustawienia '{0}' w pliku app.config.
pt_br: O valor da configuração '{0}' foi alterado no arquivo app.config.
tr: '{0}' ayarının değeri app.config dosyasında değiştirildi.

# SD_ReplaceValueWithAppConfigValue
source: The current value in the .settings file is '{0}' The new value in the app.config file is '{1}' Do you want to update the value in the .settings file?
pl: Bieżąca wartość w pliku settings to „{0}” Nowa wartość w pliku app.config to „{1}” Czy chcesz zaktualizować wartość w pliku settings?
pt_br: O valor atual no arquivo .settings é '{0}' O novo valor no arquivo app.config é '{1}' Deseja atualizar o valor no arquivo .settings?
tr: .settings dosyasındaki geçerli değer: '{0}' app.config dosyasındaki yeni değer: '{1}' .settings dosyasındaki değeri güncelleştirmek istiyor musunuz?

# SD_FailedToLoadAppConfigValues
source: An error occurred while reading the app.config file. The file might be corrupted or contain invalid XML.
fr: Une erreur s'est produite pendant la lecture du fichier app.config. Ce fichier est peut-être endommagé ou contient du code XML non valide.
pl: Wystąpił błąd podczas odczytywania pliku app.config. Plik może być uszkodzony lub zawierać nieprawidłowy kod XML.
pt_br: Erro ao ler o arquivo app.config. O arquivo pode estar corrompido ou conter XML inválido.
tr: app.config dosyası okunurken bir hata oluştu. Dosya, bozuk olabilir veya geçersiz XML içeriyor olabilir.

# SD_FailedToSaveAppConfigValues
source: An error occurred while saving values to the app.config file. The file might be corrupted or contain invalid XML.
fr: Une erreur s'est produite pendant l'enregistrement des valeurs dans le fichier app.config. Ce fichier est peut-être endommagé ou contient du code XML non valide.
pl: Wystąpił błąd podczas zapisywania wartości w pliku app.config. Plik może być uszkodzony lub zawierać nieprawidłowy kod XML.
pt_br: Erro ao salvar valores no arquivo app.config. O arquivo pode estar corrompido ou conter XML inválido.
tr: Değerler app.config dosyasına kaydedilirken bir hata oluştu. Dosya, bozuk olabilir veya geçersiz XML içeriyor olabilir.

# SD_ERR_DuplicateName_1Arg
source: There is already another setting with the name '{0}'.
fr: Il existe déjà un autre paramètre nommé '{0}'.
pl: Istnieje już inne ustawienie o nazwie '{0}'.
pt_br: Já existe outra configuração com o nome '{0}'.
tr: Zaten '{0}' adlı başka bir ayar var.

# SD_ERR_InvalidIdentifier_1Arg
source: '{0}' is not a valid identifier.
fr: '{0}' n'est pas un identificateur valide.
pl: „{0}” nie jest prawidłowym identyfikatorem.
pt_br: '{0}' não é um identificador válido.
tr: '{0}' geçerli bir kimlik tanımlayıcısı değil.

# SD_ERR_InvalidTypeName_1Arg
source: '{0}' is not a valid type name.
fr: '{0}' n'est pas un nom de type valide.
pl: '{0}' nie jest prawidłową nazwą typu.
pt_br: '{0}' não é um nome de tipo válido.
tr: '{0}', geçerli bir tür adı değil.
