Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: fr, pl, pt_br, tr

# CMN_AllFilesFilter
source: All Files
fr: Tous les fichiers
pl: Wszystkie pliki
pt_br: Todos os Arquivos
tr: Tüm Dosyalar

# PPG_BuildSettings_Nullable_Annotations
source: Annotations
pl: Adnotacje
pt_br: Anotações
tr: Ek Açıklamalar

# PPG_BuildSettings_Nullable_Disable
source: Disable
fr: Désactiver
pl: Wyłącz
pt_br: Desabilitar
tr: Devre dışı bırak

# PPG_BuildSettings_Nullable_Enable
source: Enable
fr: Activer
pl: Włącz
pt_br: Habilitar
tr: Etkinleştir

# PPG_BuildSettings_Nullable_Warnings
source: Warnings
fr: Avertissements
pl: Ostrzeżenia
pt_br: Avisos
tr: Uyarılar

# PPG_ReferencesTitle
source: References
fr: Références
pl: Odwołania
pt_br: Referências
tr: Başvurular

# PPG_ApplicationTitle
source: Application
pl: Aplikacja
pt_br: Aplicativo
tr: Uygulama

# PPG_CompileTitle
source: Compile
fr: Compiler
pl: Kompiluj
pt_br: Compilar
tr: Derleme

# PPG_DebugTitle
source: Debug
fr: Déboguer
pl: Debuguj
pt_br: Depurar
tr: Hata Ayıkla

# PPG_BuildTitle
source: Build
pl: Kompilacja
pt_br: Compilar
tr: Derleme

# PPG_BuildEventsTitle
source: Build Events
fr: Événements de build
pl: Zdarzenia kompilacji
pt_br: Eventos de Compilação
tr: Derleme Olayları

# PPG_ReferencePathsTitle
source: Reference Paths
fr: Chemins d'accès des références
pl: Ścieżki odwołania
pt_br: Caminhos de Referência
tr: Başvuru Yolları

# PPG_PreBuildCommandLineTitle
source: Pre-build Event Command Line
fr: Ligne de commande de l'événement pré-build
pl: Wiersz polecenia zdarzenia przed kompilowaniem
pt_br: Linha de comando do evento de pré-compilação
tr: Oluşturma öncesi olay komut satırı

# PPG_PostBuildCommandLineTitle
source: Post-build Event Command Line
fr: Ligne de commande de l'événement post-build
pl: Wiersz polecenia zdarzenia po kompilacji
pt_br: Linha de Comando de Eventos Pós-build
tr: Oluşturma sonrası olay komut satırı

# PPG_OutputPathNotSecure
source: The output path is not trusted. The application may throw security exceptions when it attempts to perform actions which require full trust. Click OK to ignore and continue. Click CANCEL to choose a different output path.
pl: Ścieżka wyjściowa nie jest zaufana. Aplikacja może zgłaszać wyjątki zabezpieczeń podczas próby wykonania akcji wymagającej pełnego zaufania. Kliknij przycisk OK, aby to zignorować i kontynuować. Kliknij przycisk ANULUJ, aby wybrać inną ścieżkę wyjściową.
pt_br: O caminho de saída não é confiável. O aplicativo pode lançar exceções de segurança quando ele tenta executar ações que exigem confiança total. Clique em OK para ignorar e continuar. Clique em CANCELAR para escolher um caminho de saída diferente.
tr: Çıkış yolu güvenilir değil. Uygulama, tam güven gerektiren eylemler gerçekleştirmeye çalıştığında güvenlik özel durumları oluşturabilir. Yoksayıp devam etmek için Tamam'a tıklayın. Farklı bir çıkış yolu seçmek için İPTAL’e tıklayın.

# PPG_BrowseText
source: <Browse...>
fr: <Parcourir...>
pl: <Przeglądaj...>
pt_br: <Procurar...>
tr: <Gözat...>

# PPG_ComboBoxSelect_None
source: (None)
fr: (Aucun)
pl: (Brak)
pt_br: (Nenhum)
tr: (Hiçbiri)

# PPG_NeutralLanguage_None
source: (None)
fr: (Aucun)
pl: (Brak)
pt_br: (Nenhum)
tr: (Hiçbiri)

# PPG_AddExistingFilesTitle
source: Add existing file to project
fr: Ajouter un fichier existant au projet
pl: Dodawanie istniejącego pliku do projektu
pt_br: Adicionar arquivo existente ao projeto
tr: Var olan dosyayı projeye ekle

# PPG_AddIconFilesFilter
source: Icon Files
fr: Fichiers icône
pl: Pliki ikon
pt_br: Arquivos de Ícone
tr: Simge Dosyaları

# PPG_ExeFilesFilter
source: Executable Files
fr: Fichiers exécutables
pl: Pliki wykonywalne
pt_br: Arquivos Executáveis
tr: Yürütülebilir Dosyalar

# PPG_SelectWorkingDirectoryTitle
source: Select Working Directory
fr: Sélectionner le répertoire de travail
pl: Wybieranie katalogu roboczego
pt_br: Selecionar Diretório de Trabalho
tr: Çalışma Dizini Seçin

# PPG_SelectOutputPathTitle
source: Select Output Path
fr: Sélectionner le chemin de sortie
pl: Wybieranie ścieżki wyjściowej
pt_br: Selecionar Caminho de Saída
tr: Çıkış Yolu Seçin

# PPG_SelectReferencePath
source: Select Reference Path
fr: Sélectionner le chemin de référence
pl: Wybieranie ścieżki odwołania
pt_br: Selecionar Caminho de Referência
tr: Başvuru Yolu Seçin

# PPG_AddWin32ResourceFilter
source: Win32 Resource Files
fr: Fichiers de ressources Win32
pl: Pliki zasobów Win32
pt_br: Arquivos de Recursos do Win32
tr: Win32 Kaynak Dosyaları

# PPG_AddWin32ResourceTitle
source: Add Win32 resource file to project
fr: Ajouter un fichier de ressources Win32 au projet
pl: Dodawanie pliku zasobów Win32 do projektu
pt_br: Adicionar arquivo de recurso Win32 ao projeto
tr: Projeye Win32 kaynak dosyası ekle

# PPG_InvalidFolderPath
source: Folder path does not exist. Please select a valid folder path.
pl: Ścieżka folderu nie istnieje. Wybierz prawidłową ścieżkę folderu.
pt_br: O caminho da pasta não existe. Selecione um caminho da pasta válido.
tr: Klasör yolu yok. Lütfen geçerli bir klasör yolu seçin.

# PPG_AdvancedCompilerSettings_Title
source: Advanced Compiler Settings
fr: Paramètres avancés du compilateur
pl: Zaawansowane ustawienia kompilatora
pt_br: Configurações Avançadas do Compilador
tr: Gelişmiş Derleyici Ayarları

# PPG_AdvancedBuildSettings_Title
source: Advanced Build Settings
fr: Paramètres de génération avancés
pl: Zaawansowane ustawienia kompilacji
pt_br: Configurações Avançadas de Build
tr: Gelişmiş Derleme Ayarları

# PPG_ReferencePaths_Title
source: Reference Paths
fr: Chemins d'accès des références
pl: Ścieżki odwołania
pt_br: Caminhos de Referência
tr: Başvuru Yolları

# PPG_AssemblyInfo_Title
source: Assembly Information
fr: Informations sur l'assembly
pl: Informacje o zestawie
pt_br: Informações do Assembly
tr: Bütünleştirilmiş Kod Bilgileri

# PPG_AssemblyInfo_InvalidVersion
source: Invalid version format, expected "[Major]", "[Major].[Minor]", "[Major].[Minor].[Build]" or "[Major].[Minor].[Build].[Revision]"
fr: Format de version non valide, "[Major]", "[Major].[Minor]", "[Major].[Minor].[Build]" ou "[Major].[Minor].[Build].[Revision]" attendu
pl: Nieprawidłowy format wersji, oczekiwano "[Główna]", "[Główna].[Pomocnicza]", "[Główna].[Pomocnicza].[Kompilacja]" lub "[Główna].[Pomocnicza].[Kompilacja].[Poprawka]"
pt_br: Formato de versão inválido, esperava-se "[Major]", "[Major].[Minor]", "[Major].[Minor].[Build]" ou "[Major].[Minor].[Build].[Revision]"
tr: Geçersiz sürüm biçimi, beklenen "[Birincil]", "[Birincil].[İkincil] "," [Birincil].[İkincil].[Derle] "veya" [Birincil].[İkincil].[Derle].[Düzeltme]"

# PPG_AssemblyInfo_BadWildcard
source: A wildcard ("*") is not allowed in this field.
fr: Les caractères génériques ("*") ne sont pas autorisés dans ce champ.
pl: Symbol wieloznaczny (*) nie jest dozwolony w tym polu.
pt_br: Não é permitido o uso de um curinga (" *") neste campo.
tr: Bu alanda joker karaktere ("*") izin verilmez.

# PPG_AssemblyInfo_VersionOutOfRange_2Args
source: Each part of the version number for '{0}' must be an integer between 0 and {1}.
fr: Chaque partie du numéro de version de '{0}' doit être un entier compris entre 0 et {1}.
pl: Każda część numeru wersji elementu „{0}” musi być liczbą całkowitą z przedziału od 0 do {1}.
pt_br: Cada parte do número de versão para '{0}' deve ser um inteiro entre 0 e {1}.
tr: '{0}' için sürüm numarasının her parçası 0 ve {1} arasında bir tamsayı olmalıdır.

# PPG_Application_DefaultIconText
source: (Default Icon)
fr: (Icône par défaut)
pl: (Ikona domyślna)
pt_br: (Ícone Padrão)
tr: (Varsayılan Simge)

# PPG_Application_InvalidSubMainStartup
source: Startup object must be a form when 'Enable application framework' is checked.
fr: Lorsque 'Activer le framework d'application' est coché, l'objet de démarrage doit être un formulaire.
pl: Obiekt uruchomieniowy musi być formularzem, jeżeli zaznaczona jest opcja „Włącz platformę aplikacji”.
pt_br: O objeto de inicialização deve ser um formulário quando a opção 'Habilitar estrutura de aplicativo' estiver selecionada.
tr: Uygulama çerçevesini etkinleştir' işaretlendiğinde Başlangıç nesnesi bir form olmalı.

# PPG_Application_StartupObjectNotSet
source: (Not set)
fr: (Non défini)
pl: (Nie ustawiono)
pt_br: (Não definido)
tr: (Ayarlanmadı)

# PPG_Application_CantAddIcon
source: Icon could not be added to the project.
fr: Impossible d'ajouter une icône au projet.
pl: Nie można dodać ikony do projektu.
pt_br: O ícone não pôde ser adicionado ao projeto.
tr: Simge projeye eklenemedi.

# PPG_Application_BadIcon
source: Invalid icon file.
fr: Fichier icône non valide.
pl: Nieprawidłowy plik ikony.
pt_br: Arquivo de ícone inválido.
tr: Geçersiz simge dosyası.

# PPG_Application_BadIcon_1Arg
source: {0} is not a valid icon file.
fr: {0} n'est pas un fichier icône valide.
pl: {0} nie jest prawidłową ikoną pliku.
pt_br: {0} não é um arquivo de ícone válido.
tr: {0} geçerli bir simge dosyası değil.

# PPG_Application_BadGuid
source: The GUID should match the format dddddddd-dddd-dddd-dddd-dddddddddddd.
fr: Le GUID doit correspondre au format dddddddd-dddd-dddd-dddd-dddddddddddd.
pl: Identyfikator GUID powinien być zgodny z formatem dddddddd-dddd-dddd-dddd-dddddddddddd.
pt_br: O GUID deve ter o formato dddddddd-dddd-dddd-dddd-dddddddddddd.
tr: GUID dddddddd-dddd-dddd-dddd-dddddddddddd biçimiyle eşleşmelidir.

# PPG_Application_MyAppCommentLine1
source: NOTE: This file is auto-generated; do not modify it directly. To make changes,
fr: REMARQUE : Ce fichier étant généré automatiquement, ne le modifiez pas directement. Pour apporter des modifications,
pl: UWAGA: Ten plik został wygenerowany automatycznie; nie należy go bezpośrednio modyfikować. Aby wprowadzić zmiany
pt_br: OBSERVAÇÃO: Esse arquivo é gerado automaticamente; não o modifique diretamente. Para fazer alterações,
tr: NOT: Bu dosya otomatik olarak oluşturulur; doğrudan değiştirmeyin. Değişiklik yapmak için,

# PPG_Application_MyAppCommentLine2
source: or if you encounter build errors in this file, go to the Project Designer
fr: ou si vous rencontrez des erreurs de build dans ce fichier, accédez au Concepteur de projets
pl: lub jeśli napotkasz w tym pliku błędy kompilacji, przejdź do Projektanta projektu
pt_br: ou se você encontrar erros de compilação neste arquivo, vá para o Designer de Projeto
tr: veya bu dosyada derleme hatalarıyla karşılaşırsanız, Proje Tasarımcısı'na gidin

# PPG_Application_MyAppCommentLine3
source: (go to Project Properties or double-click the My Project node in
fr: (allez dans les propriétés du projet ou double-cliquez sur le nœud My Project dans
pl: (przejdź do obszaru Właściwości projektu lub kliknij dwukrotnie węzeł Mój Projekt w
pt_br: (vá para Propriedades do Projeto ou clique duas vezes no nó Meu Projeto em
tr: (Proje Özellikleri'ne gidin veya Çözüm Gezgini içerisindeki

# PPG_Application_MyAppCommentLine4
source: Solution Explorer), and make changes on the Application tab.
fr: l'Explorateur de solutions), puis apportez vos modifications sous l'onglet Application.
pl: Eksploratorze rozwiązań) i wprowadź zmiany na karcie Aplikacja.
pt_br: Gerenciador de Soluções) e faça as alterações na guia Aplicativo.
tr: Projelerim düğümüne çift tıklayın) ve Uygulama sekmesinde değişiklikler yapın.

# PPG_Application_InvalidIdentifierStartupForm_1Arg
source: '{0}' is not a valid identifier. Please select a different Startup form.
fr: '{0}' n'est pas un identificateur valide. Sélectionnez un autre formulaire de démarrage.
pl: „{0}” nie jest prawidłowym identyfikatorem. Wybierz inny formularz początkowy.
pt_br: '{0}' não é um identificador válido. Selecione um formulário de Inicialização diferente.
tr: '{0}' geçerli bir kimlik tanımlayıcısı değil. Lütfen farklı bir Başlangıç formu seçin.

# PPG_Application_InvalidIdentifierSplashScreenForm_1Arg
source: '{0}' is not a valid identifier. Please select a different Splash screen form.
fr: '{0}' n'est pas un identificateur valide. Sélectionnez un autre formulaire d'écran de démarrage.
pl: „{0}” nie jest prawidłowym identyfikatorem. Wybierz inny formularz ekranu powitalnego.
pt_br: '{0}' não é um identificador válido. Selecione um formulário de Tela Inicial diferente.
tr: '{0}' geçerli bir kimlik tanımlayıcısı değil. Lütfen farklı bir Giriş ekranı formu seçin.

# PPG_Application_SplashSameAsStart
source: The splash screen form cannot be the start-up form.
fr: Le formulaire de l'écran de démarrage doit être différent du formulaire de démarrage.
pl: Formularz ekranu powitalnego nie może być formularzem początkowym.
pt_br: O formulário de tela inicial não pode ser o formulário de inicialização.
tr: Giriş ekranı formu başlangıç formu olamaz.

# PPG_Application_StartupFormLabelText
source: Startup f&orm:
fr: F&ormulaire de démarrage :
pl: F&ormularz początkowy:
pt_br: F&ormulário de inicialização:
tr: Başlangıç b&içimi:

# PPG_Application_AppEventsCommentLine1
source: The following events are available for MyApplication:
fr: Les événements suivants sont disponibles pour MyApplication :
pl: Następujące zdarzenia są dostępne dla MyApplication:
pt_br: Os seguintes eventos estão disponíveis para MyApplication:
tr: Şu olaylar MyApplication için kullanılabilir:

# PPG_Application_AppEventsCommentLine3
source: Startup: Raised when the application starts, before the startup form is created.
fr: Startup : Déclenché au démarrage de l'application avant la création du formulaire de démarrage.
pl: Startup: występuje podczas uruchamiania aplikacji, przed utworzeniem formularza początkowego.
pt_br: Inicialização: Ocorre quando o aplicativo é iniciado, antes da criação do formulário de inicialização.
tr: Startup: Başlangıç formu oluşturulmadan önce, uygulama başlatıldığında tetiklenir.

# PPG_Application_AppEventsCommentLine4
source: Shutdown: Raised after all application forms are closed. This event is not raised if the application terminates abnormally.
fr: Shutdown : Déclenché après la fermeture de tous les formulaires de l'application. Cet événement n'est pas déclenché si l'application se termine de façon anormale.
pl: Shutdown: występuje po zamknięciu wszystkich formularzy aplikacji. To zdarzenie nie jest wywoływane, jeśli aplikacja nieprawidłowo kończy działanie.
pt_br: Desligamento: Ocorre após todos os formulários de aplicativo serem fechados. Esse evento não ocorrerá se o aplicativo for encerrado de forma anormal.
tr: Shutdown: Tüm uygulama formları kapatıldıktan sonra tetiklenir. Uygulama anormal şekilde kapatılırsa bu olay tetiklenmez.

# PPG_Application_AppEventsCommentLine5
source: UnhandledException: Raised if the application encounters an unhandled exception.
fr: UnhandledException : Déclenché si l'application rencontre une exception non gérée.
pl: UnhandledException: występuje, gdy aplikacja napotka nieobsługiwany wyjątek.
pt_br: UnhandledException: Ocorre se o aplicativo encontra uma exceção sem tratamento.
tr: UnhandledException: Uygulama, işlenmemiş bir özel durumla karşılaşırsa tetkilenir.

# PPG_Application_AppEventsCommentLine6
source: StartupNextInstance: Raised when launching a single-instance application and the application is already active.
fr: StartupNextInstance : Déclenché lors du lancement d'une application à instance unique et si cette application est déjà active.
pl: StartupNextInstance: występuje podczas uruchamiania pojedynczego wystąpienia aplikacji i gdy aplikacja jest już aktywna.
pt_br: StartupNextInstance: Ocorre durante a inicialização de um aplicativo de instância única quando o aplicativo já está ativo.
tr: StartupNextInstance: Tek örnekli bir uygulama başlatılırken ve uygulama zaten etkinken tetiklenir.

# PPG_Application_AppEventsCommentLine7
source: NetworkAvailabilityChanged: Raised when the network connection is connected or disconnected.
fr: NetworkAvailabilityChanged : Déclenché quand la connexion réseau est connectée ou déconnectée.
pl: NetworkAvailabilityChanged: występuje, gdy połączenie sieciowe jest połączone lub rozłączone.
pt_br: NetworkAvailabilityChanged: Ocorre quando a conexão de rede é conectada ou desconectada.
tr: NetworkAvailabilityChanged: Ağ bağlantısı etkinken ya da bağlantı kesildiğinde tetiklenir.

# PPG_AdvancedBuildSettings_InvalidBaseAddress
source: Base address must be a hexadecimal number with less than or equal to 8 digits, for example, 0x11000000.
fr: L'adresse de base doit être un nombre hexadécimal contenant au maximum 8 chiffres, par exemple, 0x11000000.
pl: Adres podstawowy musi być liczbą szesnastkową o długości maksymalnie 8 cyfr, na przykład 0x11000000.
pt_br: O endereço base deve ser um número hexadecimal com até 8 dígitos, por exemplo, 0x11000000.
tr: Temel adres 8 veya daha düşük basamaklı onaltılık bir sayı olmalıdır, örneğin, 0x11000000.

# PPG_Compile_Notification_None
source: None
fr: Aucun
pl: Brak
pt_br: Nenhum
tr: Hiçbiri

# PPG_Compile_Notification_Warning
source: Warning
fr: Avertissement
pl: Ostrzeżenie
pt_br: Aviso
tr: Uyarı

# PPG_Compile_Notification_Error
source: Error
fr: Erreur
pl: Błąd
pt_br: Erro
tr: Hata

# PPG_Compile_OptionStrict_Custom
source: (custom)
fr: (personnalisé)
pl: (niestandardowy)
pt_br: (personalizado)
tr: (özel)

# PPG_Compile_42016
source: Implicit conversion
fr: Conversion implicite
pl: Niejawna konwersja
pt_br: Conversão implícita
tr: Örtük dönüştürme

# PPG_Compile_42017_42018_42019
source: Late binding; call could fail at run time
fr: Liaison tardive ; l'appel peut échouer au moment de l'exécution
pl: Późne wiązanie; wywołanie może się zakończyć niepowodzeniem w czasie wykonywania
pt_br: Associação tardia; a chamada poderia falhar em tempo de execução
tr: Geç bağlama; çağrı çalışma zamanında başarısız olabilir

# PPG_Compile_42020
source: Implicit type; object assumed
fr: Type implicite ; objet pris par défaut
pl: Niejawny typ; przyjęto obiekt
pt_br: Tipo implícito; objeto assumido
tr: Örtük tür; varsayılan nesne

# PPG_Compile_42104
source: Use of variable prior to assignment
fr: Utiliser une variable avant l'assignation
pl: Użycie zmiennej przed przypisaniem
pt_br: Uso da variável antes da atribuição
tr: Atama işleminden önce değişken kullanımı

# PPG_Compile_42105_42106_42107
source: Function returning reference type without return value
fr: Fonction qui retourne le type référence sans valeur de retour
pl: Funkcja zwracająca typ referencyjny bez wartości zwracanej
pt_br: Função que retorna tipo de referência sem valor de retorno
tr: İşlev dönüş değeri olmadan başvuru türü döndürüyor

# PPG_Compile_42353_42354_42355
source: Function returning intrinsic value type without return value
fr: Fonction qui retourne un type valeur intrinsèque sans valeur de retour
pl: Funkcja zwracająca wewnętrzny typ wartości bez wartości zwracanej
pt_br: Função retornando tipo de valor intrínseco sem valor de retorno
tr: İşlev dönüş değeri olmadan iç değer türü döndürüyor

# PPG_Compile_42024
source: Unused local variable
fr: Variable locale non utilisée
pl: Nieużyta zmienna lokalna
pt_br: Variável local não usada
tr: Kullanılmayan yerel değişken

# PPG_Compile_42025
source: Instance variable accesses shared member
fr: La variable d'instance accède au membre partagé
pl: Zmienna wystąpienia uzyskała dostęp do udostępnionej składowej
pt_br: Variável de instância acessa membro compartilhado
tr: Örnek değişkeni paylaşılan üyeye erişir

# PPG_Compile_42004
source: Recursive operator or property access
fr: Accès récursif à un opérateur ou une propriété
pl: Cykliczny operator lub dostęp do właściwości
pt_br: Operador recursivo ou acesso de propriedade
tr: Özyinelemeli işleç ya da özellik erişimi

# PPG_Compile_42029
source: Duplicate or overlapping catch blocks
fr: Blocs catch dupliqués ou superposés
pl: Zduplikowane lub nakładające się bloki catch
pt_br: Duplicar ou sobrepor blocos de captura
tr: Yinelenen ya da çakışan catch blokları

# PPG_Compile_ResetIndeterminateWarningLevels
source: The warning settings for one or more configurations conflict. Changing this setting will reset the settings in all configurations.
pl: Konflikt konfiguracji co najmniej jednego ustawienia ostrzeżeń. Zmiana tego ustawienia spowoduje zresetowanie ustawień we wszystkich konfiguracjach.
pt_br: As configurações de aviso para um ou mais conflitos de configurações. A alteração dessa configuração redefinirá as definições em todas as configurações.
tr: Bir veya daha fazla yapılandırmanın uyarı ayarları çakışıyor. Bu ayarın değiştirilmesi, tüm yapılandırmaların ayarlarını sıfırlar.

# PPG_MyApplication_StartupMode_FormCloses
source: When startup form closes
fr: À la fermeture du formulaire de démarrage
pl: Po zamknięciu formularza startowego
pt_br: Quando o formulário de inicialização fechar
tr: Başlangıç formu kapatıldığında

# PPG_MyApplication_StartupMode_AppExits
source: When last form closes
fr: À la fermeture du dernier formulaire
pl: Po zamknięciu ostatniego formularza
pt_br: Quando o último formulário fechar
tr: Son form kapatıldığında

# PPG_MyApplication_AuthenMode_ApplicationDefined
source: Application-defined
fr: Défini au niveau de l'application
pl: Określony przez aplikację
pt_br: Definido pelo aplicativo
tr: Uygulama tanımlı

# PPG_WindowsApp
source: Windows Application
fr: Application Windows
pl: Aplikacja systemu Windows
pt_br: Aplicativo do Windows
tr: Windows Uygulaması

# PPG_WindowsService
source: Windows Service
fr: Service Windows
pl: Usługa systemu Windows
pt_br: Serviço Windows
tr: Windows Hizmeti

# PPG_WindowsClassLib
source: Class Library
fr: Bibliothèque de classes
pl: Biblioteka klas
pt_br: Biblioteca de Classes
tr: Sınıf Kitaplığı

# PPG_CommandLineApp
source: Console Application
fr: Application console
pl: Aplikacja konsolowa
pt_br: Aplicativo do Console
tr: Konsol Uygulaması

# PPG_WebControlLib
source: Web Control Library
fr: Bibliothèque de contrôles web
pl: Biblioteka kontrolek sieci Web
pt_br: Biblioteca de Controles da Web
tr: Web Denetim Kitaplığı

# PPG_Reference_CanNotRemoveReference
source: Cannot remove '{0}'. {1}
pl: Nie można usunąć elementu „{0}”. {1}
pt_br: Não é possível remover '{0}'. {1}
tr: '{0}' kaldırılamıyor. {1}

# PPG_Reference_RemoveImportsFailUnexpected
source: Adding or removing '{0}' as a project import failed because of an unexpected error from the project system. The error returned was: '{1}'.
fr: Échec de l'ajout ou de la suppression de '{0}' en tant qu'importation du projet en raison d'une erreur inattendue du système du projet. L'erreur retournée était : '{1}'.
pl: Usuwanie lub dodawanie elementu „{0}” jako importu projektu nie powiodło się, ponieważ wystąpił nieoczekiwany błąd w systemie projektów. Zwrócony błąd to: „{1}”.
pt_br: Falha na adição ou na remoção de '{0}' como uma importação de projeto devido a um erro inesperado do sistema de projeto. O erro retornado foi: '{1}'.
tr: Beklenmeyen bir hata nedeniyle, proje sisteminde '{0}' öğesini proje aktarımı olarak ekleme veya kaldırma işlemi başarısız oldu. Döndürülen hata: '{1}'.

# PPG_Reference_AddWebReference
source: Adding web reference failed. {0}
pl: Dodawanie odwołania sieci Web nie powiodło się. {0}
pt_br: Falha ao adicionar referência Web. {0}
tr: Web başvurusu eklenemedi. {0}

# PPG_Reference_FailedToUpdateWebReference
source: Updating web reference '{0}' failed. {1}
pl: Aktualizowanie odwołania sieci Web „{0}” nie powiodło się. {1}
pt_br: Falha ao atualizar '{0}' de referência Web. {1}
tr: '{0}' web başvurusu güncelleştirilemedi. {1}

# PPG_WebReferenceTypeName
source: Web Reference Properties
fr: Propriétés de la référence web
pl: Właściwości odwołania do sieci Web
pt_br: Propriedades de Referência Web
tr: Web Başvurusu Özellikleri

# PPG_UrlBehavior_Static
source: Static
fr: Statique
pl: Statyczne
pt_br: Estático
tr: Statik

# PPG_UrlBehavior_Dynamic
source: Dynamic
fr: Dynamique
pl: Dynamiczne
pt_br: Dinâmico
tr: Dinamik
