Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: fr, pl, pt_br, tr

# PPG_Services_HelpLabelText
source: Client application services enable your Windows-based applications to use the ASP.NET login (authentication), roles, and profile (settings) services. To enable client application services, you must set the Target Framework for your application to the full version of the .NET Framework 3.5 or later.
fr: Les services d'applications clientes permettent à vos applications Windows d'utiliser les services de connexion ASP.NET (authentification), de rôle et de profil (paramètres). Pour activer les services d'application cliente, vous devez affecter la version complète de .NET Framework 3.5 ou supérieure au framework cible de votre application.
pl: Usługi aplikacji klienta w aplikacjach dla systemu Windows pozwalają używać funkcji logowania (uwierzytelniania), ról i usług profili (ustawień) środowiska ASP.NET. Aby włączyć usługi aplikacji klienckiej, należy ustawić docelową platformę aplikacji na pełną wersję programu .NET Framework 3.5 lub nowszą.
pt_br: Serviços de aplicativo cliente habilitam seus aplicativos baseados em Windows a usarem o logon (autenticação), as funções e os serviços de perfil (configurações) do ASP.NET. Para habilitar os serviços do aplicativo cliente, é necessário definir a Estrutura de Destino do aplicativo para a versão completa do .NET Framework 3.5 ou superior.
tr: İstemci uygulama hizmetleri Windows tabanlı uygulamalarınızın ASP.NET oturum açma (kimlik doğrulaması), rol ve profil (ayarlar) hizmetlerini kullanmasını sağlar. İstemci uygulaması hizmetlerini etkinleştirmek için uygulamanızın Hedef Çerçevesini .NET Framework 3.5 veya sonraki bir tam sürüme ayarlamanız gerekir.

# PPG_Services_HelpLabelLink
source: Learn more about client application services...
fr: En savoir plus sur les services d'application cliente...
pl: Dowiedz się więcej o usługach aplikacji klienckich…
pt_br: Saiba mais sobre os serviços do aplicativo cliente...
tr: İstemci uygulama hizmetleri hakkında daha fazla bilgi edinin...

# PPG_ServicesAdvancedPage_Title
source: Advanced Settings for Services
fr: Paramètres avancés pour les services
pl: Zaawansowane ustawienia dla usług
pt_br: Configurações Avançadas para Serviços
tr: Hizmetler için Gelişmiş Ayarlar

# PPG_Services_ConfirmRemoveServices
source: Disabling application services will clear the default services for Authentication, Roles, and Settings. Click OK to disable application services.
fr: La désactivation des services d'application annule les services par défaut pour l'authentification, les rôles et les paramètres. Cliquez sur OK pour désactiver les services d'application.
pl: Wyłączenie usług aplikacji spowoduje wyczyszczenie domyślnych usług dla uwierzytelniania, ról i ustawień. Kliknij przycisk OK, aby wyłączyć usługi aplikacji.
pt_br: Desabilitar os serviços do aplicativo limpará os serviços padrão de Autenticação, Funções e Configurações. Clique em OK para desabilitar os serviços de aplicativo.
tr: Uygulama hizmetlerini devre dışı bırakmak, Kimlik Doğrulama, Roller ve Ayarlar için varsayılan hizmetleri temizleyecek. Uygulama hizmetlerini devre dışı bırakmak için Tamam'a tıklayın.

# PPG_Services_ConfirmRemoveServices_Caption
source: Disable Application Services
fr: Désactiver les services d'application
pl: Wyłącz usługi aplikacji
pt_br: Desabilitar Serviços de Aplicativo
tr: Uygulama Hizmetlerini Devre Dışı Bırak

# PPG_Services_Seconds
source: seconds
fr: secondes
pl: sekundy
pt_br: segundos
tr: saniye

# PPG_Services_Minutes
source: minutes
pl: minuty
pt_br: minutos
tr: dakika

# PPG_Services_Hours
source: hours
fr: heures
pl: godziny
pt_br: horas
tr: saat

# PPG_Services_Days
source: days
fr: jours
pl: dni
pt_br: dias
tr: gün

# PPG_Services_VersionWarning
source: To enable client application services, you must set the Target Framework for your application to .NET Framework 3.5 or later. In C#, you can do this on the Application property page. In Visual Basic, you can do this on the Compile property page by clicking Advanced Compile Options.
fr: Pour activer les services d'application cliente, vous devez affecter le .NET Framework 3.5 ou ultérieur au framework cible de votre application. En C#, vous pouvez le faire dans la page de propriétés Application. En Visual Basic, vous pouvez le faire dans la page de propriétés Compiler en cliquant sur Options avancées de compilation.
pl: Aby włączyć usługi aplikacji klienckiej, należy ustawić docelową platformę aplikacji na program .NET Framework 3.5 lub nowszy. W języku C# można to zrobić na stronie właściwości aplikacji. W języku Visual Basic można to zrobić na stronie właściwości kompilacji, klikając pozycję Zaawansowane opcje kompilacji.
pt_br: Para habilitar os serviços de aplicativo cliente, é necessário definir a Estrutura de Destino do aplicativo para o .NET Framework 3.5 ou superior. No C#, você pode fazer isso na página de propriedades do Aplicativo. No Visual Basic, isso pode ser feito na página de propriedades de Compilação clicando em Opções de Compilação Avançadas.
tr: İstemci uygulaması hizmetlerini etkinleştirmek için uygulamanızın Hedef Çerçevesini .NET Framework 3.5 veya sonraki bir sürüme ayarlamanız gerekir. C# ile bu işlemi Uygulama özellikleri sayfasından yapabilirsiniz. Visual Basic ile bu işlemi, Derleme özellikleri sayfasında Gelişmiş Derleme Seçenekleri’ne tıklayarak yapabilirsiniz.

# PPG_Services_InvalidAppConfigXml
source: An error occurred while reading the Application configuration file. The file might be corrupted or contain invalid XML.
fr: Une erreur s'est produite durant la lecture du fichier config de l'application. Ce fichier est peut-être endommagé ou contient du code XML non valide.
pl: Wystąpił błąd podczas odczytu pliku konfiguracji aplikacji. Plik może być uszkodzony lub zawierać nieprawidłowy kod XML.
pt_br: Erro ao ler o arquivo de configuração do Aplicativo. O arquivo pode estar corrompido ou conter XML inválido.
tr: Uygulama yapılandırma dosyası okunurken bir hata oluştu. Dosya bozulmuş olabilir veya geçersiz XML içerebilir.

# PPG_Services_InvalidUrl
source: The URL is invalid. Please enter a valid URL like http://microsoft.com/services
fr: L'URL n'est pas valide. Entrez une URL valide telle que http://microsoft.com/services
pl: Adres URL jest nieprawidłowy. Wprowadź poprawny adres URL, np. http://microsoft.com/services
pt_br: A URL é inválida. Insira uma URL válida como http://microsoft.com/services
tr: URL geçersiz. Lütfen http://microsoft.com/services gibi geçerli bir URL girin

# PPG_Services_InvalidUrls
source: A service URL in the application configuration file is not in the expected format.
fr: Une URL de service dans le fichier de configuration de l'application n'est pas au format attendu.
pl: Adres URL usługi w pliku konfiguracyjnym aplikacji ma nieoczekiwany format.
pt_br: Uma URL de serviço no arquivo de configuração do aplicativo não está de acordo com o formato esperado.
tr: Uygulama yapılandırma dosyasındaki bir hizmet URL'si beklenen biçimde değil.

# PPG_Services_ConnectionStringsDontMatch
source: Authentication, Roles and Web Settings providers have been configured via the Application configuration file such that they do not share a common connection string.
fr: Les fournisseurs de paramètres web, de rôles et d'authentification ont été configurés via le fichier de configuration de l'application pour qu'ils ne partagent pas une chaîne de connexion commune.
pl: Dostawców uwierzytelniania, ról i ustawień sieci Web skonfigurowano za pomocą pliku konfiguracyjnego aplikacji tak, że nie współdzielą one wspólnych parametrów połączenia.
pt_br: Os provedores de Autenticação, Funções e Configurações da Web foram configurados usando o arquivo de configuração Aplicativo, portanto, eles não compartilham uma cadeia de conexão comum.
tr: Kimlik Doğrulama, Roller ve Web Ayarları sağlayıcıları, Uygulama yapılandırma dosyası kullanılarak ortak bağlantı dizesini paylaşmayacak şekilde yapılandırıldı.

# PPG_Services_connectionStringValueDefaultDisplayValue
source: Specify a connection string to a SQL Server database, or use the special connection string "Data Source = |SQL/CE|", which causes SQL Server Compact to generate local database files for offline storage.
fr: Spécifiez une chaîne de connexion à une base de données SQL Server ou utilisez la chaîne de connexion spéciale "Data Source = |SQL/CE|" qui permet à SQL Server Compact de générer les fichiers de la base de données locale pour le stockage hors connexion.
pl: Określ parametry połączenia bazy danych serwera SQL lub użyj specjalnych parametrów połączenia "Data Source = |SQL/CE|", które powodują, że SQL Server Compact wygeneruje lokalne pliki bazy danych dla magazynu offline.
pt_br: Especifique uma cadeia de conexão para um banco de dados do SQL Server ou use a cadeia de conexão especial "Data Source = |SQL/CE|", que faz com que o SQL Server Compact gere arquivos de banco de dados local para armazenamento offline.
tr: SQL Server veritabanına bir bağlantı dizesi belirtin veya SQL Server Compact'ın çevrimdışı depolama için yerel veritabanı dosyaları oluşturmasına neden olan "Data Source = |SQL/CE|" özel bağlantı dizesini kullanın.

# SD_ERR_UnreferencedTypeNameList_1Arg
source: The following type names were not understood: '{0}'. Make sure you have references to these types.
fr: Les noms de types suivants ne sont pas reconnus : '{0}'. Vérifiez que vous avez des références à ces types.
pl: Następujące nazwy typów są niezrozumiałe: „{0}”. Upewnij się, że istnieją odwołania do tych typów.
pt_br: Os seguintes nomes de tipo não foram entendidos: '{0}'. Certifique-se de que você tem referências para esses tipos.
tr: Aşağıdaki tür adları anlaşılmadı: '{0}'. Bu türlere başvurduğunuzdan emin olun.

# SD_ERR_DuplicateNameList_1Arg
source: There are already settings with the following names: {0}.
fr: Des paramètres avec les mêmes noms existent déjà : {0}.
pl: Istnieją już ustawienia o następujących nazwach: {0}.
pt_br: Já existem configurações com os seguinte nomes: {0}.
tr: Zaten aşağıdaki adlara sahip ayarlar var: {0}.

# SD_ERR_CantAuthenticate
source: The username/password combination cannot be authenticated.
fr: Impossible d'authentifier la combinaison nom d'utilisateur/mot de passe.
pl: Kombinacja nazwa użytkownika/hasła nie może być uwierzytelniona.
pt_br: A combinação nome de usuário/senha não pode ser autenticada.
tr: Kullanıcı adı/parola bileşimi doğrulanamıyor.

# PPG_WindowsFormsApp
source: Windows Forms Application
fr: Application Windows Forms
pl: Aplikacja Windows Forms
pt_br: Aplicativo do Windows Forms
tr: Windows Forms Uygulaması

# PPG_ServiceReferenceTypeName
source: Service Reference Properties
fr: Propriétés de la référence de service
pl: Właściwości odwołania do usługi
pt_br: Propriedades de Referência de Serviço
tr: Hizmet Başvurusu Özellikleri

# PPG_ServiceReferenceProperty_MultipleUrlNotSupported
source: A service reference with multiple source urls is not supported.
fr: Une référence de service avec plusieurs URL sources n'est pas prise en charge.
pl: Odwołanie do usługi z wieloma źródłowymi adresami URL nie jest obsługiwane.
pt_br: Não há suporte para uma referência de serviço com várias URLs de origem.
tr: Birden çok kaynak url'si olan hizmet başvurusu desteklenmiyor.

# PPG_ServiceReferenceProperty_SetReferenceUrlEmpty
source: Cannot change reference Url to empty. The reference url must be a valid URL.
fr: Impossible de définir une URL de référence vide. L'URL de référence doit être une URL valide.
pl: Nie można zmienić adresu URL odwołania na pusty. Adres URL odwołania musi być prawidłowy.
pt_br: Não é possível alterar a URL de referência para vazia. A URL de referência deve ser uma URL válida.
tr: Başvuru URL’si boş olarak ayarlanamıyor. Başvuru URL’si, geçerli bir URL olmalıdır.

# DFX_OneOrMoreFilesReloaded
source: One or more files were reloaded during the checkout. Please retry your operation.
fr: Un ou plusieurs fichiers ont été rechargés pendant l'extraction. Réessayez votre opération.
pl: Co najmniej jeden plik został ponownie załadowany podczas wyewidencjonowywania. Ponów próbę wykonania operacji.
pt_br: Um ou mais arquivos foram recarregados durante o check-out. Tente realizar sua operação novamente.
tr: Kullanıma alma sırasında bir veya daha fazla dosya yeniden yüklendi. Lütfen işleminizi yeniden deneyin.

# XmlToSchema_InvalidXMLFormat
source: Invalid XML Format: {0}
fr: Format XML non valide : {0}
pl: Nieprawidłowy format XML: {0}
pt_br: Formato XML Inválido: {0}
tr: Geçersiz XML Biçimi: {0}

# XmlToSchema_Error
source: Error: {0}
fr: Erreur : {0}
pl: Błąd: {0}
pt_br: Erro: {0}
tr: Hata: {0}

# XmlToSchema_ErrorInXmlInference
source: Error during XML schema inference: {0}
fr: Erreur lors de l'inférence de schéma XML : {0}
pl: Błąd podczas wnioskowania schematu XML: {0}
pt_br: Erro durante a inferência do esquema XML: {0}
tr: XML şema çıkarımı sırasında hata oluştu: {0}

# XmlToSchema_ErrorLoadingXml
source: Error loading XML: {0}
fr: Erreur de chargement XML : {0}
pl: Błąd podczas ładowania XML: {0}
pt_br: Erro ao carregar XML: {0}
tr: XML yükleme hatası: {0}

# XmlToSchema_InvalidEmptyItemName
source: Invalid empty project item name.
fr: Nom d'élément de projet vide non valide.
pl: Nieprawidłowa nazwa elementu pustego projektu
pt_br: Nome de item de projeto vazio inválido.
tr: Geçersiz boş proje öğe adı.

# XmlToSchema_InvalidProjectPath
source: Invalid project path: {0}
fr: Chemin de projet non valide : {0}
pl: Nieprawidłowa ścieżka projektu: {0}
pt_br: Caminho de projeto inválido: {0}
tr: Geçersiz proje yolu: {0}

# XmlToSchema_NoProjectSelected
source: No project selected.
fr: Aucun projet sélectionné.
pl: Nie wybrano projektu.
pt_br: Nenhum projeto selecionado.
tr: Proje seçilmedi.

# CSRDlg_MultipleURL
source: Multiple addresses (editable in .svcmap file)
fr: Plusieurs adresses (modifiables dans le fichier .svcmap)
pl: Wiele adresów (edytowalne w pliku svcmap)
pt_br: Vários endereços (editáveis no arquivo .svcmap)
tr: Birden çok adres (.svcmap dosyasında düzenlenebilir)

# PPG_WinMDObj
source: Windows Runtime Component
fr: Composant Windows Runtime
pl: Składnik środowiska wykonawczego systemu Windows
pt_br: Componente do Windows Runtime
tr: Windows Çalışma Zamanı Bileşeni

# PPG_AppContainerExe
source: Windows Store App
fr: Application du Windows Store
pl: Aplikacja ze Sklepu Windows
pt_br: Aplicativo da Windows Store
tr: Windows Mağazası Uygulaması

# PPG_UnknownOutputType
source: Unknown output type: {0}
fr: Type de sortie inconnu : {0}
pl: Typ Nieznany danych wyjściowych: {0}
pt_br: Tipo de saída desconhecido: {0}
tr: Bilinmeyen çıkış türü: {0}

# SD_DefaultSettingName
source: Setting
fr: Paramètre
pl: Ustawienie
pt_br: Configuração
tr: Ayar

# PropPage_ComputingCurrentImportsMessage
source: Computing current imports...
fr: Calcul des importations actuelles...
pl: Obliczanie bieżących importów...
pt_br: Computando as importações atuais...
tr: Geçerli içeri aktarmalar hesaplanıyor...

# PropPage_CurrentImportsTitle
source: Current Imports
fr: Importations actuelles
pl: Bieżące importy
pt_br: Importações Atuais
tr: Geçerli İçeri Aktarmalar

# PPG_PackageTitle
source: Package
pl: Pakiet
pt_br: Pacote
tr: Paket

# PPG_Property_PackageVersion
source: Package Version
fr: Version du package
pl: Wersja pakietu
pt_br: Versão do Pacote
tr: Paket Sürümü

# PPG_AdvancedBuildSettings_ReportCompilerErrors_None
source: None
fr: Aucun
pl: Brak
pt_br: Nenhum
tr: Hiçbiri

# PPG_AdvancedBuildSettings_ReportCompilerErrors_Prompt
source: Prompt
fr: Invite
pl: Monit
tr: İstem

# PPG_AdvancedBuildSettings_ReportCompilerErrors_Queue
source: Queue
fr: File d'attente
pl: Kolejka
pt_br: Fila
tr: Kuyruk

# PPG_AdvancedBuildSettings_ReportCompilerErrors_Send
source: Send
fr: Envoyer
pl: Wyślij
pt_br: Enviar
tr: Gönder

# PPG_AdvancedBuildSettings_DebugInfo_Embedded
source: Embedded
fr: Incorporé
pl: Osadzone
pt_br: Inserido
tr: Ekli

# PPG_AdvancedBuildSettings_DebugInfo_Full
source: Full
fr: Complet
pl: Pełne
pt_br: Completo
tr: Tam

# PPG_AdvancedBuildSettings_DebugInfo_None
source: None
fr: Aucun
pl: Brak
pt_br: Nenhum
tr: Hiçbiri

# PPG_AdvancedBuildSettings_DebugInfo_PdbOnly
source: Pdb-only
pl: Tylko plik pdb
pt_br: Somente Pdb
tr: Yalnızca Pdb

# PPG_AdvancedBuildSettings_DebugInfo_Portable
source: Portable
pl: Przenośne
pt_br: Portátil
tr: Taşınabilir

# BlockedResx
source: Unable to load '{0}' because it is not trusted.
fr: Impossible de charger '{0}' parce qu'il n'est pas approuvé.
pl: Nie można załadować elementu „{0}”, ponieważ nie jest on zaufany.
pt_br: Não é possível carregar '{0}' porque não é confiável.
tr: '{0}' dosyasına güvenilmediğinden dosya yüklenemiyor.

# RSE_Type_WMF
source: Windows Metafile
fr: Métafichier Windows
pl: Metaplik systemu Windows
pt_br: Metafile do Windows
tr: Windows Meta Dosyası

# RSE_Type_EMF
source: Extended Metafile
fr: Métafichier étendu
pl: Rozszerzony metaplik
pt_br: Metarquivo estendido
tr: Genişletilmiş Meta Dosyası

# RSE_Filter_License
source: License Files
fr: Fichiers de licence
pl: Pliki licencji
pt_br: Arquivos de licença
tr: Lisans Dosyaları

# PPG_MyApplication_AuthenMode_Windows
source: Windows
pl: System Windows

# PPG_CodeAnalysisTitle
source: Code Analysis
fr: Analyse du code
pt_br: Análise de Código

# PPG_OutputPathNotSecure
source: The output path is not trusted. The application may throw security exceptions when it attempts to perform actions which require full trust. Click OK to ignore and continue. Click CANCEL to choose a different output path.
fr: Le chemin de sortie n'est pas approuvé. L'application risque de générer des exceptions de sécurité pendant l'exécution d'actions qui exigent une confiance totale. Cliquez sur OK pour ignorer et continuer. Cliquez sur ANNULER pour choisir un autre chemin de sortie.

# PPG_InvalidFolderPath
source: Folder path does not exist. Please select a valid folder path.
fr: Le chemin de dossier n'existe pas. Sélectionnez un chemin de dossier valide.

# PPG_Compile_ResetIndeterminateWarningLevels
source: The warning settings for one or more configurations conflict. Changing this setting will reset the settings in all configurations.
fr: Les paramètres d'avertissement pour une ou plusieurs configuration sont en conflit. La modification de ce paramètre réinitialise les paramètres dans toutes les configurations.

# PPG_Reference_CanNotRemoveReference
source: Cannot remove '{0}'. {1}
fr: Impossible de supprimer '{0}'. {1}

# PPG_Reference_AddWebReference
source: Adding web reference failed. {0}
fr: Échec de l'ajout d'une référence web. {0}

# PPG_Reference_FailedToUpdateWebReference
source: Updating web reference '{0}' failed. {1}
fr: Échec de la mise à jour de la référence web '{0}'. {1}

# RSE_Err_CantConvertFromString_2Args
source: The value could not be converted into a resource of type {0}. {1}
fr: Impossible de convertir la valeur en ressource de type {0}. {1}

# RSE_Err_UpdateADependentFile
source: You are trying to edit a resource file that is a part of another project item (such as a form or a control). Editing this item could corrupt the project item, and you will have to recover it by hand. In addition, changes made to this resource file may be lost if further changes are made to the project item. Do you really want to edit this file?
fr: Vous essayez de modifier un fichier de ressources qui fait partie d'un autre élément de projet (par exemple un formulaire ou un contrôle). La modification de cet élément peut endommager l'élément de projet et vous devrez le récupérer manuellement. De plus, les modifications apportées à ce fichier de ressources peuvent être perdues si d'autres modifications ont été apportées à l'élément de projet. Voulez-vous vraiment modifier ce fichier ?

# RSE_FileSizeFormatKB
source: {0} KB
fr: {0} Ko

# RFS_CantCreateResourcesFolder_Folder_ExMsg
source: Unable to add a '{0}' folder to this project. {1}
fr: Impossible d'ajouter un dossier '{0}' à ce projet. {1}

# RFS_CantAddFileToProject_File_ExMsg
source: Unable to add '{0}' to the project. {1}
fr: Impossible d'ajouter '{0}' au projet. {1}

# SD_ReplaceValueWithAppConfigValue
source: The current value in the .settings file is '{0}' The new value in the app.config file is '{1}' Do you want to update the value in the .settings file?
fr: La valeur actuelle dans le fichier .settings est '{0}' La nouvelle valeur dans le fichier app.config est '{1}' Voulez-vous mettre à jour la valeur dans le fichier .settings ?

# SD_SyncFiles_1Arg
source: The following files will be deleted: {0}
fr: Les fichiers suivants vont être supprimés : {0}

# SD_SyncFilesNoFilesFound_1Arg
source: No user.config files were found in any of the following locations: {0}
fr: Aucun fichier user.config n'a été trouvé aux emplacements suivants : {0}
