Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: fr, pl, pt_br, tr

# SD_ERR_NameEmpty
source: The setting name cannot be empty.
fr: Le nom du paramètre ne peut pas être vide.
pl: Nazwa ustawienia nie może być pusta.
pt_br: O nome da configuração não pode ficar vazio.
tr: Ayar adı boş olamaz.

# SD_ERR_InvalidValue_2Arg
source: '{0}' cannot be converted to an instance of type '{1}'.
fr: Impossible de convertir '{0}' en instance de type '{1}'.
pl: Nie można przekonwertować elementu „{0}” na wystąpienie typu „{1}”.
pt_br: '{0}' não pode ser convertido em uma instância do tipo '{1}'.
tr: '{0}', '{1}' türündeki bir örneğe dönüştürülemez.

# SD_ERR_GenericTypesNotSupported_1Arg
source: Generic types are not supported.
fr: Les types génériques ne sont pas pris en charge.
pl: Typy rodzajowe nie są obsługiwane.
pt_br: Não há suporte para tipos genéricos.
tr: Genel türler desteklenmez.

# SD_ERR_AbstractTypesNotSupported_1Arg
source: Abstract types are not supported.
fr: Les types abstract ne sont pas pris en charge.
pl: Typy abstrakcyjne nie są wspomagane.
pt_br: Não há suporte para tipos abstratos.
tr: Soyut türler desteklenmez.

# SD_ERR_RenameNotSupported
source: The current object is auto-generated and only supports renaming through the Settings Designer.
fr: L'objet actif est généré automatiquement et prend en charge l'attribution d'un nouveau nom par le biais du Concepteur de paramètres uniquement.
pl: Bieżący obiekt został wygenerowany automatycznie i obsługuje zmianę nazwy tylko przez Projektanta ustawień.
pt_br: O objeto atual é gerado automaticamente e só dá suporte à renomeação por meio do Designer de Configurações.
tr: Geçerli nesne otomatik olarak oluşturuldu ve yalnızca Ayarlar Tasarımcısı tarafından yeniden adlandırılmayı destekler.

# SD_ERR_ModifyParamsNotSupported
source: The current object is auto-generated and does not support modifying parameters.
fr: L'objet actif est généré automatiquement et ne prend pas en charge la modification de paramètres.
pl: Bieżący obiekt został wygenerowany automatycznie i nie obsługuje parametrów modyfikujących.
pt_br: O objeto atual é gerado automaticamente e não dá suporte à modificação de parâmetros.
tr: Geçerli nesne otomatik olarak oluşturulduğundan parametre değiştirmeyi desteklemiyor.

# SD_ERR_CantEditInDebugMode
source: The settings file cannot be modified at this time.
fr: Impossible de modifier le fichier de paramètres à ce stade.
pl: W tej chwili nie można zmodyfikować pliku ustawień.
pt_br: O arquivo de configurações não pode ser modificado neste momento.
tr: Şu anda bu ayar dosyası değiştirilemez.

# SD_MNU_AddSettingText
source: &Add Setting
fr: &Ajouter un paramètre
pl: &Dodaj ustawienie
pt_br: &Adicionar Configuração
tr: &Ayar Ekle

# SD_MNU_RemoveSettingText
source: R&emove Setting
fr: Supprim&er le paramètre
pl: Usuń ustawi&enie
pt_br: R&emover Configuração
tr: Ayarı K&aldır

# SD_FullDescriptionText
source: Application settings allow you to store and retrieve property settings and other information for your application dynamically. For example, the application can save a user's color preferences, then retrieve them the next time it runs.
fr: Les paramètres de l'application vous permettent de stocker et de récupérer dynamiquement les paramètres de propriété et d'autres informations pour votre application. Par exemple, les préférences de couleurs d'un utilisateur peuvent être enregistrées puis récupérées à la prochaine exécution de l'application.
pl: Ustawienia aplikacji umożliwiają dynamiczne przechowywanie i pobieranie ustawień właściwości i innych informacji dla aplikacji. Na przykład aplikacja może zapisać preferencje kolorów dla użytkownika i pobrać je przy następnym uruchomieniu.
pt_br: As configurações de aplicativo permitem que você armazene e recupere dinamicamente configurações de propriedades e outras informações para seu aplicativo. Por exemplo, o aplicativo pode salvar as preferências de cor do usuário e recuperá-las da próxima vez que for executado.
tr: Uygulama ayarları, uygulamanızın özellik ayarlarını ve diğer bilgilerini dinamik şekilde depolamanıza ve almanıza olanak tanır. Örneğin uygulama, bir kullanıcının renk tercihlerini kaydedebilir ve bir sonraki çalıştırılmasında bu tercihleri alabilir.

# SD_LinkPartOfDescriptionText
source: Learn more about application settings...
fr: En savoir plus sur les paramètres de l'application...
pl: Dowiedz się więcej o ustawieniach aplikacji…
pt_br: Saiba mais sobre configurações de aplicativo...
tr: Uygulama ayarları hakkında daha fazla bilgi edinin...

# SD_IncludeSensitiveInfoInConnectionStringWarning
source: This connection string appears to contain sensitive data (for example, a password), which is required to connect to the database. However, storing sensitive data in the connection string can be a security risk. Do you want to include sensitive data in the connection string?
fr: Cette chaîne de connexion semble contenir des données sensibles (par exemple, un mot de passe), lesquelles sont indispensables pour établir une connexion à la base de données. Cependant, le stockage des données sensibles dans la chaîne de connexion peut entraîner un risque de sécurité. Voulez-vous inclure les données sensibles dans la chaîne de connexion ?
pl: Ten ciąg połączenia prawdopodobnie zawiera dane poufne (na przykład hasło) wymagane do nawiązania połączenia z bazą danych. Przechowywanie danych poufnych w ciągu połączenia może stanowić zagrożenie bezpieczeństwa. Czy chcesz, aby dane poufne były zawarte w parametrach połączenia?
pt_br: Esta cadeia de conexão aparenta conter dados confidenciais (por exemplo, uma senha), que são necessários para se conectar ao banco de dados. No entanto, armazenar dados confidenciais na cadeia de conexão pode ser um risco à segurança. Deseja incluir dados confidenciais na cadeia de conexão?
tr: Bu bağlantı dizesi, veritabanına bağlanmak için gerekli olan gizli verileri (örneğin, bir parola) içeriyor gibi görünüyor. Ancak, gizli verilerin bağlantı dizesine kaydedilmesi güvenlik riski oluşturabilir. Gizli verileri bağlantı dizesine dahil etmek istiyor musunuz?

# SD_SelectATypeTreeView_AccessibleName
source: Select a Type
fr: Sélectionner un type
pl: Wybierz typ
pt_br: Selecionar um Tipo
tr: Tür Seçin

# SD_CODEGENCMT_COMMON1
source: This class allows you to handle specific events on the settings class:
fr: Cette classe vous permet de gérer des événements spécifiques dans la classe de paramètres :
pl: Ta klasa umożliwia obsługę określonych zdarzeń w klasie ustawień:
pt_br: Esta classe permite que você trate eventos específicos na classe de configurações:
tr: Bu sınıf ayarlar sınıfında belirli olayları işleyebilmenizi sağlar:

# SD_CODEGENCMT_COMMON2
source: The SettingChanging event is raised before a setting's value is changed.
fr: L'événement SettingChanging est déclenché avant la modification d'une valeur de paramètre.
pl: Zdarzenie SettingChanging jest wywoływane przed zmianą wartości ustawień.
pt_br: O evento SettingChanging é gerado antes da alteração de um valor de configuração.
tr: SettingChanging olayı, bir ayarın değeri değiştirilmeden önce tetiklenir.

# SD_CODEGENCMT_COMMON3
source: The PropertyChanged event is raised after a setting's value is changed.
fr: L'événement PropertyChanged est déclenché après la modification d'une valeur de paramètre.
pl: Zdarzenie PropertyChanged jest wywoływane po zmianie wartości ustawień.
pt_br: O evento PropertyChanged é gerado depois da alteração de um valor de configuração.
tr: PropertyChanged olayı, bir ayarın değeri değiştirildikten sonra tetiklenir.

# SD_CODEGENCMT_COMMON4
source: The SettingsLoaded event is raised after the setting values are loaded.
fr: L'événement SettingsLoaded est déclenché après le chargement des valeurs de paramètre.
pl: Zdarzenie SettingsLoaded jest wywoływane po załadowaniu wartości ustawień.
pt_br: O evento SettingsLoaded é gerado depois do carregamento dos valores de configuração.
tr: SettingsLoaded olayı ayar değerleri yüklendikten sonra oluşturulur.

# SD_CODEGENCMT_COMMON5
source: The SettingsSaving event is raised before the setting values are saved.
fr: L'événement SettingsSaving est déclenché avant l'enregistrement des valeurs de paramètre.
pl: Zdarzenie SettingsSaving jest wywoływane przed zapisaniem wartości ustawień.
pt_br: O evento SettingsSaving é gerado antes de salvar os valores de configuração.
tr: SettingsSaving olayı, ayar değerleri kaydedilmeden önce tetiklenir.

# SD_CODEGENCMT_HOWTO_ATTACHEVTS
source: To add event handlers for saving and changing settings, uncomment the lines below:
fr: Pour ajouter des gestionnaires d'événements afin d'enregistrer et de modifier les paramètres, supprimez les marques de commentaire des lignes ci-dessous :
pl: Aby dodać obsługę zdarzeń dla zapisu i zmiany ustawień, należy usunąć komentarz w poniższych wierszach:
pt_br: Para adicionar manipuladores de eventos para salvar e alterar configurações, remova os comentários das linhas abaixo:
tr: Ayarları kaydetmek ve değiştirmek üzere olay işleyicileri eklemek için alttaki açıklama satırlarını kaldırın:

# SD_CODEGENCMT_HANDLE_CHANGING
source: Add code to handle the SettingChangingEvent event here.
fr: Ajouter du code pour gérer l'événement SettingChangingEvent ici.
pl: Dodaj tutaj kod obsługi zdarzenia SettingChangingEvent.
pt_br: Adicione código para manipular o evento SettingChangingEvent aqui.
tr: SettingChangingEvent olayını işleyebilmek için buraya kod ekleyin.

# SD_CODEGENCMT_HANDLE_SAVING
source: Add code to handle the SettingsSaving event here.
fr: Ajouter du code pour gérer l'événement SettingsSaving ici.
pl: Dodaj tutaj kod obsługi zdarzenia SettingsSaving.
pt_br: Adicione código para manipular o evento SettingsSaving aqui.
tr: SettingsSaving olayını işleyebilmek için buraya kod ekleyin.

# SD_CODEGEN_FAILEDOPENCREATEEXTENDINGFILE
source: Failed to create or open file.
fr: Impossible de créer ou d'ouvrir le fichier.
pl: Nie można utworzyć lub otworzyć pliku.
pt_br: Falha ao criar ou abrir arquivo.
tr: Dosya açılamadı ya da oluşturulamadı.

# SD_DESCR_Description
source: Description of the setting.
fr: Description du paramètre.
pl: Opis ustawienia.
pt_br: A descrição da configuração.
tr: Ayarın açıklaması.

# SD_DESCR_GenerateDefaultValueInCode
source: Specifies whether or not the default setting value should be generated in the strongly-typed settings class.
fr: Spécifie si la valeur du paramètre par défaut doit être générée dans la classe de paramètres fortement typée.
pl: Określa, czy domyślna wartość ustawień powinna zostać wygenerowana w klasie ustawień z jednoznacznie określonymi typami.
pt_br: Especifica se o valor de configuração padrão deve ser gerado na classe de configurações fortemente tipadas.
tr: Varsayılan ayar değerinin kesin türü belirtilmiş ayar sınıfı içinde oluşturulup oluşturulmadığını belirtir.

# SD_DESCR_Roaming
source: Indicates whether the setting should roam when Windows roaming profiles are enabled.
fr: Indique si le paramètre doit être itinérant lorsque les profils itinérants Windows sont activés.
pl: Wskazuje, czy ustawienie powinno mieć roaming, gdy włączone są profile roamingu systemu Windows.
pt_br: Indica se a configuração deverá usar o sistema de roaming quando os perfis de roaming do Windows forem habilitados.
tr: Windows gezici profilleri etkinleştirildiğinde ayarın dolaşımda kullanılıp kullanılmayacağını belirtir.

# SD_DESCR_Name
source: Name used to identify the setting.
fr: Nom utilisé pour identifier le paramètre.
pl: Nazwa używana do identyfikacji ustawienia.
pt_br: Nome usado para identificar a configuração.
tr: Ayarı tanımlamak için kullanılan ad.

# SD_DESCR_Provider
source: The provider (System.Configuration.Provider.ProviderBase) used to manage the setting.
fr: Fournisseur (System.Configuration.Provider.ProviderBase) utilisé pour gérer le paramètre.
pl: Dostawca (System.Configuration.Provider.ProviderBase) używany do zarządzania ustawieniem.
pt_br: O provedor (System.Configuration.Provider.ProviderBase) usado para gerenciar a configuração.
tr: Ayarı yönetmek için kullanılan sağlayıcı (System.Configuration.Provider.ProviderBase).

# SD_DESCR_Scope
source: Specifies whether the setting is per-application (read-only) or per-user (read-write).
fr: Spécifie si le paramètre est configuré par application (lecture seule) ou par utilisateur (lecture/écriture).
pl: Określa czy ustawienie dotyczy aplikacji (tylko do odczytu) czy użytkownika (do odczytu/zapisu).
pt_br: Especifica se a configuração é por aplicativo (somente leitura) ou por usuário (leitura-gravação).
tr: Bu ayarın uygulama başına mı (salt okunur) yoksa kullanıcı başına mı (oku-yaz) olduğunu belirtir.

# SD_DESCR_SerializedSettingType
source: The setting will be generated as this type in the strongly-typed settings class. For example, the setting might be generated as a String or Integer object.
fr: Le paramètre sera généré sous la forme de ce type dans la classe de paramètres fortement typés. Par exemple, ce paramètre sera généré en tant qu'objet String ou Integer.
pl: Ustawienie zostanie wygenerowane w formie tego typu w klasie zasobu z jednoznacznie określonymi typami. Na przykład ustawienie może zostać wygenerowane jako obiekt String lub Integer.
pt_br: A configuração será gerada como este tipo na classe de configurações fortemente tipadas. Por exemplo, a configuração pode ser gerada como um objeto de cadeia de caracteres ou inteiro.
tr: Ayar, kesin tür belirtilmiş ayarlar sınıfındaki bu tür gibi oluşturulacak. Örneğin ayar, bir Dize veya Tamsayı nesnesi olarak oluşturulabilir.

# SD_DESCR_Value
source: The current value for the setting.
fr: Valeur actuelle de ce paramètre.
pl: Bieżąca wartość ustawienia.
pt_br: O valor atual para a configuração.
tr: Ayar için geçerli değer.

# SD_SyncFiles_1Arg
source: The following files will be deleted: {0}
pl: Następujące pliki zostaną usunięte: {0}
pt_br: Os arquivos a seguir serão excluídos: {0}
tr: Aşağıdaki dosyalar silinecek: {0}

# SD_SyncFilesNoFilesFound_1Arg
source: No user.config files were found in any of the following locations: {0}
pl: Nie odnaleziono plików user.config w żadnej z następujących lokalizacji: {0}
pt_br: Nenhum arquivo user.config foi encontrado nos locais a seguir: {0}
tr: Aşağıdaki konumların hiçbirinde user.config dosyası bulunamadı: {0}

# SD_SyncFilesOneOrMoreFailed
source: One or more user.config files was not removed.
fr: Un ou plusieurs fichiers user.config n'ont pas été supprimés.
pl: Nie usunięto jednego lub więcej plików user.config.
pt_br: Um ou mais arquivos user.config não foram removidos.
tr: Bir veya daha fazla user.config dosyası kaldırıldı.

# SD_SFG_AutoSaveRegionText
source: My.Settings Auto-Save Functionality
fr: Fonctionnalité Enregistrement automatique My.Settings
pl: Funkcje automatycznego zapisywania My.Settings
pt_br: Funcionalidade de salvamento automático do My.Settings
tr: My.Settings Otomatik Kaydetme İşlevi

# General_MissingService
source: Unable to find service '{0}'. Ensure that the application is installed correctly.
fr: Service '{0}' introuvable. Vérifiez que l'application est installée correctement.
pl: Nie można odnaleźć usługi „{0}”. Upewnij się, że aplikacja jest poprawnie zainstalowana.
pt_br: Não é possível localizar o serviço '{0}'. Verifique se o aplicativo está instalado corretamente.
tr: '{0}' hizmeti bulunamıyor. Uygulamanın doğru şekilde yüklendiğinden emin olun.

# RSE_AccessModifier_Custom
source: (Custom)
fr: (Personnalisé)
pl: (Niestandardowy)
pt_br: (Personalizado)
tr: (Özel)

# RSE_NoCodeGeneration
source: No code generation
fr: Pas de génération de code
pl: Brak generowania kodu
pt_br: Nenhuma geração de código
tr: Kod oluşturma yok

# PPG_WindowsApp_WPF
source: WPF Application
fr: Application WPF
pl: Aplikacja WPF
pt_br: Aplicativo WPF
tr: WPF Uygulaması

# PPG_WPFApp_InvalidShutdownMode
source: (Invalid value: "{0}")
fr: (Valeur non valide : "{0}")
pl: (Nieprawidłowa wartość: „{0}”)
pt_br: (Valor inválido: "{0}")
tr: (Geçersiz değer: "{0}")

# PPG_WPFApp_ShutdownMode_OnExplicitShutdown
source: On explicit shutdown
fr: Lors de l'arrêt explicite
pl: Przy jawnym zamykaniu
pt_br: No desligamento explícito
tr: Açıkça kapatıldığında

# PPG_WPFApp_ShutdownMode_OnLastWindowClose
source: On last window close
fr: Lors de la fermeture de la dernière fenêtre
pl: Przy zamknięciu ostatniego okna
pt_br: No fechamento da última janela
tr: Son pencere kapatıldığında

# PPG_WPFApp_ShutdownMode_OnMainWindowClose
source: On main window close
fr: Lors de la fermeture de la fenêtre principale
pl: Przy zamknięciu głównego okna
pt_br: No fechamento da janela principal
tr: Ana pencere kapatıldığında

# PPG_WPFApp_Xaml_CouldntFindRootElement
source: Could not find the expected root element "{0}" in the application definition file.
fr: Impossible de trouver l'élément racine attendu "{0}" dans le fichier de définition d'application.
pl: Nie można odnaleźć oczekiwanego elementu korzenia "{0}" w pliku definicji aplikacji.
pt_br: Não foi possível encontrar o elemento de raiz esperado "{0}" no arquivo de definição de aplicativo.
tr: "{0}" beklenen kök öğe uygulama tanım dosyasında bulunamadı.

# PPG_WPFApp_Xaml_UnexpectedFormat_2Args
source: The .xaml file was in an unexpected format, near line {0} column {1}.
fr: Le fichier .xaml était dans un format inattendu, vers la ligne {0} colonne {1}.
pl: Plik xaml ma nieoczekiwany format w pobliżu wiersza {0} i kolumny {1}.
pt_br: O arquivo .xaml estava em um formato inesperado, próximo à linha {0}, coluna {1}.
tr: .xaml dosyası beklenmedik bir biçimde; {1} sütunu, {0} satırının yanında.

# PPG_Application_StartupObjectLabelText
source: Startup &object:
fr: &Objet de démarrage :
pl: &Obiekt początkowy:
pt_br: &Objeto de inicialização:
tr: Başlangıç &nesnesi:

# PPG_Application_StartupUriLabelText
source: Startup &URI:
fr: &URI de démarrage :
pl: Początkowy identyfikator &URI:
pt_br: &URI de Inicialização:
tr: Başlangıç &URI'si:

# PPG_WPFApp_AppXamlOpenInUnsupportedEditor
source: The application definition file is already opened in an incompatible editor. Please close the other editor and reload the project properties page.
fr: Le fichier de définition d'application est déjà ouvert dans un éditeur incompatible. Fermez l'autre éditeur et rechargez la page des propriétés du projet.
pl: Plik definicji aplikacji jest już otwarty w niezgodnym edytorze. Zamknij inny edytor i załaduj ponownie stronę właściwości projektu.
pt_br: O arquivo de definição de aplicativo já está aberto em um editor incompatível. Feche o outro editor e recarregue a página de propriedades do projeto.
tr: Uygulama tanım dosyası, uyumsuz bir düzenleyicide açılmış. Lütfen diğer düzenleyiciyi kapatın ve proje özellikleri sayfasını yeniden yükleyin.

# PPG_WPFApp_CantOpenOrCreateAppXaml_1Arg
source: There was an error trying to open or create the application definition file for this project. {0}
fr: Erreur lors de l'ouverture ou de la création du fichier de définition d'application pour ce projet. {0}
pl: Wystąpił błąd podczas próby otwarcia lub utworzenia pliku definicji aplikacji dla tego projektu. {0}
pt_br: Erro ao tentar abrir ou criar um arquivo de definição de aplicativo para este projeto. {0}
tr: Bu projenin uygulama tanımı dosyasını açmaya ya da oluşturmaya çalışırken bir hata oluştu. {0}

# PPG_WPFApp_ErrorControlMessage_1Arg
source: An error occurred trying to load the application definition file for this project. The file '{0}' could not be parsed. Please edit the file in the XAML editor to fix the error.
fr: Une erreur s'est produite durant la tentative de chargement du fichier de définition d'application pour ce projet. Impossible d'analyser le fichier '{0}'. Modifiez le fichier dans l'éditeur XAML pour corriger l'erreur.
pl: Wystąpił błąd podczas próby załadowania pliku definicji aplikacji dla tego projektu. Nie można przeanalizować pliku „{0}”. Zmodyfikuj plik w edytorze XAML, aby naprawić ten błąd.
pt_br: Ocorreu um erro ao tentar carregar o arquivo de definição de aplicativo para esse projeto. Não foi possível analisar o arquivo {0}. Edite o arquivo no editor XAML para corrigir o erro.
tr: Bu proje için uygulama tanım dosyası yüklenmeye çalışılırken hata oluştu. '{0}' dosyası ayrıştırılamadı. Lütfen dosyayı XAML düzenleyicisinde düzenleyerek hatayı düzeltin.

# PPG_Unexpected
source: An unspecified error has occurred.
fr: Une erreur non spécifiée s'est produite.
pl: Wystąpił nieokreślony błąd.
pt_br: Ocorreu um erro não especificado.
tr: Belirlenemeyen bir hata oluştu.

# PPG_WPFApp_CantFindAppXaml
source: This project does not contain an application definition file.
fr: Ce projet ne contient pas de fichier de définition d'application.
pl: Ten projekt nie zawiera pliku definicji aplikacji.
pt_br: Este projeto não contém um arquivo de definição de aplicativo.
tr: Bu proje bir uygulama tanımı dosyası içermiyor.

# PPG_WPFApp_CouldntCreateApplicationEventsFile_1Arg
source: An error occurred trying to create the application events file. {0}
fr: Une erreur s'est produite lors de la tentative de création du fichier des événements d'application. {0}
pl: Wystąpił błąd podczas próby utworzenia pliku zdarzeń aplikacji. {0}
pt_br: Erro ao tentar criar um arquivo de eventos de aplicativo. {0}
tr: Uygulama olayları dosyası oluşturulmaya çalışılırken bir hata oluştu. {0}

# General_InvalidArgument_1Arg
source: Invalid argument '{0}'
fr: Argument '{0}' non valide.
pl: Nieprawidłowy argument. „{0}”
pt_br: Argumento inválido '{0}'
tr: '{0}' bağımsız değişkeni geçersiz.

# PPG_CommandLineApp_WPF
source: WPF Console Application
fr: Application console WPF
pl: Aplikacja konsoli WPF
pt_br: Aplicativo de Console WPF
tr: WPF Konsol Uygulaması

# PPG_WindowsClassLib_WPF
source: WPF Class Library
fr: Bibliothèque de classes WPF
pl: Biblioteka klas WPF
pt_br: Biblioteca de Classes WPF
tr: WPF Sınıf Kitaplığı

# PPG_Application_DefaultManifestText
source: Embed manifest with default settings
fr: Incorporer les paramètres par défaut dans le fichier manifeste
pl: Osadź manifest w ustawieniach domyślnych
pt_br: Inserir manifesto com configurações padrão
tr: Bildirimi varsayılan ayarlarla ekle

# PPG_Application_NoManifestText
source: Create application without a manifest
fr: Créer une application sans fichier manifeste
pl: Utwórz aplikację bez manifestu
pt_br: Criar aplicativo sem um manifesto
tr: Uygulamayı bildirim olmadan oluştur

# PPG_Application_BadManifest
source: Invalid manifest file.
fr: Fichier manifeste non valide.
pl: Nieprawidłowy plik manifestu.
pt_br: Arquivo de manifesto inválido.
tr: Bildirim dosyası geçersiz.

# PPG_Services
source: Services
pl: Usługi
pt_br: Serviços
tr: Hizmetler
