Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: fr, pl, pt_br, tr

# PropPage_InvalidCharactersInFilePath
source: "Invalid characters in file path."
fr: « Caractères non valides dans le chemin du fichier. »
pl: „Nieprawidłowe znaki w ścieżce pliku.”
pt_br: "Caracteres inválidos no caminho do arquivo."
tr: "Dosya yolunda geçersiz karakterler var."

# PropPage_RemoteMachineBlankError
source: The remote machine name cannot be blank. Please specify the name of the machine to debug remotely.
fr: Le nom de l'ordinateur distant ne peut pas être vide. Spécifiez le nom de l'ordinateur à déboguer à distance.
pl: Nazwa zdalnego komputera nie może być pusta. Podaj nazwę komputera do zdalnego debugowania.
pt_br: O nome do computador remoto não pode ficar em branco. Especifique o nome do computador a ser depurado remotamente.
tr: Uzak makine adı boş olamaz. Lütfen uzaktan hata ayıklama işleminin yapılacağı makinenin adını belirtin.

# PropPage_ProgramNotExist
source: The external program cannot be found. Please enter a valid executable file.
fr: Le programme externe est introuvable. Entrez un fichier exécutable valide.
pl: Nie można odnaleźć zewnętrznego programu. Wprowadź prawidłowy plik wykonywalny.
pt_br: O programa externo não foi encontrado. Insira um arquivo executável válido.
tr: Dış program bulunamıyor. Lütfen geçerli bir yürütülebilir dosya girin.

# PropPage_NeedExternalProgram
source: The external program property cannot be empty. Please enter a valid executable file.
fr: La propriété du programme externe ne peut pas être vide. Entrez un fichier exécutable valide.
pl: Właściwość programu zewnętrznego nie może być pusta. Wprowadź prawidłowy plik wykonywalny.
pt_br: A propriedade do programa externo não pode ficar vazia. Insira um arquivo executável válido.
tr: Dış program özelliği boş olamaz. Lütfen geçerli bir yürütülebilir dosya girin.

# PropPage_NotAnExeError
source: We can only debug an EXE file. Please enter a valid executable file.
fr: Vous pouvez déboguer uniquement un fichier EXE. Entrez un fichier exécutable valide.
pl: Debugować można tylko pliki EXE. Wprowadź prawidłowy plik wykonywalny.
pt_br: Só é possível depurar um arquivo EXE. Insira um arquivo executável válido.
tr: Yalnızca EXE dosyalarında hata ayıklanabilir. Lütfen geçerli bir yürütülebilir dosya girin.

# PropPage_NeedURL
source: The URL property cannot be empty. Please enter a valid URL.
fr: La propriété de l'URL ne peut pas être vide. Entrez une URL valide.
pl: Właściwość URL nie może być pusta. Wprowadź poprawny adres URL.
pt_br: A propriedade URL não pode ficar vazia. Insira uma URL válida.
tr: URL özelliği boş olamaz. Lütfen geçerli bir URL girin.

# PropPage_InvalidURL
source: The URL is invalid. Please enter a valid URL like "http://www.microsoft.com/"
fr: L'URL n'est pas valide. Entrez une URL valide telle que "http://www.microsoft.com/"
pl: Adres URL jest nieprawidłowy. Wprowadź poprawny adres URL, np. „http://www.microsoft.com/”
pt_br: A URL é inválida. Insira uma URL válida como "http://www.microsoft.com/"
tr: URL geçersiz. Lütfen "http://www.microsoft.com/" gibi geçerli bir URL girin

# PropPage_WorkingDirError
source: The working directory you entered does not exist. Please enter a valid working directory.
fr: Le répertoire de travail que vous avez entré n'existe pas. Entrez un répertoire de travail valide.
pl: Wprowadzony katalog roboczy nie istnieje. Wprowadź poprawny katalog roboczy.
pt_br: O diretório de trabalho inserido não existe. Insira um diretório de trabalho válido.
tr: Girdiğiniz çalışma dizini mevcut değil. Lütfen geçerli bir çalışma dizini girin.

# PropPage_ReferenceNotFound
source: <The system cannot find the reference specified>
fr: <Le système ne trouve pas la référence spécifiée>
pl: <System nie może odnaleźć określonego odwołania>
pt_br: <O sistema não pode encontrar a referência especificada>
tr: <Sistem belirtilen başvuruyu bulamıyor>

# PropPage_ImportedNamespacesTitle
source: Imported Namespaces
fr: Espaces de noms importés
pl: Importowane przestrzenie nazw
pt_br: Namespaces Importados
tr: İçeri Aktarılan Ad Alanları

# PropPage_ComputingReferencedNamespacesMessage
source: Computing referenced namespaces...
fr: Calcul des espaces de noms référencés...
pl: Trwa obliczanie przestrzeni nazw z odwołaniami...
pt_br: Computando namespaces referenciados…
tr: Başvurulan ad alanları hesaplanıyor...

# PropPage_UnusedReferenceTitle
source: Unused References
fr: Références inutilisées
pl: Nieużywane odwołania
pt_br: Referências não utilizadas
tr: Kullanılmayan Başvurular

# PropPage_UnusedReferenceRemoveButton
source: &Remove
fr: &Supprimer
pl: &Usuń
pt_br: &Remover
tr: &Kaldır

# PropPage_UnusedReferenceNoUnusedReferences
source: No unused references
fr: Aucune référence inutilisée
pl: Brak nieużywanych odwołań
pt_br: Nenhuma referência não utilizada
tr: Kullanılmayan başvuru yok

# PropPage_UnusedReferenceCompileFail
source: Project compilation failed. Cannot determine unused references.
fr: Échec de la compilation du projet. Impossible de déterminer les références inutilisées.
pl: Kompilacja projektu nie powiodła się. Nie można określić nieużywanych odwołań.
pt_br: Falha na compilação do projeto. Não é possível determinar as referências não utilizadas.
tr: Proje derleme başarısız oldu. Kullanılmayan başvurular belirlenemiyor.

# PropPage_UnusedReferenceCompileWaiting
source: Gathering list of unused references...
fr: Collecte de la liste des références inutilisées...
pl: Gromadzenie listy nieużywanych odwołań…
pt_br: Coletando lista de referências não utilizadas...
tr: Kullanılmayan başvuruların listesi toplanıyor...

# PropPage_UnusedReferenceError
source: Error getting unused references.
fr: Erreur d'obtention des références inutilisées.
pl: Błąd podczas pobierania nieużywanych odwołań.
pt_br: Erro ao obter as referências não utilizadas.
tr: Kullanılmayan başvurular alınırken hata oluştu.

# PPG_InvalidHexString
source: Base address must be a hexadecimal number with less than or equal to 8 digits, for example, &H11000000.
fr: L'adresse de base doit être un nombre hexadécimal inférieur ou égal à 8 chiffres, par exemple, &H11000000.
pl: Adres podstawowy musi być liczbą szesnastkową o długości maksymalnie 8 cyfr, na przykład &H11000000.
pt_br: O endereço básico deve ser um número hexadecimal menor ou igual a 8 dígitos, por exemplo, &H11000000.
tr: Temel adres, 8 veya daha az basamaklı onaltılık bir sayı olmalıdır, örneğin: &H11000000.

# PropPage_NeedResFile
source: "Resource files must have a .res file extension. Please enter a valid resource file name."
fr: "Les fichiers de ressources doivent avoir une extension de fichier .res. Entrez un nom de fichier de ressources valide."
pl: „Pliki zasobów muszą mieć rozszerzenie res. Wprowadź prawidłową nazwę pliku zasobu”.
pt_br: "Os arquivos de recurso devem ter a extensão .res. Insira um nome de arquivo de recurso válido."
tr: "Kaynak dosyalarının uzantısı .res olmalıdır. Lütfen geçerli bir kaynak dosyası adı girin."

# PropPage_ResourceFileNotExist
source: "The resource file entered does not exist."
fr: "Le fichier de ressources entré n'existe pas."
pl: "Wprowadzony plik zasobu nie istnieje".
pt_br: "O arquivo de recurso inserido não existe."
tr: "Girilen kaynak dosyası yok."

# PPG_Property_AssemblyName
source: Assembly Name
fr: Nom de l'assembly
pl: Nazwa zestawu
pt_br: Nome do Assembly
tr: Bütünleştirilmiş Kod Adı

# PPG_Property_RootNamespace
source: Root Namespace
fr: Espace de noms racine
pl: Główna przestrzeń nazw
pt_br: Namespace Raiz
tr: Kök Ad Alanı

# PPG_Property_StartupObject
source: Startup Object
fr: Objet de démarrage
pl: Obiekt startowy
pt_br: Objeto de Inicialização
tr: Başlangıç Nesnesi

# PPG_Property_ApplicationIcon
source: Application Icon
fr: Icône d'application
pl: Ikona aplikacji
pt_br: Ícone do Aplicativo
tr: Uygulama Simgesi

# PPG_Property_AssemblyVersion
source: Assembly Version
fr: Version de l'assembly
pl: Wersja zestawu
pt_br: Versão do Assembly
tr: Bütünleştirilmiş Kod Sürümü

# PPG_Property_AssemblyFileVersion
source: Assembly File Version
fr: Version du fichier d'assembly
pl: Wersja pliku zestawu
pt_br: Versão do Arquivo do Assembly
tr: Bütünleştirilmiş Kod Dosya Sürümü

# PPG_Property_AssemblyGuid
source: Assembly GUID
fr: GUID de l'assembly
pl: Identyfikator GUID zestawu
pt_br: GUID do Assembly
tr: Bütünleştirilmiş Kod GUID’i

# PPG_Property_StartProgram
source: External Program Path
fr: Chemin du programme externe
pl: Ścieżka programu zewnętrznego
pt_br: Caminho do Programa Externo
tr: Dış Program Yolu

# PPG_Property_StartURL
source: Start Browser With URL
fr: Démarrer le navigateur avec l'URL
pl: Uruchom przeglądarkę i przejdź do adresu URL
pt_br: Iniciar Navegador com URL
tr: Tarayıcıyı URL ile Başlat

# PPG_Property_StartWorkingDirectory
source: Working Directory
fr: Répertoire de travail
pl: Katalog roboczy
pt_br: Diretório de Trabalho
tr: Çalışma Dizini

# PPG_Property_RemoteDebugMachine
source: Remote Machine Name
fr: Nom de l'ordinateur distant
pl: Nazwa komputera zdalnego
pt_br: Nome do Computador Remoto
tr: Uzak Makine Adı

# DFX_DesignerReadOnlyCaption
source: {0} [Read Only]
fr: {0} [Lecture seule]
pl: {0} [tylko do odczytu]
pt_br: {0} [Somente Leitura]
tr: {0} [Salt Okunur]

# DFX_DesignerLoaderIVsTextStreamNotFound
source: The editor could not get the IVsTextStream for file {0}.
fr: L'éditeur n'a pas pu obtenir IVsTextStream pour le fichier {0}.
pl: Edytor nie może uzyskać elementu IVsTextStream dla pliku {0}.
pt_br: O editor não pôde obter o IVsTextStream para o arquivo {0}.
tr: Düzenleyici {0} dosyası için IVsTextStream alamadı.

# DFX_DesignerLoaderIVsTextStreamNotFoundNoFile
source: The editor could not get the IVsTextStream.
fr: L'éditeur n'a pas pu obtenir IVsTextStream.
pl: Edytor nie może uzyskać elementu IVsTextStream.
pt_br: O editor não pôde obter o IVsTextStream.
tr: Düzenleyici IVsTextStream alamadı.

# DFX_EditorNoDesignerService
source: No DesignerService for file '{0}'.
fr: Aucun DesignerService pour le fichier '{0}'.
pl: Brak usługi DesignerService dla pliku „{0}”.
pt_br: Nenhum DesignerService para o arquivo '{0}'.
tr: '{0}' dosyası için DesignerService yok.

# DFX_UnableCreateTextBuffer
source: Unable to create text buffer.
fr: Impossible de créer une mémoire tampon de texte.
pl: Nie można utworzyć buforu tekstu.
pt_br: Não é possível criar o buffer de texto.
tr: Merin arabelleği oluşturulamıyor.

# DFX_NoLocalRegistry
source: No LocalRegistry service.
fr: Aucun service LocalRegistry.
pl: Brak usługi LocalRegistry.
pt_br: Nenhum serviço LocalRegistry.
tr: LocalRegistry hizmeti yok.

# DFX_IncompatibleBuffer
source: File is already opened in an incompatible editor.
fr: Le fichier est déjà ouvert dans un éditeur non compatible.
pl: Plik jest już otwarty w niezgodnym edytorze.
pt_br: O arquivo já está aberto em um editor incompatível.
tr: Dosya uyumsuz bir düzenleyicide önceden açılmış.

# DFX_WindowPane_UnknownError
source: Unknown Error.
fr: Erreur inconnue.
pl: Nieznany błąd.
pt_br: Erro Desconhecido.
tr: Bilinmeyen Hata.

# DFX_CreateEditorInstanceFailed_Ex
source: Unable to create the designer. {0}
fr: Impossible de créer le concepteur. {0}
pl: Nie można utworzyć projektanta. {0}
pt_br: Não é possível criar o designer. {0}
tr: Tasarımcı oluşturulamıyor. {0}

# DFX_UnableToCheckout
source: Unable to check out the current file. The file may be read-only or locked, or you may need to check the file out manually.
fr: Impossible d'extraire le fichier actif. Ce fichier peut être en lecture seule ou verrouillé ou vous devrez peut-être l'extraire manuellement.
pl: Nie można wyewidencjonować bieżącego pliku. Plik może być zablokowany lub tylko do odczytu albo należy go wyewidencjonować ręcznie.
pt_br: Não é possível fazer o check-out do arquivo atual. O arquivo pode ser somente leitura ou estar bloqueado ou talvez você precise fazer check-out do arquivo manualmente.
tr: Geçerli dosya kullanıma alınamıyor. Dosya salt okunur veya kilitli olabilir ya da dosyayı el ile kullanıma almanız gerekiyor olabilir.

# PermissionSet_Requires
source: Requires:
fr: Nécessite :
pl: Wymagania:
pt_br: Requer:
tr: Şunları gerektirir:

# RSE_ResourceNameColumn
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
tr: Ad

# RSE_TypeColumn
source: Type
pl: Typ
pt_br: Tipo
tr: Tür

# RSE_ResourceColumn
source: Value
fr: Valeur
pl: Wartość
pt_br: Valor
tr: Değer

# RSE_CommentColumn
source: Comment
fr: Commentaire
pl: Komentarz
pt_br: Comentário
tr: Açıklama

# SingleFileGenerator_FailedToGenerateFile_1Arg
source: Failed to generate file: {0}
fr: Échec de génération du fichier : {0}
pl: Nie można wygenerować pliku: {0}
pt_br: Falha ao gerar o arquivo: {0}
tr: Dosya oluşturulamadı: {0}

# RSE_Err_CantEditEmbeddedResource
source: Editing embedded resources directly is not supported. Do you wish to convert this item to a linked resource in order to edit it?
fr: Impossible de modifier directement les ressources incorporées. Voulez-vous convertir cet élément en ressource liée afin de la modifier ?
pl: Bezpośrednia edycja zasobów osadzonych nie jest obsługiwana. Czy chcesz przekonwertować ten element na zasób połączony w celu jego edycji?
pt_br: Não há suporte para a edição direta de recursos inseridos. Deseja converter o item em um recurso vinculado para editá-lo?
tr: Ekli kaynakların doğrudan düzenlenmesi desteklenmiyor. Bu öğeyi, düzenlemek üzere bağlı bir kaynağa dönüştürmek istiyor musunuz?

# RSE_Err_RenameNotSupported
source: The current object is auto-generated and only supports renaming through the Managed Resources Editor.
fr: L'objet actif est généré automatiquement et prend en charge l'attribution d'un nouveau nom par le biais de l'Éditeur de ressources managées uniquement.
pl: Bieżący obiekt został wygenerowany automatycznie i obsługuje zmianę nazwy poprzez edytor zarządzanych zasobów.
pt_br: O objeto atual é gerado automaticamente e só dá suporte à renomeação por meio do Editor de Recursos Gerenciados.
tr: Geçerli nesne otomatik olarak oluşturuldu ve yalnızca Yönetilen Kaynak Düzenleyici tarafından yeniden adlandırılması destekleniyor.

# RSE_Err_CantFindResourceFile_1Arg
source: Cannot find the file '{0}'. It may have been moved or deleted.
fr: Le fichier '{0}' est introuvable. Il a peut-être été déplacé ou supprimé.
pl: Nie można odnaleźć pliku „{0}”. Mógł on zostać przeniesiony lub usunięty.
pt_br: Não foi possível encontrar o arquivo '{0}'. Ele pode ter sido movido ou excluído.
tr: '{0}' dosyası bulunamıyor. Taşınmış veya silinmiş olabilir.

# RSE_Err_LoadingResource_1Arg
source: Unable to load resource from file '{0}'.
fr: Impossible de charger la ressource à partir du fichier '{0}'.
pl: Nie można załadować zasobu z pliku '{0}'.
pt_br: Não é possível carregar o recurso a partir do arquivo '{0}'.
tr: '{0}' dosyasından kaynak yüklenemiyor.

# RSE_Err_NameBlank
source: The resource name cannot be empty.
fr: Le nom de la ressource ne peut pas être vide.
pl: Nazwa zasobu nie może być pusta.
pt_br: O nome de recurso não pode ficar vazio.
tr: Kaynak adı boş olamaz.

# RSE_Err_DuplicateName_1Arg
source: There is already another resource with the name '{0}'.
fr: Il existe déjà une autre ressource nommée '{0}'.
pl: Istnieje już inny zasób o nazwie '{0}'.
pt_br: Já existe outro recurso com o nome '{0}'.
tr: '{0}' adlı başka bir kaynak zaten var.

# RSE_Err_UnexpectedResourceType
source: The resource was not of the expected type.
fr: La ressource n'était pas du type attendu.
pl: Zasób nie ma oczekiwanego typu.
pt_br: O recurso não era do tipo esperado.
tr: Kaynak beklenen türde değildi.

# RSE_Err_CantCreateNewResource_2Args
source: Unable to create new resource file '{0}'. {1}
fr: Impossible de créer le fichier de ressources '{0}'. {1}
pl: Nie można utworzyć nowego pliku zasobu „{0}”. {1}
pt_br: Não foi possível criar o novo arquivo de recurso '{0}'. {1}
tr: '{0}' adlı yeni kaynak dosyası oluşturulamıyor. {1}

# RSE_Err_CantPlay_1Arg
source: Unable to play the audio resource. {0}
fr: Impossible de lire la ressource audio. {0}
pl: Nie można odtworzyć zasobu audio. {0}
pt_br: Não é possível executar o recurso de áudio. {0}
tr: Ses kaynağı yürütülemiyor. {0}

# RSE_Err_CantSaveResource_1Arg
source: Resource '{0}' cannot be saved to a file.
fr: Impossible d'enregistrer la ressource '{0}' dans un fichier.
pl: Nie można zapisać zasobu '{0}' do pliku.
pt_br: O recurso '{0}' não pode ser salvo em um arquivo.
tr: '{0}' kaynağı dosyaya kaydedilemiyor.

# RSE_Err_UserCancel
source: The operation has been canceled by the user.
fr: L'opération a été annulée par l'utilisateur.
pl: Operacja została anulowana przez użytkownika.
pt_br: A operação foi cancelada pelo usuário.
tr: İşlem kullanıcı tarafından iptal edildi.

# RSE_Err_BadData
source: The resource value contains invalid data or has an incorrect format.
fr: La valeur de la ressource contient des données non valides ou est dotée d'un format incorrect.
pl: Wartość zasobu zawiera nieprawidłowe dane lub ma nieprawidłowy format.
pt_br: O valor do recurso contém dados inválidos ou tem um formato incorreto.
tr: Kaynak değer geçersiz veri içeriyor ya da yanlış biçimde.

# RSE_Err_BadIdentifier_2Arg
source: The name of the resource '{0}' cannot be used as a valid identifier, because it contains one or more invalid characters: '{1}'. Please remove or replace those characters and try again.
fr: Impossible d'utiliser le nom de la ressource '{0}' comme identificateur valide, car il contient un ou plusieurs caractères non valides : '{1}'. Supprimez ou remplacez ces caractères et réessayez.
pl: Nazwa zasobu „{0}” nie może zostać użyta jako prawidłowy identyfikator, ponieważ zawiera nieprawidłowe znaki: „{1}”. Usuń lub zastąp te znaki i spróbuj ponownie.
pt_br: O nome do recurso '{0}' não pode ser usado como um identificador válido, pois ele contém um ou mais caracteres inválidos: '{1}'. Remova ou substitua esses caracteres e tente novamente.
tr: Bir veya birden fazla geçersiz karakter içerdiği için '{0}' kaynağının adı geçerli bir tanımlayıcı olarak kullanılamıyor: '{1}'. Bu karakterleri kaldırın veya değiştirin ve yeniden deneyin.

# RSE_Err_MaxFilesLimitation
source: Too many files specified. Please select fewer files and try again.
fr: Trop de fichiers spécifiés. Sélectionnez moins de fichiers et recommencez.
pl: Wybrano za dużo plików. Wybierz mniej plików i spróbuj ponownie.
pt_br: Há arquivos demais especificados. Selecione menos arquivos e tente novamente.
tr: Çok fazla dosya belirtildi. Lütfen daha az dosya seçin ve tekrar deneyin.

# RSE_Err_InternalException
source: Unexpected error.
fr: Erreur inattendue.
pl: Nieoczekiwany błąd.
pt_br: Erro inesperado.
tr: Beklenmeyen hata.

# RSE_Err_Unexpected_NoResource_1Arg
source: Unable to load internal localized resource '{0}'.
fr: Impossible de charger la ressource localisée interne '{0}'.
pl: Nie można załadować wewnętrznych zlokalizowanych zasobów '{0}'.
pt_br: Não é possível carregar o recurso localizado internamente '{0}'.
tr: Dahili '{0}' yerelleştirilmiş kaynağı yüklenemiyor.

# RSE_Err_CantConvertFromString_2Args
source: The value could not be converted into a resource of type {0}. {1}
pl: Nie można skonwertować wartości do zasobu typu {0}. {1}
pt_br: Não foi possível converter o valor em um recurso do tipo {0}. {1}
tr: Değer, {0} türündeki kaynağa dönüştürülemedi. {1}

# RSE_Err_CantUseEmptyValue
source: The value cannot be empty in a resource of type {0}.
fr: La valeur ne peut pas être vide dans une ressource de type {0}.
pl: Wartość nie może być pusta w zasobie typu {0}.
pt_br: O valor não pode ficar vazio em um recurso do tipo {0}.
tr: {0} türü bir kaynakta bu değer boş olamaz.

# RSE_Err_CantBeEmpty
source: One or more of the selected resource values could not be cleared.
fr: Impossible d'effacer une ou plusieurs des valeurs de ressources sélectionnées.
pl: Nie można wyczyścić jednego lub więcej z wybranych wartości zasobów.
pt_br: Não foi possível remover um ou mais valores de recurso selecionados.
tr: Seçili kaynak değerlerinden bir veya daha fazlası temizlenemedi.

# RSE_Err_CantEditInDebugMode
source: The resource file cannot be modified at this time.
fr: Impossible de modifier le fichier de ressources pour l'instant.
pl: W tej chwili nie można zmodyfikować pliku zasobu.
pt_br: O arquivo de recurso não pode ser modificado neste momento.
tr: Şu anda kaynak dosyası değiştirilemez.

# RSE_Err_UpdateADependentFile
source: You are trying to edit a resource file that is a part of another project item (such as a form or a control). Editing this item could corrupt the project item, and you will have to recover it by hand. In addition, changes made to this resource file may be lost if further changes are made to the project item. Do you really want to edit this file?
pl: Podjęto próbę edycji pliku zasobu, który jest częścią innego elementu projektu (takiego jak formularz czy kontrolka). Edytowanie tego elementu może spowodować uszkodzenie elementu projektu i trzeba będzie go odzyskać ręcznie. Ponadto zmiany dokonane w tym pliku zasobu mogą zostać utracone, jeśli zostaną wprowadzone kolejne zmiany w elemencie projektu. Czy na pewno chcesz edytować ten plik?
pt_br: Você está tentando editar um arquivo de recurso que faz parte de outro item de projeto (como um formulário ou controle). A edição desse item pode corromper o item de projeto e será preciso recuperá-lo manualmente. Além disso, as alterações feitas nesse arquivo de recurso podem ser perdidas se forem feitas alterações futuras no item de projeto. Deseja realmente editar esse arquivo?
tr: Başka bir proje öğesinin parçası olan bir kaynak dosyasını düzenlemeye çalışıyorsunuz (form veya denetim gibi). Bu öğenin düzenlenmesi, proje öğesini bozabilir ve bu durumda öğeyi el ile kurtarmanız gerekir. Ayrıca, proje öğesinde başka değişiklikler yapılırsa bu kaynak dosyasında yapılan değişiklikler kaybedilebilir. Bu dosyayı düzenlemek istediğinizden emin misiniz?

# RSE_Err_CantAddUnsupportedResource_1Arg
source: The resource '{0}' cannot be added.
fr: Impossible d'ajouter la ressource '{0}'.
pl: Nie można dodać zasobu „{0}”.
pt_br: O recurso '{0}' não pode ser adicionado.
tr: '{0}' adlı kaynak eklenemiyor.

# RSE_Err_CantAddFileToDeviceProject_1Arg
source: The device does not support '{0}' files.
fr: Le périphérique ne prend pas en charge les fichiers '{0}'.
pl: Urządzenie nie obsługuje plików '{0}'.
pt_br: O dispositivo não dá suporte a arquivos '{0}'.
tr: Cihaz '{0}' dosyalarını desteklemez.

# RSE_Err_TypeIsNotSupported_1Arg
source: The resource item uses the type '{0}', which is not supported in this project.
fr: L'élément de la ressource utilise le type '{0}' alors que ce type n'est pas pris en charge dans ce projet.
pl: Element zasobu używa typu '{0}', który nie jest obsługiwany w tym projekcie.
pt_br: O item de recurso usa o tipo '{0}', que não tem suporte neste projeto.
tr: Kaynak öğesi bu projede desteklenmeyen '{0}' türünü kullanıyor.

# RSE_Err_CantSaveResouce_1Arg
source: The resource item(s) {0} cannot be saved correctly. The item(s) will be discarded.
fr: Impossible d'enregistrer correctement les éléments de la ressource {0}. Ils vont être ignorés.
pl: Nie można poprawnie zapisać elementów zasobów {0}. Elementy zostaną odrzucone.
pt_br: Os itens de recurso {0} não podem ser salvos corretamente. Os itens serão descartados.
tr: Şu kaynak öğeleri doğru şekilde kaydedilemiyor: {0}. Öğeler atılacak.

# RSE_NothingValue
source: (Nothing/null)
fr: (Rien/null)
pl: (Nic/null)
pt_br: (Nada/nulo)
tr: (Yok/null)

# RSE_UnknownType
source: (Unknown type)
fr: (Type inconnu)
pl: (Nieznany typ)
pt_br: (Tipo desconhecido)
tr: (Bilinmeyen tür)

# RSE_NonEditableValue
source: (Value cannot be displayed)
fr: (Impossible d'afficher la valeur)
pl: (Nie można wyświetlić wartości)
pt_br: (O valor não pode ser exibido)
tr: (Değer adı görüntülenemiyor)

# RSE_DetailsCol_Name
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
tr: Ad
