Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.CSharp.VS/xlf/VSPackage.*.xlf
Languages: tr

source: C# Project Files (*.csproj);*.csproj
tr: C# Proje Dosyaları (*.csproj);*.csproj

source: Console App (.NET Core)
tr: Konsol Uygulaması (.NET Core)

source: A project for creating a command-line application that can run on .NET Core on Windows, Linux and MacOS.
tr: Windows, Linux ve MacOS işletim sistemlerinde .NET Core üzerinde çalışabilen bir komut satırı uygulaması oluşturmaya yönelik proje.

source: Class Library (.NET Standard)
tr: Sınıf Kitaplığı (.NET Standard)

source: A project for creating a class library that targets .NET Standard.
tr: .NET Standard’ı hedefleyen bir sınıf kitaplığı oluşturmaya yönelik proje.

source: Loaded Project File Editor
tr: Yüklenen Proje Dosyası Düzenleyicisi

source: .NET Core 2015 Project Files (*.xproj);*.xproj
tr: .NET Core 2015 Proje Dosyaları (*.xproj);*.xproj

source: Class Library (.NET Core)
tr: Sınıf Kitaplığı (.NET Core)

source: A project for creating a class library that targets .NET Core.
tr: .NET Core’u hedefleyen bir sınıf kitaplığı oluşturmaya yönelik proje.

source: xUnit Test Project (.NET Core)
tr: xUnit Test Projesi (.NET Core)

source: A project that contains xUnit.net tests that can run on .NET Core on Windows, Linux and MacOS.
tr: Windows, Linux ve MacOS’ta .NET Core üzerinde çalıştırılabilen xUnit.net testlerini içeren bir proje.
