Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed.VS/xlf/Menus.vsct.*.xlf
Languages: it, zh_hans

# cmdidNavigateToProject|ButtonText
source: N&avigate To Project
it: P&assa al progetto
zh_hans: 导航到项目(&A)

# cmdidProjectDebugger|ButtonText
source: Web Debugger
it: Debugger Web
zh_hans: Web 调试器

# cmdidGenerateNuGetPackageProjectContextMenu|ButtonText
source: &Pack
it: Crea &pacchetto
zh_hans: 打包(&P)

# cmdidGenerateNuGetPackageProjectContextMenu|ToolTipText
source: Generate NuGet Package
it: Genera il pacchetto NuGet
zh_hans: 生成 NuGet 包

# cmdidGenerateNuGetPackageProjectContextMenu|CommandName
source: Pack
it: GenerateNuGetPackageProjectContextMenu
zh_hans: GenerateNuGetPackageProjectContextMenu

# cmdidGenerateNuGetPackageTopLevelBuild|ButtonText
source: &Pack Selection
it: Crea &pacchetto da selezione
zh_hans: 打包选项(&P)

# cmdidGenerateNuGetPackageTopLevelBuild|ToolTipText
source: Generate NuGet Package for selected project
it: Genera il pacchetto NuGet per il progetto selezionato
zh_hans: 为所选项目生成 NuGet 包

# cmdidGenerateNuGetPackageTopLevelBuild|CommandName
source: Pack Selection
it: GenerateNuGetPackageTopLevelBuild
zh_hans: GenerateNuGetPackageTopLevelBuild

# DebugTargetMenuDebugFrameworkMenu|ButtonText
source: Framework
zh_hans: 框架

# cmdidDebugFrameworks|ButtonText
source: Framework
zh_hans: 框架

# AddAboveMenu|ButtonText
source: &Add Above
it: &Aggiungi sopra
zh_hans: 在上方添加(&A)

# cmdidAddNewItemAbove|ButtonText
source: &Add New Item...
it: &Aggiungi nuovo elemento...
zh_hans: 添加新项(&A)...

# cmdidAddNewItemAbove|CommandName
source: Add New Item (Below)
it: AddNewItemAbove
zh_hans: AddNewItemAbove

# AddBelowMenu|ButtonText
source: &Add Below
it: &Aggiungi sotto
zh_hans: 在下方添加(&A)

# cmdidAddExistingItemAbove|ButtonText
source: &Add Existing Item...
it: &Aggiungi elemento esistente...
zh_hans: 添加现有项(&A)...

# cmdidAddNewItemBelow|ButtonText
source: &Add New Item...
it: &Aggiungi nuovo elemento...
zh_hans: 添加新项(&A)...

# cmdidAddExistingItemBelow|ButtonText
source: &Add Existing Item...
it: &Aggiungi elemento esistente...
zh_hans: 添加现有项(&A)...
