Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed.VS/xlf/VSPackage.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

source: Console App (.NET Core)
cs: Konzolová aplikace (.NET Core)
de: Konsolen-App (.NET Core)
es: Aplicación de consola (.NET Core)
fr: Application console (.NET Core)
it: App console (.NET Core)
ja: コンソール アプリ (.NET Core)
ko: 콘솔 앱(.NET Core)
pl: Aplikacja konsoli (.NET Core)
pt_br: Aplicativo do Console (.NET Core)
ru: Консольное приложение (.NET Core)
zh_hans: 控制台应用(.NET Core)
zh_hant: 主控台應用程式 (.NET Core)

source: A project for creating a command-line application that can run on .NET Core on Windows, Linux and MacOS.
cs: Projekt pro vytvoření aplikace příkazového řádku, která běží na platformě .NET Core v systémech Windows, Linux a MacOS
de: Ein Projekt zum Erstellen einer Befehlszeilenanwendung, die unter .NET Core unter Windows, Linux und MacOS ausgeführt werden kann.
es: Proyecto para crear una aplicación de línea de comandos que se puede ejecutar en .NET Core en Windows, Linux y MacOS.
fr: Projet de création d'une application en ligne de commande pouvant s'exécuter sur .NET Core sur Windows, Linux et MacOS.
it: Progetto per la creazione di un'applicazione da riga di comando eseguibile in .NET Core in Windows, Linux e MacOS.
ja: Windows、Linux、MacOS 上の .NET Core で実行できるコマンドライン アプリケーションを作成するためのプロジェクト。
ko: Windows, Linux 및 MacOS의 .NET Core에서 실행할 수 있는 명령줄 애플리케이션을 만드는 프로젝트입니다.
pl: Projekt służący do tworzenia aplikacji wiersza polecenia, którą można uruchomić w środowisku .NET Core w systemach Windows, Linux i MacOS.
pt_br: Um projeto para criar um aplicativo de linha de comando que pode ser executado no .NET Core no Windows, Linux e MacOS.
ru: Проект для создания приложения командной строки, которое может выполняться в среде .NET Core в Windows, Linux и Mac OS.
zh_hans: 用于创建可在 Windows、Linux 和 MacOS 上的 .NET Core 上运行的命令行应用程序的项目。
zh_hant: 專案，用於建立可在 Windows、Linux 及 MacOS 於 .NET Core 執行的命令列應用程式。

source: Class Library (.NET Standard)
cs: Knihovna tříd (.NET Standard)
de: Klassenbibliothek (.NET Standard)
es: Biblioteca de clases (.NET Standard)
fr: Bibliothèque de classes (.NET Standard)
it: Libreria di classi (.NET Standard)
ja: クラス ライブラリ (.NET Standard)
ko: 클래스 라이브러리(.NET Standard)
pl: Biblioteka klas (.NET Standard)
pt_br: Biblioteca de Classes (.NET Standard)
ru: Библиотека классов (.NET Standard)
zh_hans: 类库(.NET Standard)
zh_hant: 類別庫 (.NET Standard)

source: A project for creating a class library that targets .NET Standard.
cs: Projekt pro vytvoření knihovny tříd určené pro .NET Standard
de: Ein Projekt zum Erstellen einer Klassenbibliothek für .NET Standard.
es: Proyecto para crear una biblioteca de clases para .NET Standard.
fr: Projet de création d'une bibliothèque de classes ciblant .NET Standard.
it: Progetto per la creazione di una libreria di classi destinata a .NET Standard.
ja: .NET Standard を対象とするクラス ライブラリを作成するためのプロジェクト。
ko: .NET Standard를 대상으로 하는 클래스 라이브러리를 만드는 프로젝트입니다.
pl: Projekt służący do tworzenia biblioteki klas przeznaczonej dla środowiska .NET Standard.
pt_br: Um projeto para criar uma biblioteca de classes direcionada para o .NET Standard.
ru: Проект для создания библиотеки классов, предназначенной для .NET Standard.
zh_hans: 用于创建目标为 .NET Standard 的类库的项目。
zh_hant: 專案，用於建立以 .NET Standard 為目標的類別庫。

source: Class Library (.NET Core)
cs: Knihovna tříd (.NET Core)
de: Klassenbibliothek (.NET Core)
es: Biblioteca de clases (.NET Core)
fr: Bibliothèque de classes (.NET Core)
it: Libreria di classi (.NET Core)
ja: クラス ライブラリ (.NET Core)
ko: 클래스 라이브러리(.NET Core)
pl: Biblioteka klas (.NET Core)
pt_br: Biblioteca de Classes (.NET Core)
ru: Библиотека классов (.NET Core)
zh_hans: 类库 (.NET Core)
zh_hant: 類別庫 (.NET Core)

source: A project for creating a class library that targets .NET Core.
cs: Projekt pro vytvoření knihovny tříd určené pro .NET Core
de: Ein Projekt zum Erstellen einer Klassenbibliothek für .NET Core.
es: Proyecto para crear una biblioteca de clases para .NET Core.
fr: Projet de création d'une bibliothèque de classes ciblant .NET Core.
it: Progetto per la creazione di una libreria di classi destinata a .NET Core.
ja: .NET Core を対象とするクラス ライブラリを作成するためのプロジェクト。
ko: .NET Core를 대상으로 하는 클래스 라이브러리를 만드는 프로젝트입니다.
pl: Projekt służący do tworzenia biblioteki klas przeznaczonej dla środowiska .NET Core.
pt_br: Um projeto para criar uma biblioteca de classes direcionada para o .NET Core.
ru: Проект для создания библиотеки классов, использующей .NET Core.
zh_hans: 用于创建目标为 .NET Core 的类库的项目。
zh_hant: 專案，用於建立以 .NET Core 為目標的類別庫。

source: xUnit Test Project (.NET Core)
cs: Projekt testů xUnit (.NET Core)
de: xUnit-Testprojekt (.NET Core)
es: Proyecto de pruebas xUnit (.NET Core)
fr: Projet de test xUnit (.NET Core)
it: Progetto di test xUnit (.NET Core)
ja: xUnit テスト プロジェクト (.NET Core)
ko: xUnit 테스트 프로젝트(.NET Core)
pl: Projekt testów xUnit (.NET Core)
pt_br: Projeto de Teste do xUnit (.NET Core)
ru: Тестовый проект xUnit (.NET Core)
zh_hans: xUnit 测试项目 (.NET Core)
zh_hant: xUnit 測試專案 (.NET Core)

source: A project that contains xUnit.net tests that can run on .NET Core on Windows, Linux and MacOS.
cs: Projekt obsahující testy xUnit.net, které je možné spustit na .NET Core ve Windows, Linuxu a MacOS
de: Ein Projekt, das xUnit.net-Tests enthält, die auf .NET Core unter Windows, Linux und MacOS ausgeführt werden können.
es: Proyecto que contiene pruebas xUnit que se pueden ejecutar en .NET Core en Windows, Linux y MacOS.
fr: Projet qui contient des tests xUnit.net pouvant s'exécuter sur .NET Core sur Windows, Linux et macOS.
it: Progetto che contiene i test xUnit.net eseguibili in .NET Core in Windows, Linux e MacOS.
ja: Windows、Linux、および MacOS 上の .NET Core で実行できる xUnit.net テストを含むプロジェクト。
ko: Windows, Linux 및 MacOS의 .NET Core에서 실행할 수 있는 xUnit.net 테스트를 포함하는 프로젝트입니다.
pl: Projekt zawierający testy xUnit.net, które mogą być uruchamiane w programie .NET Core w systemach Windows, Linux i MacOS.
pt_br: Um projeto que contém testes xUnit.net que podem ser executados no .NET Core em Windows, Linux e MacOS.
ru: Проект с тестами xUnit.net, которые могут выполняться на базе .NET Core в Windows, Linux и MacOS.
zh_hans: 包含 xUnit.net 测试的项目，测试可在 Windows、Linux 和 MacOS 的 .NET Core 上运行
zh_hant: 此專案包含 xUnit.net 測試，可以在 Windows、Linux 及 MacOS 的 .NET Core 上執行。

source: NUnit Test Project (.NET Core)
cs: Projekt testu NUnit (.NET Core)
de: NUnit-Testprojekt (.NET Core)
es: Proyecto de prueba NUnit (.NET Core)
fr: Projet de test NUnit (.NET Core)
it: Progetto di Test NUnit (.NET Core)
ja: NUnit テスト プロジェクト (.NET Core)
ko: NUnit 테스트 프로젝트(.NET Core)
pl: Projekt testowy NUnit (.NET Core)
pt_br: Projeto de teste NUnit (.NET Core)
ru: Тестовый проект NUnit (.NET Core)
zh_hans: NUnit 测试项目(.NET Core)
zh_hant: NUnit 測試專案 (.NET Core)

source: A project that contains NUnit tests that can run on .NET Core on Windows, Linux and MacOS.
cs: Projekt obsahující testy NUnit, který se dá spustit na platformě .NET Core v systémech Windows, Linux a MacOS
de: Ein Projekt, das NUnit-Tests enthält, die auf .NET Core unter Windows, Linux und MacOS ausgeführt werden können.
es: Un proyecto que contiene tests de NUnit que pueden ejecutarse en .NET Core en Windows, Linux y MacOS.
fr: Projet qui contient des tests NUnit qui peuvent s'exécuter sur .NET Core sur Windows, Linux et MacOS.
it: Progetto che contiene i test NUnit eseguibili in .NET Core in Windows, Linux e MacOS.
ja: Windows、Linux および MacOS 上の .NET Core で実行できる NUnit テストを含むプロジェクト。
ko: Windows, Linux 및 MacOS의 .NET Core에서 실행할 수 있는 NUnit 테스트를 포함하는 프로젝트입니다.
pl: Projekt zawierający testy NUnit, które mogą być uruchamiane na platformie .NET Core w systemach Windows, Linux i MacOS.
pt_br: Um projeto que contém testes NUnit que podem ser executados no .NET Core no Windows, no Linux e no MacOS.
ru: Проект с тестами NUnit, которые могут выполняться на базе .NET Core в Windows, Linux и MacOS.
zh_hans: 包含 NUnit 测试的项目，可在 Windows、Linux 和 MacOS 中的 .NET Core 上运行。
zh_hant: 包含可在 Windows、Linux 和 MacOS 上於 .NET Core 執行之 NUnit 測試的專案。

source: Visual Basic Project Files (*.vbproj);*.vbproj
cs: Soubory projektu Visual Basicu (*.vbproj);*.vbproj
de: Visual Basic-Projektdateien (*.vbproj);*.vbproj
es: Archivos de proyecto de Visual Basic (*.vbproj);*.vbproj
fr: Fichiers projet Visual Basic (*.vbproj);*.vbproj
it: File di progetto Visual Basic (*.vbproj);*.vbproj
ja: Visual Basic プロジェクト ファイル (*.vbproj);*.vbproj
ko: Visual Basic 프로젝트 파일(*.vbproj);*.vbproj
pl: Pliki projektu Visual Basic (*.vbproj);*.vbproj
pt_br: Arquivos de Projeto do Visual Basic (*.vbproj);*.vbproj
ru: Файлы проектов Visual Basic (*.vbproj);*.vbproj
zh_hans: Visual Basic 项目文件(*.vbproj);*.vbproj
zh_hant: Visual Basic 專案檔 (*.vbproj);*.vbproj

source: F# Project Files (*.fsproj);*.fsproj
cs: Soubory projektů F# (*.fsproj);*.fsproj
de: F#-Projektdateien (*.fsproj);*.fsproj
es: Archivos de proyecto de F# (*.fsproj);*.fsproj
fr: Fichiers projet F# (*.fsproj);*.fsproj
it: File di progetto F# (*.fsproj);*.fsproj
ja: F# プロジェクト ファイル (*.fsproj);*.fsproj
ko: F# 프로젝트 파일(*.fsproj);*.fsproj
pl: Pliki projektów języka F# (*.fsproj);*.fsproj
pt_br: F# Arquivo de projeto (*.fsproj);*.fsproj
ru: Файлы проектов F# (*.fsproj);*.fsproj
zh_hans: F# 项目文件(*.fsproj);*.fsproj
zh_hant: F# 專案檔 (*.fsproj);*.fsproj

source: C# Project Files (*.csproj);*.csproj
cs: Soubory projektu C# (*.csproj);*.csproj
de: C#-Projektdateien (*.csproj);*.csproj
es: Archivos de proyecto de C# (*.csproj);*.csproj
fr: Fichiers projet C# (*.csproj);*.csproj
it: File di progetto C# (*.csproj);*.csproj
ja: C# プロジェクト ファイル (*.csproj);*.csproj
ko: C# 프로젝트 파일(*.csproj);*.csproj
pl: Pliki projektu C# (*.csproj);*.csproj
pt_br: Arquivos de Projeto C# (*.csproj);*.csproj
ru: Файлы проектов C# (*.csproj);*.csproj
zh_hans: C# 项目文件(*.csproj);*.csproj
zh_hant: C# 專案檔 (*.csproj);*.csproj

source: .NET Core 2015 Project Files (*.xproj);*.xproj
cs: Soubory projektu .NET Core 2015 (*.xproj);*.xproj
de: .NET Core 2015-Projektdateien (*.xproj);*.xproj
es: Archivos de proyecto de .NET Core 2015 (*.xproj);*.xproj
fr: Fichiers projet .NET Core 2015 (*.xproj);*.xproj
it: File di progetto .NET Core 2015 (*.xproj);*.xproj
ja: .NET Core 2015 プロジェクト ファイル (*.xproj);*.xproj
ko: .NET Core 2015 프로젝트 파일(*.xproj);*.xproj
pl: Pliki projektu .NET Core 2015 (*.xproj);*.xproj
zh_hans: .NET Core 2015 项目文件(*.xproj);*.xproj

# Setting_FastUpToDateCheck_Enabled_Title
source: Don't call MSBuild if a project appears to be up to date
cs: Nevolat MSBuild, pokud se projekt jeví jako aktuální
de: Rufen Sie MSBuild nicht auf, wenn ein Projekt anscheinend aktuell ist
es: No llame a MSBuild si un proyecto parece estar actualizado
fr: N’appelez pas MSBuild si un projet semble être à jour.
it: Non chiama MSBuild se un progetto sembra aggiornato
ja: プロジェクトが最新でない可能性がある場合、MSBuild を呼び出さないでください。
ko: 프로젝트가 최신으로 표시되는 경우 MSBuild를 호출하지 않음
pl: Nie wywołuj programu MSBuild, jeśli projekt wygląda na zaktualizowany.
pt_br: Não chame o MSBuild se um projeto parecer estar atualizado.
ru: Не вызывайте MSBuild, если проект находится в актуальном состоянии
zh_hans: 如果项目看起来是最新的，请不要调用 MSBuild
zh_hant: 若專案似乎已是最新版，請勿呼叫 MSBuild。

# Setting_FastUpToDateCheck_LoggingLevel_Info
source: Info
cs: Informační
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações
ru: Информация
zh_hans: 信息
zh_hant: 資訊

# Setting_FastUpToDateCheck_LoggingLevel_Minimal
source: Minimal
cs: Minimální
es: Mínimo
it: Minimo
ja: 最小
ko: 최소
pl: Minimalne
pt_br: Mínimo
ru: Минимальный
zh_hans: 最小
zh_hant: 最小

# Setting_FastUpToDateCheck_LoggingLevel_None
source: None
cs: Žádná
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
zh_hans: 无
zh_hant: 無

# Setting_FastUpToDateCheck_LoggingLevel_Title
source: Logging level
cs: Úroveň protokolování
de: Protokolliergrad
es: Nivel de registro
fr: Niveau de journalisation
it: Livello di registrazione
ja: ログ記録レベル
ko: 로깅 수준
pl: Poziom rejestrowania
pt_br: Nível de registros em log
ru: Уровень ведения журнала
zh_hans: 日志记录级别
zh_hant: 記錄層級

# Setting_FastUpToDateCheck_LoggingLevel_Verbose
source: Verbose
cs: Podrobná
de: Ausführlich
es: Detallado
fr: Mode détaillé
it: Dettagliato
ja: 詳細
ko: 자세한 정보 표시
pl: Pełne
pt_br: Detalhado
ru: Подробно
zh_hans: 详细
zh_hant: 詳細資訊

# Setting_FileNesting_IgnoreSolutionAndProjectSettings_Title
source: Ignore solution and project settings
cs: Ignorovat nastavení řešení a projektů
de: Lösungs- und Projekteinstellungen ignorieren
es: Ignorar la configuración de la solución y el proyecto
fr: Ignorer les paramètres de solution et de projet
it: Ignora impostazioni della soluzione e del progetto
ja: ソリューションおよびプロジェクトの設定を無視する
ko: 솔루션 및 프로젝트 설정 무시
pl: Ignoruj ustawienia rozwiązania i projektu
pt_br: Ignorar configurações de projeto e solução
ru: Игнорировать параметры решений и проектов
zh_hans: 忽略解决方案和项目设置
zh_hant: 略過解決方案及專案設定

# Setting_FileNesting_PreferSingleTargetBuilds_Description
source: When starting a project that targets multiple frameworks, build time can be reduced by building only a single one.
cs: Při zahajování projektu, který cílí na více architektur, je možné zkrátit dobu sestavení vytvořením pouze jednoho projektu.
de: Beim Starten eines Projekts, das auf mehrere Frameworks ausgerichtet ist, kann die Buildzeit verringert werden, indem nur ein einzelnes erstellt wird.
es: Al iniciar un proyecto que se dirija a varios marcos, el tiempo de compilación puede reducirse compilando solo uno.
fr: Lorsque l’on démarre un projet qui vise plusieurs cadres, il est possible de réduire le temps de création en n’en créant qu’un seul.
it: Quando si avvia un progetto destinato a più framework, è possibile ridurre il tempo di compilazione limitando la compilazione a un singolo framework.
ja: 複数のフレームワークを対象とするプロジェクトを開始する場合、1 つのもののみをビルドすることで、ビルド時間を短縮できます。
ko: 여러 프레임워크를 대상으로 하는 프로젝트를 시작할 때 빌드 시간은 단일 프레임워크만 빌드하여 줄일 수 있습니다.
pl: Rozpoczynając projekt, który jest ukierunkowany na wiele struktur, czas kompilacji można skrócić, budując tylko jeden z nich.
pt_br: Ao iniciar um projeto que direciona várias estruturas de destino, o tempo de compilação pode ser reduzido com a criação de apenas uma única estrutura.
ru: При запуске проекта, предназначенного для нескольких платформ, время сборки можно сократить, создав только одну из платформ.
zh_hans: 启动面向多个框架的项目时，可通过仅生成一个框架来缩短生成时间。
zh_hant: 啟動以多個架構為目標的專案時，可以僅組建單一架構，以縮短建置時間。

# Setting_FileNesting_PreferSingleTargetBuilds_Title
source: Prefer single-target builds when starting a project
cs: Při spuštění projektu upřednostňovat sestavení s jedním cílem
de: Bevorzugen Sie beim Starten eines Projekts Builds mit einem einzelnen Ziel.
es: Preferir compilaciones de destino único al iniciar un proyecto
fr: Préférer les builds à cible unique lors du démarrage d’un projet
it: Preferire le compilazioni a destinazione singola all'avvio di un progetto
ja: プロジェクトの開始時に単一ターゲット ビルドを優先します
ko: 프로젝트를 시작할 때 단일 대상 빌드 선호
pl: Preferuj kompilacje z jednym elementem docelowym podczas uruchamiania projektu.
pt_br: Prefira compilações de destino único ao iniciar um projeto.
ru: При запуске проекта отдавать предпочтение одноплатформенным сборкам
zh_hans: 启动项目时首选单目标生成
zh_hant: 在啟動專案時，偏好單一目標組建。

# Settings_Category_FastUpToDateCheck
source: Up-to-date Checks
cs: Kontroly aktuálnosti
de: Aktualitätsprüfungen
es: Comprobaciones de actualizaciones
fr: Contrôles de mise à jour
it: Controlli aggiornati
ja: 最新状態チェック
ko: 최신 검사
pl: Kontrola aktualności
pt_br: Verificações atualizadas
ru: Актуальные проверки
zh_hans: 最新检查
zh_hant: 最新版檢查

# Settings_Category_FileNestingSettings
source: File Nesting
cs: Vnořování souborů
de: Dateischachtelung
es: Anidamiento de archivos
fr: Imbrication de fichiers
it: Annidamento file
ja: ファイルの入れ子
ko: 파일 중첩
pl: Zagnieżdżanie plików
pt_br: Aninhamento de Arquivos
ru: Вложение файлов
zh_hans: 文件嵌套
zh_hant: 檔案巢狀項目

# Settings_Category_MultiTargetingSettings
source: Multi-targeting
cs: Cílení na více verzí
de: Festlegung von Zielversionen
es: Múltiples destinatarios
fr: Multi-ciblage
ja: マルチ ターゲット
ko: 다중 대상 지정
pl: Wielokierunkowe działania
pt_br: Segmentação múltipla
ru: Мультитаргетинг
zh_hans: 多重目标
zh_hant: 多目標

# Settings_Category_SdkStyleProjects
source: SDK-style Projects
cs: Projekty stylu sady SDK
de: Projekte im SDK-Format
es: Proyectos de tipo SDK
fr: Projets de type SDK
it: Progetti di tipo SDK
ja: SDK スタイルのプロジェクト
ko: SDK 스타일 프로젝트
pl: Projekty w stylu zestawu SDK
pt_br: Projetos no estilo SDK
ru: Проекты в стиле SDK
zh_hans: SDK 样式项目
zh_hant: SDK 樣式專案
