Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed.VS/xlf/VSResources.*.xlf
Languages: ja, pl, pt_br, tr

# BuildAccelerationDisabledDueToIncompatiblePackageReferences_1
source: Build acceleration has been disabled for this project due to known incompatible NuGet package reference(s) {0}. See https://aka.ms/vs-build-acceleration.
ja: 互換性のない NuGet パッケージ参照 {0} がわかっているため、このプロジェクトのビルド アクセラレーションは無効になっています。https://aka.ms/vs-build-acceleration を参照してください。
pl: Przyspieszanie kompilacji zostało wyłączone dla tego projektu z powodu znanych niezgodnych odwołań do pakietu NuGet {0}. Zobacz stronę https://aka.ms/vs-build-acceleration.
pt_br: A aceleração da compilação foi desabilitada para esse projeto devido a referências {0} do pacote NuGet sabidamente incompatíveis. Consulte https://aka.ms/vs-build-acceleration.
tr: Bilinen uyumsuz {0} NuGet paketi başvuruları nedeniyle derleme hızlandırma bu proje için devre dışı bırakıldı. Şu sayfaya bakın: https://aka.ms/vs-build-acceleration.

# BuildAccelerationSummary_2
source: Visual Studio accelerated {0} project(s), copying {1} file(s). See https://aka.ms/vs-build-acceleration.
ja: Visual Studio で {0} 件のプロジェクトを加速し、{1} 件のファイルをコピーしました。https://aka.ms/vs-build-acceleration をご覧ください。
pl: Akceleracja Visual Studio{0} projektu (-ów), kopiowanie {1}pliku (-ów). Zobacz https://aka.ms/vs-build-acceleration.
pt_br: O Visual Studio acelerou {0} projeto(s), copiando {1} arquivo(s). Consulte https://aka.ms/vs-build-acceleration.
tr: Visual Studio {0} projeyi hızlandırdı, {1} dosya kopyalanıyor. Bkz. https://aka.ms/vs-build-acceleration.

# DefaultNewProfileName
source: Profile {0}
ja: プロファイル {0}
pl: Profil {0}
pt_br: Perfil {0}
tr: {0} Profili

# DesignTimeBuildErrorDetectedInfoBarMessage
source: An error occurred during a design-time build. Some features may not work correctly. See the Error List for details.
tr: Tasarım zamanı derlemesi sırasında bir hata oluştu. Bazı özellikler doğru çalışmayabilir. Ayrıntılar için Hata Listesine bakın.

# DontKnowHowToRunProfile_2
source: The project doesn't know how to run the profile with name '{0}' and command '{1}'.
ja: 名前 '{0}' とコマンド '{1}' を使ってプロファイルを実行する方法がプロジェクトにありません。
pl: Projekt nie wie, jak uruchomić profil o nazwie „{0}“ z poleceniem „{1}“.
pt_br: O projeto não sabe como executar o perfil com o nome '{0}' e o comando '{1}'.
tr: Proje, '{1}' komutunu içeren '{0}' adlı profilin nasıl çalıştırılacağını bilmiyor.

# FUTD_AccelerationDisabledDuplicateCopyItemsIncomplete_1
source: Build acceleration is not available for this project because it copies duplicate files to the output directory: {0}
ja: ビルド アクセラレータは重複するファイルを出力ディレクトリにコピーするため、このプロジェクトではビルド アクセラレータを使用できません: {0}
pl: Przyspieszanie kompilacji nie jest dostępne dla tego projektu, ponieważ kopiuje zduplikowane pliki do katalogu wyjściowego: {0}
pt_br: A aceleração de compilação não está disponível para esse projeto porque copia arquivos duplicados para o diretório de saída: {0}
tr: Yinelenen dosyaları {0} çıkış dizinine kopyaladığından derleme hızlandırma özelliği bu proje için kullanılamıyor

# FrameworkAssemblyAssemblyNameDescription
source: The name of the framework assembly.
ja: フレームワーク アセンブリの名前です。
pl: Nazwa zestawu struktury.
pt_br: O nome do assembly de estrutura.
tr: Çerçeve bütünleştirilmiş kodunun adı.

# FrameworkAssemblyAssemblyNameDisplayName
source: Assembly Name
ja: アセンブリ名
pl: Nazwa zestawu
pt_br: Nome do Assembly
tr: Bütünleştirilmiş Kod Adı

# FrameworkAssemblyAssemblyVersionDescription
source: The assembly version of the framework assembly.
ja: フレームワーク アセンブリのアセンブリ バージョンです。
pl: Wersja zestawu dla zestawu struktury.
pt_br: A versão do assembly de estrutura.
tr: Çerçeve bütünleştirilmiş kodunun bütünleştirilmiş kod sürümü.

# FrameworkAssemblyAssemblyVersionDisplayName
source: Assembly Version
ja: アセンブリ バージョン
pl: Wersja zestawu
pt_br: Versão do Assembly
tr: Bütünleştirilmiş Kod Sürümü

# FrameworkAssemblyBrowseObjectClassName
source: Framework Assembly
ja: フレームワーク アセンブリ
pl: Zestaw struktury
pt_br: Assembly de Estrutura
tr: Çerçeve Bütünleştirilmiş Kodu

# FrameworkAssemblyFileVersionDescription
source: The file version of the framework assembly.
ja: フレームワーク アセンブリのファイル バージョンです。
pl: Wersja pliku dla zestawu struktury.
pt_br: A versão do arquivo do assembly de estrutura.
tr: Çerçeve bütünleştirilmiş kodunun dosya sürümü.

# FrameworkAssemblyFileVersionDisplayName
source: File Version
ja: ファイル バージョン
pl: Wersja pliku
pt_br: Versão do Arquivo
tr: Dosya Sürümü

# FrameworkAssemblyPathDescription
source: Path of the framework assembly.
ja: フレームワーク アセンブリのパスです。
pl: Ścieżka zestawu struktury.
pt_br: Caminho do assembly de estrutura.
tr: Çerçeve bütünleştirilmiş kodunun yolu.

# FrameworkAssemblyPathDisplayName
source: Path
ja: パス
pl: Ścieżka
pt_br: Caminho
tr: Yol

# FUTDC_AccelerationDataMissingForProject_1
source: Build acceleration data is unavailable for project with target '{0}'. See https://aka.ms/vs-build-acceleration.
ja: ビルド アクセラレーション データは、ターゲット '{0}' のプロジェクトでは利用できません。https://aka.ms/vs-build-acceleration を参照してください。
pl: Dane przyspieszania kompilacji są niedostępne dla projektu z elementem docelowym „{0}”. Zobacz https://aka.ms/vs-build-acceleration.
pt_br: Os dados de aceleração de compilação não estão disponíveis para o projeto com destino '{0}'. Veja https://aka.ms/vs-build-acceleration.
tr: Derleme hızlandırma verileri '{0}' hedefindeki proje için kullanılamıyor. Bkz. https://aka.ms/vs-build-acceleration.

# FUTDC_CheckingCopyItemsForProject_1
source: Checking copy items from project '{0}':
ja: プロジェクト '{0}' からのコピー項目を確認しています:
pl: Sprawdzanie elementów kopii z projektu „{0}”:
pt_br: Verificando itens de cópia do projeto '{0}':
tr: '{0}' projesindeki kopya öğeleri kontrol ediliyor:

# FUTD_AccelerationCandidate
source: This project appears to be a candidate for build acceleration. To opt in, set the 'AccelerateBuildsInVisualStudio' MSBuild property to 'true'. See https://aka.ms/vs-build-acceleration.
ja: このプロジェクトは、ビルド アクセラレーションの候補のようです。オプトインするには、'AccelerateBuildsInVisualStudio' MSBuild プロパティを 'true' に設定します。https://aka.ms/vs-build-acceleration を参照してください。
pl: Ten projekt wydaje się być kandydatem do przyspieszenia kompilacji. Aby wyrazić zgodę, ustaw właściwość MSBuild „AccelerateBuildsInVisualStudio” programu MSBuild na wartość „true”. Zobacz https://aka.ms/vs-build-acceleration.
pt_br: Este projeto parece ser um candidato para aceleração de construção. Para aceitar, defina a propriedade MSBuild 'AccelerateBuildsInVisualStudio' como 'verdadeiro'. Veja https://aka.ms/vs-build-acceleration.
tr: Bu proje, derleme hızlandırma için aday gibi görünüyor. Kabul etmek için 'AccelerateBuildsInVisualStudio' MSBuild özelliğini “true” olarak ayarlayın. Bkz. https://aka.ms/vs-build-acceleration.

# FUTD_AccelerationDisabledCopyItemsIncomplete
source: Build acceleration is not available for this project because not all transitively referenced projects have provided acceleration data.
ja: 推移的に参照されるすべてのプロジェクトがアクセラレーション データを提供しているわけではないため、このプロジェクトではビルド アクセラレーションを使用できません。
pl: Przyspieszanie kompilacji nie jest dostępne dla tego projektu, ponieważ nie wszystkie projekty, do których istnieje odwołanie przechodnie, dostarczyły dane przyspieszenia.
pt_br: A aceleração de compilação não está disponível para este projeto porque nem todos os projetos referenciados transitivamente forneceram dados de aceleração.
tr: Geçişli olarak başvurulan tüm projeler hızlandırma verileri sağlamadığından derleme hızlandırması bu proje için kullanılamıyor.

# FUTD_AccelerationDisabledForProject
source: Build acceleration is disabled for this project via the 'AccelerateBuildsInVisualStudio' MSBuild property. See https://aka.ms/vs-build-acceleration.
ja: 'AccelerateBuildsInVisualStudio' MSBuild プロパティを介して、このプロジェクトのビルド アクセラレーションが無効になっています。https://aka.ms/vs-build-acceleration を参照してください。
pl: Przyspieszanie kompilacji jest wyłączone dla tego projektu za pośrednictwem właściwości MSBuild „AccelerateBuildsInVisualStudio” programu MSBuild. Zobacz https://aka.ms/vs-build-acceleration.
pt_br: A aceleração de compilação está desabilitada para este projeto por meio da propriedade MSBuild 'AccelerateBuildsInVisualStudio'. Veja https://aka.ms/vs-build-acceleration.
tr: Derleme hızlandırma, 'AccelerateBuildsInVisualStudio' MSBuild özelliği aracılığıyla bu proje için devre dışı bırakıldı. Bkz. https://aka.ms/vs-build-acceleration.

# FUTD_AddingInputReferenceCopyMarkers
source: Adding input reference copy markers:
ja: 入力参照コピー マーカーの追加:
pl: Dodawanie znaczników kopiowania odwołań wejściowych:
pt_br: Adicionando marcadores de cópia de referência de entrada:
tr: Giriş başvurusu kopyalama işaretçileri ekleniyor:

# FUTD_AddingNewestImportInput
source: Adding newest import input:
ja: 最新のインポート入力の追加:
pl: Dodawanie najnowszych danych wejściowych importu:
pt_br: Adicionando entrada de importação mais recente:
tr: En yeni içeri aktarma girişi ekleniyor:

# FUTD_AddingTypedInputsInSet_2
source: Adding {0} inputs in Set="{1}":
ja: Set="{1}" で {0} 個の入力の追加:
pl: Dodawanie {0} danych wejściowych w zestawie Set=„{1}”:
pt_br: Adicionando {0} entradas em Set="{1}":
tr: {0} girişleri Set="{1}" içine ekleniyor:

# FUTD_AddingTypedInputs_1
source: Adding {0} inputs:
ja: {0} 入力の追加:
pl: Dodawanie {0} danych wejściowych:
pt_br: Adicionando {0} entradas:
tr: {0} girişleri ekleniyor:

# FUTD_AddingTypedOutputsInSet_2
source: Adding {0} outputs in Set="{1}":
ja: Set="{1}" での {0} 出力の追加:
pl: Dodawanie {0} danych wyjściowych w zestawie Set=„{1}”:
pt_br: Adicionando saídas {0} em Set="{1}":
tr: Set="{1}" içine {0} çıkışları ekleniyor:

# FUTD_AddingTypedOutputs_1
source: Adding {0} outputs:
ja: {0} 出力の追加:
pl: Dodawanie {0} danych wyjściowych:
pt_br: Adicionando {0} saídas:
tr: {0} çıkışları ekleniyor:

# FUTD_BuildAccelerationEnabledViaFeatureFlag
source: Build acceleration is enabled for this project via a feature flag. See "Tools | Options | Environment | Preview Features" to control this setting. See https://aka.ms/vs-build-acceleration.
ja: 機能フラグを介して、このプロジェクトのビルド アクセラレータが有効になっています。この設定を管理するには、[ツール] | [オプション] | [環境] | [プレビュー機能] を参照してください。https://aka.ms/vs-build-acceleration を参照してください。
pl: Przyspieszanie kompilacji jest włączone dla tego projektu za pośrednictwem flagi funkcji. Zobacz sekcję „Narzędzia | Opcje | Środowisko | Funkcje w wersji zapoznawczej”, aby sterować tym ustawieniem. Zobacz https://aka.ms/vs-build-acceleration.
pt_br: A aceleração de build está habilitada para este projeto por meio de um sinalizador de recurso. Consulte "Ferramentas | Opções | Ambiente | Visualizar Recursos" para controlar essa configuração. Consulte https://aka.ms/vs-build-acceleration.
tr: Bu proje için bir özellik bayrağı aracılığıyla derleme hızlandırma etkinleştirildi. Bu ayarı kontrol etmek için bkz. "Araçlar | Seçenekler | Ortam | Önizleme Özellikleri" seçeneğini belirleyin. Bkz. https://aka.ms/vs-build-acceleration.

# FUTD_BuildAccelerationEnabledViaProperty
source: Build acceleration is enabled for this project via the 'AccelerateBuildsInVisualStudio' MSBuild property. See https://aka.ms/vs-build-acceleration.
ja: 'AccelerateBuildsInVisualStudio' MSBuild プロパティを介して、このプロジェクトのビルド アクセラレータが有効になっています。https://aka.ms/vs-build-acceleration を参照してください。
pl: Przyspieszanie kompilacji jest włączone dla tego projektu za pośrednictwem właściwości „AccelerateBuildsInVisualStudio” platformy MSBuild. Zobacz https://aka.ms/vs-build-acceleration.
pt_br: A aceleração de compilação está desabilitada para este projeto por meio da propriedade MSBuild "AccelerateBuildsInVisualStudio". Consulte https://aka.ms/vs-build-acceleration.
tr: Derleme hızlandırma, 'AccelerateBuildsInVisualStudio' MSBuild özelliği aracılığıyla bu proje için etkinleştirildi. Bkz. https://aka.ms/vs-build-acceleration.

# FUTD_BuildAccelerationIsNotEnabledForThisProject
source: Build acceleration is not enabled for this project. See https://aka.ms/vs-build-acceleration.
ja: このプロジェクトではビルド アクセラレータが有効になっていません。https://aka.ms/vs-build-acceleration を参照してください。
pl: Przyspieszanie kompilacji nie jest włączone dla tego projektu. Zobacz https://aka.ms/vs-build-acceleration.
pt_br: A aceleração de build não está habilitada para este projeto. Consulte https://aka.ms/vs-build-acceleration.
tr: Bu proje için derleme hızlandırma etkin değil. Bkz. https://aka.ms/vs-build-acceleration.

# FUTD_BuildAccelerationSummary_1
source: Build acceleration copied {0} files.
ja: ビルド アクセラレーションによって {0} 個のファイルがコピーされました。
pl: Skopiowane pliki po przyspieszeniu kompilacji: {0}
pt_br: Aceleração de compilação copiada {0} arquivos.
tr: Derleme hızlandırması {0} dosyayı kopyaladı.

# FUTD_ChangedItemsAddition_2
source: {0} item added '{1}'
ja: {0} 項目が追加されました '{1}'
pl: Element {0} dodał „{1}”
pt_br: {0} item adicionado '{1}'
tr: {0} öğe eklendi '{1}'

# FUTD_ChangedItemsRemoval_2
source: {0} item removed '{1}'
ja: {0} 項目を削除しました '{1}'
pl: Element {0} usunął „{1}”
pt_br: {0} item removido '{1}'
tr: {0} öğesi kaldırıldı '{1}' dosya yolu

# FUTD_CheckingBuiltOutputFile
source: Checking built output (UpToDateCheckBuilt with Original property) file:
ja: ビルド済み出力 (Original プロパティ を使用した UpToDateCheckBuilt) ファイルの確認:
pl: Sprawdzanie wbudowanego pliku wyjściowego (UpToDateCheckBuilt z oryginalną właściwością):
pt_br: Verificando o arquivo de saída construído (UpToDateCheckBuilt com propriedade Original):
tr: Yerleşik çıktı (Orijinal özelliği ile UpToDateCheckBuilt) dosyası kontrol ediliyor:

# FUTD_CheckingBuiltOutputFileDestinationNotFound_2
source: Destination '{0}' does not exist for copy from '{1}', not up-to-date.
ja: 宛先 '{0}' は '{1}' からコピーするために存在せず、最新ではありません。
pl: Miejsce docelowe „{0}” nie istnieje dla kopii z elementu „{1}”, nieaktualne.
pt_br: O destino '{0}' não existe para a cópia de '{1}', não atualizado.
tr: '{1}' dosya yolundan kopyalama için '{0}' hedefi yok ve güncel değil.

# FUTD_CheckingBuiltOutputFileSourceNewer
source: Source is newer than build output destination, not up-to-date.
ja: ソースは、ビルド出力先よりも新しく、最新ではありません。
pl: Źródło jest nowsze niż miejsce docelowe danych wyjściowych kompilacji, nieaktualne.
pt_br: A origem é mais recente do que o destino de saída do build, não atualizada.
tr: Kaynak, derleme çıkışı hedefinden daha yeni ancak güncel değil.

# FUTD_CheckingBuiltOutputFileSourceNotFound_2
source: Source '{0}' does not exist for build into target '{1}', not up-to-date.
ja: ソース '{0}' はターゲット '{1}' にビルドするために存在せず、最新ではありません。
pl: Źródło „{0}” nie istnieje dla kompilacji do elementu docelowego „{1}”, nieaktualne.
pt_br: Origem '{0}' não existe para construir no destino '{1}', não está atualizado.
tr: Kaynak '{0}', '{1}' hedefine derlemek için mevcut değil, güncel değil.

# FUTD_CheckingConfiguration_1
source: Checking configuration {0}:
ja: 構成 {0} を確認しています...
pl: Sprawdzanie konfiguracji {0}:
pt_br: Verificando a configuração {0}:
tr: Yapılandırma denetleniyor {0}:

# FUTD_CheckingCopyFileSourceNotFound_2
source: Source '{0}' does not exist for copy to '{1}'.
ja: ソース '{0}' は '{1}' にコピーするために存在しません。
pl: Źródło „{0}” nie istnieje dla kopii do „{1}”.
pt_br: Fonte '{0}' não existe para copiar para '{1}'.
tr: '{1}' yoluna kopyalamak için '{0}' kaynağı mevcut değil.

# FUTD_CheckingCopyToOutputDirectoryItemDestinationNotFound_1
source: Destination '{0}' does not exist, not up-to-date.
ja: 宛先 '{0}' が存在せず、最新ではありません。
pl: Miejsce docelowe „{0}” nie istnieje, nie jest aktualne.
pt_br: O destino '{0}' não existe, não atualizado.
tr: '{0}' hedefi yok ve güncel değil.

# FUTD_CheckingCopyToOutputDirectoryItem_1
source: Checking {0} item
ja: {0} 項目を確認しています
pl: Sprawdzanie elementu {0}
pt_br: Verificando {0} item
tr: {0} öğe denetleniyor

# FUTD_CheckingCopyToOutputDirectoryItems
source: Checking items to copy to the output directory:
ja: 出力ディレクトリにコピーする項目を確認しています:
pl: Sprawdzanie elementów do skopiowania do katalogu wyjściowego:
pt_br: Verificando itens para copiar para o diretório de saída:
tr: Çıkış dizinine kopya için öğeler denetleniyor:

# FUTD_CheckingCopyToOutputDirectorySourceNewerThanDestination_3
source: Item with CopyToOutputDirectory="{0}" source '{1}' is newer than destination '{2}', not up-to-date.
ja: CopyToOutputDirectory="{0}" ソース '{1}' の項目は、宛先 '{2}' よりも新しく、最新ではありません。
pl: Element z CopyToOutputDirectory=„{0}” źródła „{1}” jest nowszy niż element docelowy „{2}”, nieaktualny.
pt_br: Item com CopyToOutputDirectory="{0}" origem '{1}' é mais recente que destino '{2}', não atualizado.
tr: CopyToOutputDirectory="{0}" kaynağı '{1}' olan öğe, '{2}' hedefinden daha yeni, güncel değil.

# FUTD_CheckingCopyToOutputDirectorySourceNotFound_1
source: Source '{0}' does not exist, not up-to-date.
ja: ソース '{0}' が存在せず、最新ではありません。
pl: Źródło „{0}” nie istnieje, nie jest aktualne.
pt_br: A origem '{0}' não existe, não atualizada.
tr: '{0}' kaynağı yok ve güncel değil.

# FUTD_ComparingCopyMarkerTimestamps
source: Comparing timestamps of copy marker inputs and output:
ja: コピー マーカーの入力と出力のタイムスタンプの比較:
pl: Porównywanie znaczników czasu danych wejściowych i wyjściowych znacznika kopiowania:
pt_br: Comparando timestamps de entradas e saídas de marcador de cópia:
tr: Kopya işaretleyici girişlerinin ve çıkışının zaman damgalarının karşılaştırılması:

# FUTD_ComparingInputOutputTimestamps
source: Comparing timestamps of inputs and outputs:
ja: 入力と出力のタイムスタンプの比較:
pl: Porównywanie sygnatur czasowych danych wejściowych i wyjściowych:
pt_br: Comparando carimbo de data/hora de entradas e saídas:
tr: Girişlerin ve çıkışların zaman damgaları karşılaştırılıyor:

# FUTD_ComparingInputOutputTimestampsInSet_1
source: Comparing timestamps of inputs and outputs in Set="{0}":
ja: Set="{0}" での入力と出力のタイムスタンプの比較:
pl: Porównywanie sygnatur czasowych danych wejściowych i wyjściowych w zestawie Set=„{0}”:
pt_br: Comparando carimbos de data/hora de entradas e saídas em Set="{0}":
tr: Set="{0}" içinde giriş ve çıkışların zaman damgaları karşılaştırılıyor:

# FUTD_Completed
source: Up-to-date check completed in {0:N1} ms
ja: {0:N1} ミリ秒で最新チェックが完了しました
pl: Sprawdzanie aktualności zostało ukończone w {0:N1} ms
pt_br: Verificação de atualização concluída em {0:N1} ms
tr: Güncel denetim {0:N1} ms içinde tamamlandı

# FUTD_CopyAlwaysItemsDiffer_6
source: Item with CopyToOutputDirectory="Always" source ('{0}' {1}, {2} bytes) differs from destination ('{3}' {4}, {5} bytes), not up-to-date.
ja: CopyToOutputDirectory="Always" ソース ('{0}' {1}, {2} バイト) を持つ項目は、宛先 ('{3}' {4}, {5} バイト) と異なり、最新ではありません。
pl: Element ze źródłem CopyToOutputDirectory=„Always” („{0}” {1}, {2} bajtów) różni się od lokalizacji docelowej („{3}” {4}, {5} B), nie jest aktualny.
pt_br: Item com origem CopyToOutputDirectory="Sempre" ('{0}' {1}, {2} bytes) difere do destino ('{3}' {4}, {5} bytes), não atualizado.
tr: CopyToOutputDirectory="Always" kaynağına ('{0}', {1}, {2} bayt) sahip öğe hedeften ('{3}' {4}, {5} bayt) farklı, güncel değil.

# FUTD_CopyingFilesToAccelerateBuild_1
source: Copying {0} files to accelerate build (https://aka.ms/vs-build-acceleration):
ja: {0} 個のファイルをコピーしてビルドを高速化しています (https://aka.ms/vs-build-acceleration):
pl: Kopiowanie {0} plików w celu przyspieszenia kompilacji (https://aka.ms/vs-build-acceleration):
pt_br: Copiando arquivos {0} para acelerar a compilação (https://aka.ms/vs-build-cecelation):
tr: Derlemeyi hızlandırmak için {0} dosya kopyalanıyor (https://aka.ms/vs-build-acceleration):

# FUTD_CriticalBuildTasksRunning
source: Critical build tasks are running, not up-to-date.
ja: 重要なビルド タスクを実行中ですが、最新ではありません。
pl: Krytyczne zadania kompilacji są uruchomione, nieaktualne.
pt_br: Tarefas críticas de build estão em execução, não atualizadas.
tr: Kritik derleme görevleri çalışıyor ancak güncel değil.

# FUTD_DestinationDoesNotExist_1
source: Destination '{0}' does not exist.
ja: ターゲット '{0}' は存在しません。
pl: Miejsce docelowe „{0}” nie istnieje.
pt_br: O destino '{0}' não existe.
tr: '{0}' hedefi mevcut değil.

# FUTD_DestinationFileTimeAndPath_2
source: Destination {0}: '{1}'
ja: 宛先 {0}: '{1}'
pl: Lokalizacja docelowa {0}: '{1}'
pt_br: Destino {0}: '{1}'
tr: {0} hedefi: '{1}'

# FUTD_DisableFastUpToDateCheckTrue
source: The 'DisableFastUpToDateCheck' property is 'true', not up-to-date.
ja: 'DisableFastUpToDateCheck' プロパティは 'true' で、最新ではありません。
pl: Właściwość "DisableFastUpToDateCheck" ma wartość „true”, nieaktualne.
pt_br: A propriedade 'DisableFastUpToDateCheck' é 'true', não atualizada.
tr: 'DisableFastUpToDateCheck' özelliği 'true' ancak güncel değil.

# FUTD_ExceptionCopyingFile_1
source: Exception copying file, scheduling MSBuild: {0}
ja: ファイルのコピー中に例外が発生し、MSBuild をスケジュールしています: {0}
pl: Plik kopiowania wyjątków, planowanie MSBuild: {0}
pt_br: Arquivo de cópia de exceção, agendamento do MSBuild: {0}
tr: Dosya kopyalanırken özel durum oluştu, MSBuild zamanlanıyor: {0}

# FUTD_Exception_1
source: Up-to-date check threw an exception. Not up-to-date. {0}
ja: 最新のチェックで例外が発生しました。最新ではありません。{0}
pl: Aktualne sprawdzanie zgłosiło wyjątek. Nieaktualne. {0}
pt_br: A verificação de atualização a gerou uma exceção. Não atualizada. {0}
tr: Güncel denetim bir özel durum oluşturdu ancak güncel değil. {0}

# FUTD_FirstRun
source: The up-to-date check has not yet run for this project. Not up-to-date.
ja: このプロジェクト用の最新チェックはまだ実行されていません。最新ではありません。
pl: Sprawdzanie aktualności nie zostało jeszcze uruchomione dla tego projektu. Nieaktualne.
pt_br: A verificação de atualização ainda não foi executada para este projeto. Não atualizada.
tr: Bu proje için henüz güncel denetim çalıştırılmadı. Güncel değil.

# FUTD_FromTo_2
source: From '{0}' to '{1}'.
ja: '{0}' から '{1}'。
pl: Z „{0}” do „{1}”
pt_br: De '{0}' para '{1}'.
tr: Başlangıç: {0} Varış: {1}

# FUTD_IgnoringKinds_1
source: Ignoring up-to-date check items with Kind="{0}"
ja: Kind="{0}" を含む最新のチェック項目を無視します
pl: Ignorowanie aktualnych elementów sprawdzania za pomocą Kind=„{0}”
pt_br: Ignorando itens de verificação atualizados com Kind="{0}”
tr: Kind="{0}" ile güncel denetim öğeleri yoksayılıyor

# FUTD_InputMarkerDoesNotExist
source: Input marker does not exist.
ja: 入力マーカーが存在しません。
pl: Znacznik danych wejściowych nie istnieje.
pt_br: O marcador de entrada não existe.
tr: Giriş işaretleyici mevcut değil.

# FUTD_InputMarkerNewerThanOutputMarker_4
source: Input marker '{0}' is newer ({1}) than output marker '{2}' ({3}), not up-to-date.
ja: 入力マーカー `{0}` ({1}) は、出力マーカー `{2}` ({3}) よりも新しく、最新ではありません。
pl: Znacznik danych wejściowych „{0}” jest nowszy ({1}) niż znacznik danych wyjściowych „{2}” ({3}), nie jest aktualny.
pt_br: O marcador de entrada '{0}' é mais recente ({1}) do que o marcador de saída '{2}' ({3}), não atualizado.
tr: '{0}' giriş işaretçisi, '{2}' çıkış işaretçisinden ({3}) daha yeni ({1}) ancak güncel değil.

# FUTD_InputModifiedSinceLastSuccessfulBuildStart_3
source: Input '{0}' ({1}) has been modified since the last successful build started ({2}), not up-to-date.
ja: 入力 '{0}' ({1}) は、前回の成功したビルドの開始 ({2}) 以降に変更されており、最新ではありません。
pl: Dane wejściowe „{0}” ({1}) zostały zmodyfikowane od czasu ostatniego pomyślnego uruchomienia kompilacji ({2}), nieaktualne.
pt_br: A entrada '{0}' ({1}) foi modificada desde o início da última compilação bem-sucedida ({2}), não atualizada.
tr: '{0}' girişi ({1}) son başarılı derleme başlangıç zamanından ({2}) sonra değiştirildi ancak güncel değil.

# FUTD_InputNewerThanOutput_4
source: Input '{0}' is newer ({1}) than earliest output '{2}' ({3}), not up-to-date.
ja: 入力 '{0}' は、最も前の出力'{2}' ({3}) よりも新しい ({1}) で、最新ではありません。
pl: Dane wejściowe „{0}” są nowsze ({1}) niż najwcześniejsze dane wyjściowe „{2}” ({3}), nieaktualne.
pt_br: A entrada '{0}' é mais recente ({1}) do que a saída mais antiga '{2}' ({3}), não atualizada.
tr: '{0}' girişi, en erken '{2}' ({3}) çıkışından daha yeni ({1}) ancak güncel değil.

# FUTD_NoBuildOutputDefined
source: No build outputs defined.
ja: 定義されたビルド出力はありません。
pl: Nie zdefiniowano żadnych danych wyjściowych kompilacji.
pt_br: Nenhuma saída de build definida.
tr: Derleme çıkışı tanımlanmadı.
