Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed.VS/xlf/VSResources.*.xlf
Languages: ja, pl, pt_br, tr

# FUTD_NoBuildOutputDefinedInSet_1
source: No build outputs defined in Set="{0}".
ja: Set="{0}" に定義されたビルド出力はありません。
pl: Nie zdefiniowano żadnych danych wyjściowych kompilacji w elemencie Set=„{0}”.
pt_br: Nenhuma saída de build definida em Set="{0}”.
tr: Set="{0}" içinde derleme çıkışı tanımlanmadı.

# FUTD_NoInputMarkersExist
source: No input markers exist, skipping marker check.
ja: 入力マーカーが存在せず、マーカーの確認をスキップしています。
pl: Nie istnieją znaczniki wejściowe, pomijanie sprawdzania znaczników.
pt_br: Não há marcadores de entrada, ignorando a verificação de marcador.
tr: Giriş işaretçisi yok, işaretçi denetimi atlanıyor.

# FUTD_NoInputsDefined
source: No inputs defined.
ja: 入力が定義されていません。
pl: Nie zdefiniowano danych wejściowych.
pt_br: Nenhuma entrada definida.
tr: Giriş tanımlanmadı.

# FUTD_NoInputsDefinedInSet_1
source: No inputs defined in Set="{0}".
ja: Set="{0}" で入力が定義されていません。
pl: Nie zdefiniowano żadnych danych wejściowych w zestawie Set=„{0}”.
pt_br: Nenhuma entrada definida em Set="{0}”.
tr: Set="{0}" içinde giriş tanımlanmadı.

# FUTD_NoInputsNewerThanEarliestOutputInSet_5
source: In Set="{4}", no inputs are newer than earliest output '{0}' ({1}). Newest input is '{2}' ({3}).
ja: Set="{4}" では、最初の出力 '{0}' ({1}) よりも新しい入力はありません。最新の入力は '{2}' ({3}) です。
pl: W zestawie Set=„{4}” żadne dane wejściowe nie są nowsze niż najwcześniejsze dane wyjściowe „{0}” ({1}). Najnowsze dane wejściowe to „{2}” ({3}).
pt_br: Em Set="{4}", nenhuma entrada é mais recente do que a saída mais antiga '{0}' ({1}). A entrada mais recente é '{2}' ({3}).
tr: Set="{4}" içinde, en erken '{0}' ({1}) çıkışından daha yeni giriş yok. En yeni giriş '{2}' ({3}).

# FUTD_NoInputsNewerThanEarliestOutput_4
source: No inputs are newer than earliest output '{0}' ({1}). Newest input is '{2}' ({3}).
ja: 最初の出力 '{0}' ({1}) よりも新しい入力はありません。最新の入力は '{2}' ({3}) です。
pl: Żadne dane wejściowe nie są nowsze niż najwcześniejsze dane wyjściowe „{0}” ({1}). Najnowsze dane wejściowe to „{2}” ({3}).
pt_br: Nenhuma entrada é mais recente do que a saída mais antiga '{0}' ({1}). A entrada mais recente é '{2}' ({3}).
tr: En erken '{0}' ({1}) çıkışından daha yeni giriş yok. En yeni giriş '{2}' ({3}).

# FUTD_NoOutputMarkerExists_1
source: Output marker '{0}' does not exist, skipping marker check.
ja: 出力マーカー '{0}' が存在せず、マーカーの確認をスキップしています。
pl: Znacznik danych wyjściowych „{0}” nie istnieje, pomijanie sprawdzania znacznika.
pt_br: O marcador de saída '{0}' não existe, ignorando a verificação de marcador.
tr: '{0}' çıkış işaretçisi yok, işaretçi denetimi atlanıyor.

# FUTD_NonRequiredInputNotFound_1
source: Input '{0}' does not exist, but is not required.
ja: 入力 '{0}' は存在しませんが、必須ではありません。
pl: Dane wejściowe „{0}” nie istnieją, ale nie są wymagane.
pt_br: A entrada '{0}' não existe, mas não é necessária.
tr: '{0}' girişi yok ancak gerekli değil.

# FUTD_NonRequiredTypedInputNotFound_2
source: Input {1} item '{0}' does not exist, but is not required.
ja: 入力 {1} の項目 '{0}' は存在しませんが、必須ではありません。
pl: Wejściowy {1} element „{0}” nie istnieje, ale nie jest wymagany.
pt_br: O item '{0}' de entrada {1} não existe, mas não é necessário.
tr: {1} girişinin '{0}' öğesi yok ancak gerekli değil.

# FUTD_NotAllReferencesProduceReferenceAssemblies_1
source: This project has enabled build acceleration, but not all referenced projects produce a reference assembly. Ensure projects producing the following outputs have the 'ProduceReferenceAssembly' MSBuild property set to 'true': {0}. See https://aka.ms/vs-build-acceleration for more information.
ja: このプロジェクトではビルド アクセラレーションが有効になっていますが、参照されているすべてのプロジェクトで参照アセンブリが生成されるわけではありません。次の出力を生成するプロジェクトで、'ProduceReferenceAssembly' MSBuild プロパティが 'true': {0} に設定されていることを確認します。詳細については、https://aka.ms/vs-build-acceleration を参照してください。
pl: Ten projekt włączył przyspieszanie kompilacji, ale nie wszystkie przywoływane projekty tworzą zestaw referencyjny. Upewnij się, że projekty generujące następujące dane wyjściowe mają właściwość MSBuild „ProduceReferenceAssembly” ustawioną na wartość „true”: {0}. Aby uzyskać więcej informacji, zobacz https://aka.ms/vs-build-acceleration.
pt_br: Este projeto habilitou a aceleração de build, mas nem todos os projetos referenciados produzem um assembly de referência. Verifique se os projetos que produzem as seguintes saídas têm a propriedade MSBuild "ProduceReferenceAssembly" definida como "true": {0}. Confira https://aka.ms/vs-build-acceleration para obter mais informações.
tr: Bu proje, derleme hızlandırmayı etkinleştirdi, ancak başvurulan projelerin tümü bir başvuru bütünleştirilmiş kodu üretmedi. Şu çıktıları üreten projelerin 'ProduceReferenceAssembly' MSBuild özellik kümesinin 'true' olarak ayarlandığından emin olun: {0}. Daha fazla bilgi için bkz. https://aka.ms/vs-build-acceleration.

# FUTD_OutputDoesNotExist_1
source: Output '{0}' does not exist, not up-to-date.
ja: 出力 '{0}' が存在せず、最新ではありません。
pl: Dane wyjściowe „{0}’ nie istnieją, nie są aktualne.
pt_br: A saída '{0}' não existe, não atualizada.
tr: '{0}' çıkışı yok ve güncel değil.

# FUTD_RememberingCopiedFile_2
source: Remembering the need to copy file '{0}' to '{1}'.
ja: ファイル '{0}' を '{1}' にコピーする必要があります。
pl: Pamiętając o konieczności skopiowania pliku „{0}” do „{1}”.
pt_br: Lembrando a necessidade de copiar o arquivo '{0}' para '{1}'.
tr: '{0}' dosyasını '{1}' yoluna kopyalama ihtiyacının hatırlanması.

# FUTD_RequiredInputNotFound_1
source: Input '{0}' does not exist and is required, not up-to-date.
ja: 入力 '{0}' が存在せず、最新ではないことが必須です。
pl: Dane wejściowe „{0}” nie istnieją i są wymagane, nie są aktualne.
pt_br: A entrada '{0}' e é necessária, não atualizada.
tr: '{0}' girişi yok ve gerekiyor ancak güncel değil.

# FUTD_RequiredTypedInputNotFound_2
source: Input {1} item '{0}' does not exist and is required, not up-to-date.
ja: 入力 {1} の項目 '{0}' が存在せず、最新ではないことが必須です。
pl: Wejściowy {1} element „{0}” nie istnieje i jest wymagany, nie jest aktualny.
pt_br: O item '{0}' de entrada {1} não existe e é necessário, não atualizado.
tr: {1} girişinin '{0}' öğesi yok ve gerekiyor ancak güncel değil.

# FUTD_SetOfChangedItemsIsEmpty
source: The set of changed items is empty.
ja: 変更された項目のセットが空です。
pl: Zestaw zmienionych elementów jest pusty.
pt_br: O conjunto de itens alterados está vazio.
tr: Değiştirilen öğeler kümesi boş.

# FUTD_SetOfItemsChangedMoreRecentlyThanOutput_2
source: The set of project items was changed more recently ({0}) than the last successful build start time ({1}), not up-to-date.
ja: プロジェクト項目のセットが、前回成功したビルド開始時刻 ({0}) よりも最近 ({1}) 変更されており、最新ではありません。
pl: Zestaw elementów projektu został zmieniony wcześniej ({0}) niż czas ostatniego pomyślnego rozpoczęcia kompilacji ({1}), nieaktualnej.
pt_br: O conjunto de itens do projeto foi alterado mais recentemente ({0}) da última hora de início da última compilação bem-sucedida ({1}), não atualizada.
tr: Proje öğeleri kümesi, son başarılı derleme başlangıç zamanından ({1}) daha yakın bir zamanda ({0}) değiştirildi ancak güncel değil.

# FUTD_SkippingCopyDueToIdenticalSizeAndWriteTime_2
source: Skipping copy of CopyToOutputDirectory Always item from '{0}' to '{1}' due to identical file size and last write time.
ja: ファイル サイズと最終書き込み時間が同一であるため、'{0}' から '{1}' への CopyToOutputDirectory Always 項目のコピーをスキップしています。
pl: Pomijanie kopii elementu CopyToOutputDirectory Always z „{0}” do „{1}” z powodu identycznego rozmiaru pliku i czasu ostatniego zapisu.
pt_br: Ignorando a cópia do item CopyToOutputDirectory Sempre de '{0}' para '{1}' devido ao tamanho de arquivo idêntico e à hora da última gravação.
tr: Aynı dosya boyutu ve son yazma zamanı nedeniyle "CopyToOutputDirectory Always" öğesinin kopyası '{0}' yolundan '{1}' yoluna atlanıyor.

# FUTD_SkippingIgnoredKindItem_2
source: Skipping '{0}' with ignored Kind="{1}"
ja: Kind="{1}" を無視して '{0}' をスキップしています
pl: Pomijanie elementu „{0}” z zignorowanym rodzajem Kind=„{1}”
pt_br: Ignorando '{0}' com Kind="{1}"
tr: Yoksayılan Kind="{1}" ile '{0}' atlanıyor

# FUTD_SourceFileTimeAndPath_2
source: Source {0}: '{1}'
ja: ソース {0}: '{1}'
pl: Źródło {0}: „{1}”
pt_br: Fonte {0}: '{1}'
tr: Kaynak {0}: '{1}'

# FUTD_TypedInputModifiedSinceLastSuccessfulBuildStart_4
source: Input {3} item '{0}' ({1}) has been modified since the last successful build started ({2}), not up-to-date.
ja: 入力 {3} 項目 '{0}' ({1}) は、前回の成功したビルドの開始 ({2}) 以降に変更されており、最新ではありません。
pl: Dane{3} wejściowe „{0}” (klasa {1}) zostały zmodyfikowane od czasu ostatniego pomyślnego uruchomienia kompilacji ({2}), nieaktualnej.
pt_br: A entrada {3} do item '{0}' ({1}) foi modificada desde o início da última compilação bem-sucedida ({2}), não atualizada.
tr: {3} girişi '{0}' öğesi ({1}) son başarılı derleme başlangıç zamanından ({2}) sonra değiştirildi ancak güncel değil.

# FUTD_TypedInputNewerThanOutput_5
source: Input {4} item '{0}' is newer ({1}) than earliest output '{2}' ({3}), not up-to-date.
ja: 入力 {4} 項目 '{0}' は、最も前の出力 '{2}' ({3}) よりも新しい ({1}) で、最新ではありません。
pl: Dane {4} wejściowe „{0}” są nowsze ({1}) niż najwcześniejsze dane wyjściowe „{2}” ({3}), nieaktualne.
pt_br: O item '{0}' de entrada {4} é mais recente ({1}) do que a saída mais antiga '{2}' ({3}), não atualizado.
tr: {4} girişinin '{0}' öğesi en erken '{2}' ({3}) çıkışından daha yeni ({1}) ancak güncel değil.

# FUTD_UpToDate
source: Project is up-to-date.
ja: プロジェクトは最新のものです。
pl: Projekt jest aktualny.
pt_br: O projeto está atualizado.
tr: Proje güncel.

# FUTD_WriteTimeOnOutputMarker_2
source: Write timestamp on output marker is {0} on '{1}'.
ja: '{1}' で出力マーカーが {0} の書き込みタイムスタンプ。
pl: Sygnatura czasowa zapisu w znaczniku danych wyjściowych jest {0} na „{1}”.
pt_br: O carimbo de data/hora de gravação no marcador de saída é {0} em '{1}'.
tr: Çıkış işaretçisindeki yazma zaman damgası '{1}' üzerinde {0}.

# HotReloadApplyUpdatesFailure
source: Applying updates failed: {0}
ja: 更新を適用できませんでした: {0}
pl: Stosowanie aktualizacji nie powiodło się: {0}
pt_br: Falha na aplicação de atualizações: {0}
tr: Güncelleştirmeler uygulanamadı: {0}

# HotReloadApplyUpdatesSuccessful
source: Updates applied successfully.
ja: 更新が正常に適用されました
pl: Pomyślnie zastosowano aktualizacje
pt_br: Atualizações aplicadas com êxito.
tr: Güncelleştirmeler başarıyla uygulandı.

# HotReloadErrorsInApplication
source: Errors found in application:
ja: アプリケーションで見つかったエラー:
pl: Znaleziono błędy w aplikacji:
pt_br: Erros encontrados no aplicativo:
tr: Uygulamada hatalar bulundu:

# HotReloadOutputWindowPaneName
source: Hot Reload
ja: ホット リロード
pl: Przeładowywanie na gorąco
pt_br: Recarga Dinâmica
tr: Çalışırken Yeniden Yükleme

# HotReloadRestartInProgress
source: Rebuilding and restarting the application since the edits can't be applied dynamically.
ja: 編集を動的に適用することはできないため、アプリケーションを再構築して再起動しています。
pl: Ponowne kompilowanie i ponowne uruchamianie aplikacji, ponieważ nie można dynamicznie stosować zmian.
pt_br: Recompilar e reiniciar o aplicativo, pois as edições não podem ser aplicadas dinamicamente.
tr: Düzenlemeler dinamik olarak uygulanamadığından, uygulama yeniden derleniyor ve yeniden başlatılıyor.

# HotReloadSendingUpdates
source: Sending updates to running application.
ja: 実行中のアプリケーションに更新を送信しています
pl: Wysyłanie aktualizacji do uruchomionej aplikacji.
pt_br: Enviando atualizações para o aplicativo em execução.
tr: Çalışan uygulamaya güncelleştirmeler gönderiliyor.

# HotReloadStartSession
source: Hot Reload session started.
ja: ホット リロード セッションが開始されました
pl: Rozpoczęto sesję ponownego ładowania na gorąco.
pt_br: Inicialização da sessão de Recarga Dinâmica.
tr: Çalışırken Yeniden Yükleme oturumu başlatıldı.

# HotReloadStopSession
source: Hot Reload session complete.
ja: ホット リロード セッションが完了しました。
pl: Zakończono sesję ponownego ładowania na gorąco.
pt_br: Concluída a sessão de Recarga Dinâmica.
tr: Çalışırken Yeniden Yükleme oturumu tamamlandı.

# HotReloadStoppingApplication
source: Stopping application.
ja: アプリケーションを停止しています。
pl: Zatrzymywanie aplikacji
pt_br: Interrupção do aplicativo.
tr: Uygulama durduruluyor.

# ImportsFromTargetCannotBeDeleted
source: {0} - Import comes fom target file. This import cannot be removed.
ja: {0} - インポートは、ターゲット ファイルからのものです。このインポートは削除できません。
pl: {0} — import pochodzi z pliku docelowego. Nie można usunąć importu.
pt_br: {0} – a importação é proveniente do arquivo de destino. Essa importação não pode ser removida.
tr: {0} - İçeri aktarım hedef dosyadan geliyor. Bu içeri aktarım kaldırılamaz.

# IncrementalBuildFailureWarningMessage_2
source: WARNING: Potential build performance issue in '{0}'. The project does not appear up-to-date after a successful build: {1}. See https://aka.ms/incremental-build-failure.
ja: 警告: '{0}' でビルド パフォーマンスの問題が発生する可能性があります。プロジェクトは、ビルドが成功した後に最新の状態になりません: {1}。https://aka.ms/incremental-build-failure を参照してください。
pl: OSTRZEŻENIE: potencjalny problem z wydajnością kompilacji w „{0}”. Projekt wydaje się być nieaktualny po pomyślnej kompilacji: {1}. Zobacz stronę https://aka.ms/incremental-build-failure.
pt_br: AVISO: potencial problema de desempenho de compilação em '{0}'. O projeto não aparece atualizado após uma compilação bem sucedida: {1}. Ver https://aka.ms/incremental-build-failure.
tr: UYARI: '{0}' içinde olası derleme performansı sorunu var. Proje, başarılı bir derlemeden sonra güncel görünmüyor: {1}. Bkz. https://aka.ms/incremental-build-failure.

# OtherUpToDateCheckProvidersPresent
source: Note that other checks may still determine the project is not up-to-date. The following checks are present:
ja: 他のチェックで、プロジェクトが最新でないと判断される可能性があることに注意してください。次のチェックが存在します。
pl: Należy pamiętać, że inne testy mogą nadal określać, że projekt nie jest aktualny. Dostępne są następujące testy:
pt_br: Observe que outras verificações ainda podem determinar que o projeto não está atualizado. As seguintes verificações estão presentes:
tr: Diğer denetimlerin hala projenin güncel olmadığını belirleyebileceğini unutmayın. Aşağıdaki denetimler mevcuttur:

# ProjectHotReloadSessionManager_AttachingToProcess
source: Attaching to process.
ja: プロセスにアタッチしています。
pl: Dołączanie do procesu.
pt_br: Anexando ao processo.
tr: İşleme ekleniyor.

# ProjectHotReloadSessionManager_ErrorStoppingTheSession
source: Error while stopping the session: {0} {1}
ja: セッションの停止中にエラーが発生しました: {0} {1}
pl: Błąd podczas zatrzymywania sesji: {0} {1}
pt_br: Erro ao interromper a sessão: {0} {1}
tr: Oturum durdurulurken hata oluştu: {0} {1}

# ProjectHotReloadSessionManager_NoActiveProcess
source: Unable to start Hot Reload session: no active process.
ja: ホット リロード セッションを開始できません: アクティブなプロセスがありません。
pl: Nie można rozpocząć sesji przeładowywania na gorąco: brak aktywnego procesu.
pt_br: Não é possível iniciar a sessão de Recarga Dinâmica: nenhum processo ativo.
tr: Çalışırken Yeniden Yükleme oturumu başlatılamıyor: etkin işlem yok.

# ProjectHotReloadSessionManager_ProcessAlreadyExited
source: The process has already exited.
ja: プロセスは既に終了しています。
pl: Proces został już zakończony.
pt_br: O processo já terminou.
tr: İşlemden zaten çıkıldı.

# ProjectHotReloadSessionManager_ProcessExited
source: The process has exited.
ja: プロセスが終了しました。
pl: Proces został zakończony.
pt_br: O processo foi fechado.
tr: İşlemden çıkıldı.

# ProjectHotReloadSessionManager_StartupHooksDisabled
source: Hot Reload is not available because startup hooks have been disabled, possibly due to trimming.
ja: スタートアップ フックが無効になっているため、ホット リロードは使用できません。トリミングが原因の可能性があります。
pl: Przeładowywanie na gorąco jest niedostępne, ponieważ elementy zaczepienia uruchamiania zostały wyłączone, prawdopodobnie z powodu przycinania.
pt_br: A Recarga Dinâmica não está disponível porque os ganchos de inicialização foram desabilitados, possivelmente devido ao corte.
tr: Başlatma kancaları, büyük olasılıkla kırpma nedeniyle devre dışı bırakıldığından Çalışırken Yeniden Yükleme kullanılamıyor.

# RenameSymbolFailed
source: Renaming the code element '{0}' failed.
ja: コード要素 '{0}' の名前変更に失敗しました。
pl: Zmiana nazwy elementu kodu „{0}” nie powiodła się.
pt_br: Falha ao renomear o elemento de código '{0}'.
tr: '{0}' kod öğesi yeniden adlandırılamadı.

# RenameSymbolPrompt
source: You are renaming a file. Would you also like to perform a rename in this project of all references to the code element '{0}'?
ja: ファイルの名前を変更しようとしています。このプロジェクト内に存在するコード要素 '{0}' へのすべての参照に対しても、名前を変更しますか?
pl: Zmieniasz nazwę pliku. Czy chcesz także zmienić nazwy w tym projekcie dla wszystkich odwołań do elementu kodu „{0}”?
pt_br: Você está renomeando um arquivo. Gostaria também de realizar a renomeação neste projeto de todas as referências para o elemento de código '{0}'?
tr: Bir dosyayı yeniden adlandırıyorsunuz. Bu dosyadaki '{0}' kod öğesine yapılan tüm başvurularda yeniden adlandırma işlemi gerçekleştirmek ister misiniz?

# ActiveLaunchProfileNotFound
source: There aren't any active launch profiles configured for this project.
ja: このプロジェクト用に構成されたアクティブな起動プロファイルはありません。
pl: Brak skonfigurowanych aktywnych profilów uruchamiania dla tego projektu.
pt_br: Não há nenhum perfil de inicialização configurado para esse projeto.
tr: Bu proje için yapılandırılmış etkin bir başlatma profili yok.

# ErrorInProfilesFile
source: An error in the launch settings file needs to be corrected before you can run the '{0}' project . Please see the error list for details.
ja: '{0}' プロジェクトを実行するには、先に起動設定ファイルのエラーを修正する必要があります。詳細については、エラー リストを参照してください。
pl: Przed uruchomieniem projektu „{0}” należy skorygować błąd w pliku ustawień uruchamiania. Zobacz listę błędów, aby uzyskać szczegółowe informacje.
pt_br: É necessário corrigir um erro no arquivo de configurações de inicialização antes de ser possível executar o projeto '{0}'. Veja a lista de erros para obter detalhes.
tr: '{0}' projesini çalıştırabilmeniz için, başlatma ayarları dosyasındaki bir hatanın düzeltilmesi gerekiyor. Ayrıntılar için lütfen hata listesine bakın.

# ErrorInProfilesFile2
source: An error in the launch settings file needs to be corrected before you can run the '{0}' project. {1}. Please see the error list for details.
ja: '{0}' プロジェクトを実行するには、先に起動設定ファイルのエラーを修正する必要があります。{1}。詳細については、エラー リストを参照してください。
pl: Przed uruchomieniem projektu „{0}” należy skorygować błąd w pliku ustawień uruchamiania. {1}. Zobacz listę błędów, aby uzyskać szczegółowe informacje.
pt_br: É necessário corrigir um erro no arquivo de configurações de inicialização antes de ser possível executar o projeto '{0}'. {1}. Veja a lista de erros para obter detalhes.
tr: '{0}' projesini çalıştırabilmeniz için, başlatma ayarları dosyasındaki bir hatanın düzeltilmesi gerekiyor. {1}. Ayrıntılar için lütfen hata listesine bakın.

# ProjectNotRunnableDirectly
source: A project with an Output Type of Class Library cannot be started directly. In order to debug this project, add an executable project to this solution which references the library project. Set the executable project as the startup project.
ja: クラス ライブラリの出力タイプを持つプロジェクトを直接起動することはできません。 このプロジェクトをデバッグするには、ライブラリ プロジェクトを参照するこのソリューションに実行可能なプロジェクトを追加します。その実行可能なプロジェクトをスタートアップ プロジェクトとして設定してください。
pl: Projekt z typem wyjściowym biblioteki klasy nie może być bezpośrednio uruchomiony. Aby debugować ten projekt, dodaj projekt wykonywalny do tego rozwiązania, które odwołuje się do projektu biblioteki. Ustaw projekt wykonywalny jako projekt startowy.
pt_br: Um projeto com um Tipo de Saída de Biblioteca de Classes não pode ser iniciado diretamente. Para depurar esse projeto, adicione um projeto executável a essa solução que faz referência ao projeto da biblioteca. Defina o projeto executável como o projeto de inicialização.
tr: Çıkış Türü Sınıf Kitaplığı olan bir proje doğrudan başlatılamaz. Bu projede hata ayıklamak için bu çözüme, kitaplık projesine başvuran bir yürütülebilir proje ekleyin. Yürütülebilir projeyi başlangıç projesi olarak ayarlayın.

# NoDebugExecutableSpecified
source: The debug profile '{0}' is missing the path to the executable to debug.
ja: デバッグ プロファイル '{0}' に、デバッグする実行可能ファイルへのパスが不足しています。
pl: W profilu debugowania „{0}” brakuje ścieżki pliku wykonywalnego do debugowania.
pt_br: O perfil de depuração '{0}' não tem o caminho para a depuração do executável.
tr: '{0}' hata ayıklama profilinde, hataları ayıklanacak yürütülebilir dosyanın yolu yok.

# DebugExecutableNotFound
source: The debug executable '{0}' specified in the '{1}' debug profile does not exist.
ja: '{1}' デバッグ プロファイルに指定したデバッグ実行可能ファイル '{0}' が存在しません。
pl: Plik wykonywalny debugowania „{0}” określony w profilu debugowania „{1}” nie istnieje.
pt_br: A depuração executável '{0}' especificada no perfil de depuração '{1}' não existe.
tr: '{1}' hata ayıklama profilinde belirtilen '{0}' hata ayıklama yürütülebilir dosyası yok.

# StartupObjectNotSet
source: (Not set)
ja: (未設定)
pl: (Nie ustawiono)
pt_br: (Não definido)
tr: (Ayarlanmadı)

# UpdateNamespacePromptMessage
source: Adjust namespaces for moved files?
ja: 移動したファイルの名前空間を調整しますか?
pl: Dostosować przestrzenie nazw dla przeniesionych plików?
pt_br: Ajustar namespaces para arquivos movidos?
tr: Taşınan dosyalar için ad alanları ayarlansın mı?

# WPFApp_Xaml_CouldntFindRootElement_1
source: Could not find the expected root element "{0}" in the application definition file.
ja: 必要なルート要素 "{0}" がアプリケーション定義ファイル内に見つかりません。
pl: Nie można odnaleźć oczekiwanego elementu korzenia "{0}" w pliku definicji aplikacji.
pt_br: Não foi possível encontrar o elemento de raiz esperado "{0}" no arquivo de definição de aplicativo.
tr: "{0}" beklenen kök öğe uygulama tanım dosyasında bulunamadı.

# WPFApp_Xaml_UnexpectedFormat_2
source: The .xaml file was in an unexpected format, near line {0} column {1}.
ja: .xaml ファイルの行 {0} 列 {1} 付近が予期せぬ形式です。
pl: Plik xaml ma nieoczekiwany format w pobliżu wiersza {0} i kolumny {1}.
pt_br: O arquivo .xaml estava em um formato inesperado, próximo à linha {0}, coluna {1}.
tr: .xaml dosyası beklenmedik bir biçimde; {1} sütunu, {0} satırının yanında.

# WorkingDirecotryInvalid
source: The working directory '{0}' specified in the '{1}' debug profile does not exist.
ja: '{1}' デバッグ プロファイルに指定した作業ディレクトリ '{0}' が存在しません。
pl: Katalog roboczy „{0}” określony w profilu debugowania „{1}” nie istnieje.
pt_br: O diretório de trabalho '{0}' especificado no perfil de depuração '{1}' não existe.
tr: '{1}' hata ayıklama profilinde belirtilen '{0}' çalışma dizini yok.

# MultiTFEditNotSupported
source: Editing of multiple target framework is not supported.
ja: 複数のターゲット フレームワークの編集はサポートされていません。
pl: Edytowanie wielu platform docelowych nie jest obsługiwane.
pt_br: Não há suporte para a edição da estrutura de vários destinos.
tr: Birden fazla hedef çerçevenin düzenlenmesi desteklenmiyor.

# PackCommand
source: &Pack
ja: パック(&P)
pl: &Pakuj
pt_br: &Pacote
tr: &Paket

# PackSelectedProjectCommand
source: &Pack {0}
ja: パッケージ {0}(&P)
pl: &Pakuj {0}
pt_br: &Pacote {0}
tr: &{0} Paketi

# DebugFrameworkMenuText
source: Framework ({0})
ja: フレームワーク ({0})
pl: Platforma ({0})
pt_br: Estrutura ({0})
tr: Çerçeve ({0})

source: Don't show again
ja: 今後表示しない
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
tr: Bir daha gösterme

# XprojNotSupported
source: Xproj project files are no longer supported. For details on migrating to csproj see https://docs.microsoft.com/dotnet/core/migration/.
ja: Xproj プロジェクト ファイルはサポートされなくなりました。csproj への移行の詳細は、https://docs.microsoft.com/dotnet/core/migration/ を参照してください。
pl: Pliki projektu xproj nie są już obsługiwane. Szczegółowe informacje na temat migrowania do plików csproj można znaleźć na stronie https://docs.microsoft.com/dotnet/core/migration/.
pt_br: Não há mais suporte para arquivos de projeto Xproj. Para obter detalhes sobre migração para csproj, consulte https://docs.microsoft.com/dotnet/core/migration/.
tr: Xproj proje dosyaları artık desteklenmiyor. Csproj'a geçiş hakkında ayrıntılar için bkz. https://docs.microsoft.com/dotnet/core/migration/.

# WindowsFormEditor_DisplayName
source: Form (Windows Forms) Designer
ja: フォーム (Windows フォーム) デザイナー
pl: Projektant formularzy (Windows Forms)
pt_br: Designer de Formulários (Windows Forms)
tr: Form (Windows Forms) Tasarımcısı
