Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed.VS/xlf/VSResources.*.xlf
Languages: ja, pl, pt_br, tr

# ComponentEditor_DisplayName
source: Component (Windows Forms) Designer
ja: コンポーネント (Windows フォーム) デザイナー
pl: Projektant składników (Windows Forms)
pt_br: Designer de Componentes (Windows Forms)
tr: Bileşen (Windows Forms) Tasarımcısı

# UserControlEditor_DisplayName
source: User Control (Windows Forms) Designer
ja: ユーザー コントロール (Windows フォーム) デザイナー
pl: Projektant kontrolki użytkownika (Windows Forms)
pt_br: Designer de Controle de Usuário (Windows Forms)
tr: Kullanıcı Denetimi (Windows Forms) Tasarımcısı

source: Renaming Type
ja: 型の名前を変更しています
pl: Zmienianie nazwy typu
pt_br: Renomeando Tipo
tr: Tür Yeniden Adlandırılıyor

source: Renaming Type from '{0}' to '{1}'
ja: '{0}' から '{1}' に型の名前を変更しています
pl: Zmienianie nazwy typu z „{0}” na „{1}”
pt_br: Renomeando Tipo de '{0}' para '{1}'
tr: '{0}' adlı tür '{1}' olarak yeniden adlandırılıyor
