Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/OptionPages/xlf/GeneralOptionPageResources.*.xlf
Languages: pt_br, ru

# General_FastUpToDateCheck
source: Don't call MSBuild if a project appears to be up to date.
pt_br: Não chame o MSBuild se um projeto parecer estar atualizado.
ru: Не вызывайте MSBuild, если проект находится в актуальном состоянии.

# General_FastUpToDateCheck_LogLevel
source: Logging Level:
pt_br: Nível de Log:
ru: Уровень ведения журналов:

# General_FastUpToDateCheck_LogLevel_Info
source: Info
pt_br: Informações
ru: Информация

# General_FastUpToDateCheck_LogLevel_Minimal
source: Minimal
pt_br: Mínimo
ru: Минимальный

# General_FastUpToDateCheck_LogLevel_None
source: None
pt_br: Nenhum
ru: Нет

# General_FastUpToDateCheck_LogLevel_Verbose
source: Verbose
pt_br: Detalhado
ru: Подробно

# General_FastUpToDateCheck_Title
source: Up to Date Checks
pt_br: Verificações atualizadas
ru: Проверки наличия обновлений

# General_MultiTargetingSettings_Title
source: Multi-Targeting Settings
pt_br: Configurações de Segmentação Múltipla
ru: Параметры многоплатформенного нацеливания

# General_NestingIgnoreSolutionAndProjectProfiles
source: Ignore solution and project settings
pt_br: Ignorar configurações de projeto e solução
ru: Игнорировать параметры решений и проектов

# General_NestingSettings_Title
source: File Nesting Settings
pt_br: Configurações de Aninhamento de Arquivo
ru: Параметры вложения файлов

# General_PreferSingleTargetBuildsOnLaunch
source: Prefer single-target builds when starting a project.
pt_br: Prefira compilações de destino único ao iniciar um projeto.
ru: При запуске проекта следует отдавать предпочтение одноплатформенным сборкам.

# General_PreferSingleTargetBuildsOnLaunchDescription
source: When starting a project that targets multiple .NET frameworks, the build time can be reduced by limiting the build to a single framework.
pt_br: Ao iniciar um projeto direcionado a várias estruturas do .NET, o tempo de build pode ser reduzido limitando o build a uma única estrutura.
ru: При запуске проекта, предназначенного для нескольких платформ .NET Framework, можно сократить время сборки, ограничив сборку одной платформой.
