Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# DataFlowFaults
source: Project system data flow '{0}' closed because of an exception: {1}.
cs: Tok systémových dat projektu {0} se uzavřel z důvodu výjimky: {1}
de: Projektsystem-Datenfluss "{0}" aufgrund einer Ausnahme geschlossen: {1}.
es: Flujo de datos del sistema de proyectos "{0}" cerrado debido a una excepción: {1}
fr: Le flux de données '{0}' du système de projet s'est fermé en raison d'une exception : {1}.
it: Il flusso di dati di sistema '{0}' del progetto è stato chiuso a causa di un'eccezione: {1}.
ja: 例外 {1} が発生したため、プロジェクトのシステム データ フロー '{0}' が終了しました。
ko: 프로젝트 시스템 데이터 흐름 '{0}'이(가) {1} 예외로 인해 닫혔습니다.
pt_br: Fluxo de dados do sistema do projeto '{0}' fechado devido a uma exceção: {1}.
ru: Поток системных данных проекта "{0}" закрыт из-за исключения: {1}.
tr: Proje sistem veri akışı '{0}', bir özel durum nedeniyle kapatıldı: {1}.
zh_hans: 由于出现异常 {1}，已关闭项目系统数据流“{0}”。
zh_hant: 因為發生下列例外狀況，而導致專案系統資料流程 '{0}' 關閉: {1}。

# DiagnosticLevel_Error
source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ko: 오류
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# DiagnosticLevel_None
source: None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ko: 없음
ru: Нет
zh_hans: 无
zh_hant: 無

# DiagnosticLevel_Warning
source: Warning
cs: Upozornění
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ko: 경고
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告

# FUTDC_AccelerationDataMissingForProject_1
source: Build acceleration data is unavailable for project with target '{0}'. See https://aka.ms/vs-build-acceleration.
cs: Data akcelerace sestavení nejsou pro projekt s cílem {0} k dispozici. Viz https://aka.ms/vs-build-acceleration.
de: Buildbeschleunigungsdaten sind für das Projekt mit dem Ziel "{0}" nicht verfügbar. Siehe https://aka.ms/vs-build-acceleration.
es: Los datos de aceleración de compilación no están disponibles para el proyecto con el destino "{0}". Consulte https://aka.ms/vs-build-acceleration.
it: I dati di accelerazione della compilazione non sono disponibili per il progetto con destinazione '{0}'. Vedere https://aka.ms/vs-build-acceleration.
ko: 대상이 '{0}'인 프로젝트에는 빌드 가속 데이터를 사용할 수 없습니다. https://aka.ms/vs-build-acceleration을 참조하세요.
ru: Данные ускорения сборки недоступны для проекта с целью "{0}". См. https://aka.ms/vs-build-acceleration.
zh_hans: 生成加速数据不适用于目标为“{0}”的项目。请参阅 https://aka.ms/vs-build-acceleration。
zh_hant: 具有目標 '{0}' 的專案無法使用建置加速資料。請參閲 https://aka.ms/vs-build-acceleration。

# FUTDC_CheckingCopyItemsForProject_1
source: Checking copy items from project '{0}':
cs: Probíhá kontrola kopírování položek z projektu {0}:
de: Das Kopieren von Elementen aus dem Projekt „{0}“ wird überprüft:
es: Comprobando elementos de copia del proyecto "{0}":
fr: Vérification des éléments de copie à partir du projet « {0} » :
it: È in corso il controllo della copia degli elementi dal progetto '{0}':
ko: 프로젝트 '{0}'에서 항목 복사를 확인하는 중입니다.
ru: Проверка копирования элементов из проекта "{0}":
zh_hans: 正在检查项目“{0}”中的复制项:
zh_hant: 正在檢查來自專案 '{0}' 的複製項目:

# FUTD_AccelerationCandidate
source: This project appears to be a candidate for build acceleration. To opt in, set the 'AccelerateBuildsInVisualStudio' MSBuild property to 'true'. See https://aka.ms/vs-build-acceleration.
cs: Zdá se, že tento projekt je kandidátem na akceleraci sestavení. Pro přihlášení nastavte vlastnost MSBuild AccelerateBuildsInVisualStudio na hodnotu true. Viz https://aka.ms/vs-build-acceleration.
de: Dieses Projekt scheint ein Kandidat für die Buildbeschleunigung zu sein. Um sich zu entscheiden, legen Sie die MSBuild-Eigenschaft "AccelerateBuildsInVisualStudio" auf "true" fest. Siehe https://aka.ms/vs-build-acceleration.
es: Este proyecto parece ser candidato para la aceleración de compilación. Para participar, establezca la propiedad "AccelerateBuildsInVisualStudio" de MSBuild en "true". Consulte https://aka.ms/vs-build-acceleration.
it: Questo progetto sembra un candidato per l'accelerazione della compilazione. Per acconsentire esplicitamente, impostare la proprietà 'AccelerateBuildsInVisualStudio' di MSBuild su 'true'. Vedere https://aka.ms/vs-build-acceleration.
ko: 이 프로젝트는 빌드 가속의 후보로 보입니다. 옵트인하려면 'AccelerateBuildsInVisualStudio' MSBuild 속성을 'true'로 설정합니다. https://aka.ms/vs-build-acceleration을 참조하세요.
ru: Кажется, этот проект является кандидатом на ускорение сборки. Чтобы согласиться, задайте для свойства MSBuild "AccelerateBuildsInVisualStudio" значение TRUE. См. https://aka.ms/vs-build-acceleration.
zh_hans: 此项目似乎是生成加速的候选项。要选择加入，请将 “AccelerateBuildsInVisualStudio” MSBuild 属性设置为 “true”。请参阅 https://aka.ms/vs-build-acceleration。
zh_hant: 此專案似乎是建置加速的候選項目。若要加入，請將 'AccelerateBuildsInVisualStudio' MSBuild 屬性設定為 'true'。請參閲 https://aka.ms/vs-build-acceleration。

# FUTD_AccelerationDisabledCopyItemsIncomplete
source: Build acceleration is not available for this project because not all transitively referenced projects have provided acceleration data.
cs: Akcelerace sestavení není pro tento projekt k dispozici, protože ne všechny přechodně odkazované projekty poskytly data akcelerace.
de: Die Buildbeschleunigung ist für dieses Projekt nicht verfügbar, da nicht alle transitiv referenzierten Projekte Beschleunigungsdaten bereitgestellt haben.
es: La aceleración de compilación no está disponible para este proyecto porque no todos los proyectos a los que se hace referencia de forma transitiva han proporcionado datos de aceleración.
fr: L’accélération de build n’est pas disponible pour ce projet car tous les projets à référence transitive n’ont pas fourni de données d’accélération.
it: L'accelerazione della compilazione non è disponibile per questo progetto perché non tutti i progetti a cui viene fatto riferimento in modo transitivo hanno fornito dati di accelerazione.
ko: 전이적으로 참조된 프로젝트 일부에서 가속 데이터를 제공하지 않았으므로 이 프로젝트에는 빌드 가속을 사용할 수 없습니다.
ru: Ускорение построения недоступно для этого проекта, так как не все проекты с транзитивной ссылкой предоставили данные ускорения.
zh_hans: 生成加速不适用于此项目，因为并非所有可传递引用的项目都提供了加速数据。
zh_hant: 此專案無法使用建置加速，因為並非所有可轉移參考的專案都提供加速資料。

# FUTD_AccelerationDisabledForProject
source: Build acceleration is disabled for this project via the 'AccelerateBuildsInVisualStudio' MSBuild property. See https://aka.ms/vs-build-acceleration.
cs: Akcelerace sestavení je pro tento projekt zakázaná prostřednictvím vlastnosti MSBuild AccelerateBuildsInVisualStudio. Viz https://aka.ms/vs-build-acceleration.
de: Die Buildbeschleunigung ist für dieses Projekt über die MSBuild-Eigenschaft "AccelerateBuildsInVisualStudio" deaktiviert. Siehe https://aka.ms/vs-build-acceleration.
es: La aceleración de compilación está deshabilitada para este proyecto a través de la propiedad "AccelerateBuildsInVisualStudio" de MSBuild. Consulte https://aka.ms/vs-build-acceleration.
it: L'accelerazione della compilazione è disabilitata per questo progetto tramite la proprietà MSBuild 'AccelerateBuildsInVisualStudio'. Vedere https://aka.ms/vs-build-acceleration.
ko: 이 프로젝트에는 'AccelerateBuildsInVisualStudio' MSBuild 속성을 통해 빌드 가속을 사용할 수 없습니다. https://aka.ms/vs-build-acceleration을 참조하세요.
ru: Ускорение сборки отключено для этого проекта с помощью свойства MSBuild "AccelerateBuildsInVisualStudio". См. https://aka.ms/vs-build-acceleration.
zh_hans: 已通过 “AccelerateBuildsInVisualStudio” MSBuild 属性禁用此项目的生成加速。请参阅 https://aka.ms/vs-build-acceleration。
zh_hant: 已透過 'AccelerateBuildsInVisualStudio' MSBuild 屬性停用此專案的建置加速。請參閲 https://aka.ms/vs-build-acceleration。

# FUTD_AddingInputReferenceCopyMarkers
source: Adding input reference copy markers:
cs: Přidávají se značky kopírování vstupního odkazu:
de: Ausgabeverweiskopiemarker wird hinzugefügt:
es: Agregando marcadores de copia de referencia de entrada:
fr: Ajout des marqueurs de copie de référence d’entrée :
it: Aggiunta di marcatori di copia di riferimento di input:
ja: 入力参照コピー マーカーの追加:
ko: 입력 참고자료 복사 마커 추가:
pt_br: Adicionando marcadores de cópia de referência de entrada:
ru: Добавление маркеров копирования ссылок на входные данные:
tr: Giriş başvurusu kopyalama işaretçileri ekleniyor:
zh_hans: 正在添加输入引用副本标记:
zh_hant: 正在新增輸入參考複製標記:

# FUTD_AddingNewestImportInput
source: Adding newest import input:
cs: Přidává se nejnovější vstup importu:
de: Die neueste Importeingabe wird hinzugefügt:
es: Agregando una nueva entrada de importación:
fr: Ajout de l’entrée d’importation la plus récente :
it: Aggiunta dell'input di importazione più recente:
ja: 最新のインポート入力の追加:
ko: 최신 가져오기 입력 추가:
pt_br: Adicionando entrada de importação mais recente:
ru: Добавление новейших входных данных импорта:
tr: En yeni içeri aktarma girişi ekleniyor:
zh_hans: 正在添加最新的导入输入:
zh_hant: 正在新增最新的匯入輸入:

# FUTD_AddingProjectFileInputs
source: Adding project file inputs:
cs: Přidávají se vstupy souborů projektů:
de: Projektdateieingaben werden hinzugefügt:
es: Agregando entradas de archivos de proyecto:
fr: Ajout d’entrées de fichier projet :
it: Aggiunta degli input del file di progetto:
ja: プロジェクト ファイル入力の追加:
ko: 프로젝트 파일 입력 추가:
pt_br: Adicionando entradas de arquivo de projeto:
ru: Добавление входных данных файла проекта:
tr: Proje dosyası girişleri ekleniyor:
zh_hans: 正在添加项目文件输入:
zh_hant: 正在新增專案檔案輸入:

# FUTD_AddingTypedInputsInSet_2
source: Adding {0} inputs in Set="{1}":
cs: Přidávají se vstupy {0} v sadě="{1}":
de: In Set="{1}" werden {0} Eingaben hinzugefügt:
es: Agregando {0} entradas en Set="{1}":
fr: Ajout d’entrées {0} dans Set="{1}" :
it: Aggiunta di input {0} in Set="{1}":
ja: Set="{1}" で {0} 個の入力の追加:
ko: Set="{1}"에 {0} 입력 추가:
pt_br: Adicionando {0} entradas em Set="{1}":
ru: Добавление входных данных {0} в Set="{1}":
tr: {0} girişleri Set="{1}" içine ekleniyor:
zh_hans: 正在 Set="{1}" 中添加 {0} 个输入:
zh_hant: 正在 Set="{1}" 中新增 {0} 輸入:

# FUTD_AddingTypedInputs_1
source: Adding {0} inputs:
cs: Přidávají se vstupy {0}:
de: Eingaben {0} werden hinzugefügt:
es: Agregando {0} entradas:
fr: Ajout d’entrées {0} :
it: Aggiunta di input {0}:
ja: {0} 入力の追加:
ko: {0} 입력 추가:
pt_br: Adicionando {0} entradas:
ru: Добавление входных данных {0}:
tr: {0} girişleri ekleniyor:
zh_hans: 正在添加 {0} 个输入:
zh_hant: 正在新增 {0} 輸入:

# FUTD_AddingTypedOutputsInSet_2
source: Adding {0} outputs in Set="{1}":
cs: Přidávají se výstupy {0} v sadě="{1}":
de: In Set="{1}" werden {0} Ausgaben hinzugefügt:
es: Agregando {0} salidas en Set="{1}":
fr: Ajout de sorties {0} dans Set="{1}" :
it: Aggiunta degli output {0} in Set="{1}":
ja: Set="{1}" での {0} 出力の追加:
ko: Set="{1}"에 {0} 출력 추가:
pt_br: Adicionando saídas {0} em Set="{1}":
ru: Добавление выходных данных {0} в Set="{1}":
tr: Set="{1}" içine {0} çıkışları ekleniyor:
zh_hans: 正在 Set="{1}" 中添加 {0} 个输出:
zh_hant: 正在在 Set="{1}" 中新增 {0} 輸出:

# FUTD_AddingTypedOutputs_1
source: Adding {0} outputs:
cs: Přidávají se výstupy {0}:
de: {0} Ausgaben werden hinzugefügt:
es: Agregando salidas de {0}:
fr: Ajout de sorties {0} :
it: Aggiunta di output {0}:
ja: {0} 出力の追加:
ko: {0} 출력 추가:
pt_br: Adicionando {0} saídas:
ru: Добавление выходных данных {0}:
tr: {0} çıkışları ekleniyor:
zh_hans: 正在添加 {0} 个输出:
zh_hant: 正在新增 {0} 輸入:

# FUTD_BuildAccelerationSummary_1
source: Build acceleration copied {0} files.
cs: Akcelerace sestavení zkopírovala soubory: {0}.
de: Die Buildbeschleunigung kopierte {0} Dateien.
es: La aceleración de compilación copió {0} archivos.
fr: Accélération de build a copié {0} fichiers.
it: Accelerazione della compilazione ha copiato {0} file.
ko: 빌드 가속이 {0}개의 파일을 복사했습니다.
ru: Ускорение построения — скопировано столько файлов: {0}.
zh_hans: 生成加速已复制 {0} 文件。
zh_hant: 建置加速已複製 {0} 個檔案。

# FUTD_ChangedItemsAddition_2
source: {0} item added '{1}'
cs: Položka {0} přidala {1}
de: {0} Element hinzugefügt "{1}"
es: {0} elemento agregado '{1}'
fr: {0} élément ajouté « {1} »
it: Elemento {0} aggiunto in '{1}'
ko: {0} 항목이 '{1}'을(를) 추가함
ru: Добавлен элемент {0}: "{1}"
zh_hans: 已添加 {0} 项“{1}”
zh_hant: {0} 項目已加入 '{1}'

# FUTD_ChangedItemsRemoval_2
source: {0} item removed '{1}'
cs: Položka {0} odebrala {1}
de: {0} Element entfernt "{1}"
es: {0} elemento quitado '{1}'
fr: {0} élément supprimé « {1} »
it: Elemento {0} rimosso '{1}'
ko: {0} 항목이 '{1}'을(를) 제거함
ru: Удален элемент {0}: "{1}"
zh_hans: 已删除 {0} 项“{1}”
zh_hant: {0} 項目已移除 '{1}'

# FUTD_CheckingBuiltOutputFile
source: Checking built output (UpToDateCheckBuilt with Original property) file:
cs: Kontrola výstupního souboru sestavení (UpToDateCheckBuilt s vlastností Original):
de: Die erstellte Ausgabedatei (UpToDateCheckBuilt mit originaler Eigenschaft) wird überprüft:
es: Comprobación del archivo de salida compilado (UpToDateCheckBuilt con la propiedad Original):
fr: Vérification de la sortie générée (UpToDateCheckBuilt avec la propriété Original) du fichier :
it: Controllo del file di output compilato (UpToDateCheckBuilt con proprietà Original):
ko: 빌드된 출력(Original 속성이 있는 UpToDateCheckBuilt) 파일을 확인하는 중:
ru: Проверка выходного файла построения (UpToDateCheckBuilt со свойством Original):
zh_hans: 正在检查生成的输出 (使用原始属性生成 UpToDateCheckBuilt )文件:
zh_hant: 正在檢查組建的輸出 (具有原始屬性的 UpToDateCheckBuilt) 檔案:

# FUTD_CheckingBuiltOutputFileDestinationNotFound_2
source: Destination '{0}' does not exist for copy from '{1}', not up-to-date.
cs: Cíl {0} pro kopírování z {1} neexistuje. Není aktuální.
de: Das Ziel "{0}" ist für das Kopieren von "{1}" nicht vorhanden, nicht aktuell.
es: El destino "{0}" no existe para copiar desde "{1}", no está actualizado.
fr: La '{0}' de destination n’existe pas pour la copie à partir de '{1}', elle n’est pas à jour.
it: La destinazione '{0}' non esiste per la copia da '{1}', non aggiornata.
ko: '{1}'의 복사본에 대한 대상 '{0}'이(가) 존재하지 않으며 최신 상태가 아닙니다.
ru: Назначение "{0}" не существует для копирования из "{1}". Обновление не выполнено.
zh_hans: 从'{1}'复制的目标'{0}'不存在，不是最新的。
zh_hant: 目的地 '{0}' 不存在，無法從 '{1}' 複製，不是最新狀態。

# FUTD_CheckingBuiltOutputFileSourceNewer
source: Source is newer than build output destination, not up-to-date.
cs: Zdroj je novější než výstupní cíl sestavení. Není aktuální.
de: Die Quelle ist neuer als das Buildausgabeziel und nicht aktuell.
es: El origen es más reciente que el destino de la construcción, no está actualizado.
fr: La source est plus récente que la destination de sortie de build, et n’est pas à jour.
it: L'origine è più recente della destinazione dell'output di compilazione, non aggiornata.
ko: 원본이 최신이 아니라 빌드 출력 대상보다 최신입니다.
ru: Источник новее, чем целевой выходной объект сборки. Обновление не выполнено.
zh_hans: 源比生成输出目标新，不是最新的。
zh_hant: 來源比組建輸出目的地更新，不是最新狀態。

# FUTD_CheckingBuiltOutputFileSourceNotFound_2
source: Source '{0}' does not exist for build into target '{1}', not up-to-date.
cs: Zdroj {0} pro sestavení do cíle {1} neexistuje, není aktuální.
de: Die Quelle "{0}" ist für den Build in das Ziel "{1}" nicht vorhanden, nicht aktuell.
es: El origen '{0}' no existe para la compilación en el destino '{1}', no está actualizado.
fr: La source « {0} » n’existe pas pour la build dans la cible « {1} », pas à jour.
it: L'origine '{0}' non esiste per la compilazione nella destinazione '{1}', non aggiornata.
ko: 대상 '{1}'에 빌드할 원본 '{0}'이(가) 없습니다. 최신 상태가 아닙니다.
ru: Источник "{0}" не существует для добавления в целевой объект "{1}". Обновление не выполнено.
zh_hans: 生成到目标“{1}”时，源“{0}”不存在，不是最新的。
zh_hant: 建構到目標 '{1}' 的來源 '{0}' 不存在，不是最新狀態。

# FUTD_CheckingConfiguration_1
source: Checking configuration {0}:
cs: Kontroluje se konfigurace {0}:
de: Konfiguration {0} wird überprüft:
es: Comprobando la configuración {0}:
fr: Vérification de la configuration {0} :
it: Verifica della configurazione {0}:
ja: 構成 {0} を確認しています...
ko: 구성 {0}을(를) 확인하는 중:
pt_br: Verificando a configuração {0}:
ru: Проверка конфигурации {0}:
tr: Yapılandırma denetleniyor {0}:
zh_hans: 正在检查配置 {0}:
zh_hant: 正在檢查設定 {0}:

# FUTD_CheckingCopyFileSourceNotFound_2
source: Source '{0}' does not exist for copy to '{1}'.
cs: Zdroj {0} pro kopírování do {1} neexistuje.
de: Die Quelle "{0}" ist für das Kopieren nach "{1}" nicht vorhanden.
es: El origen '{0}' no existe para copiar en '{1}'.
fr: Le « {0} » source n’existe pas pour la copie vers « {1} »
it: L'origine '{0}' non esiste per la copia in '{1}'.
ko: '{1}'에 복사할 원본 '{0}'이(가) 없습니다.
ru: Источник "{0}" не существует для копирования в "{1}".
zh_hans: 源“{0}”不存在，无法复制到“{1}”。
zh_hant: 來源 '{0}' 不存在，無法複製到 '{1}'。

# FUTD_CheckingCopyToOutputDirectoryItemDestinationNotFound_1
source: Destination '{0}' does not exist, not up-to-date.
cs: Cíl {0} neexistuje. Není aktuální.
de: Das Ziel '{0}' ist nicht vorhanden, nicht aktuell.
es: El destino '{0}' no existe, no está actualizado.
fr: La destination '{0}' n’existe pas, elle n’est pas à jour.
it: La destinazione '{0}' non esiste, non è aggiornata.
ja: 宛先 '{0}' が存在せず、最新ではありません。
ko: 대상 '{0}'이(가) 존재하지 않으며 최신 상태가 아닙니다.
pt_br: O destino '{0}' não existe, não atualizado.
ru: Назначение “{0}” не существует. Обновление не выполнено.
tr: '{0}' hedefi yok ve güncel değil.
zh_hans: 目标 '{0}' 不存在，不是最新的。
zh_hant: 目的地 '{0}' 不存在，不是最新狀態。

# FUTD_CheckingCopyToOutputDirectoryItem_1
source: Checking {0} item
cs: Kontrola položky {0}
de: {0} Element wird überprüft.
es: Comprobando elemento {0}
fr: Vérification de {0} élément
it: Controllo dell'elemento {0} in corso
ko: {0} 항목 확인 중
ru: Проверка элемента {0}
zh_hans: 正在检查 {0} 项
zh_hant: 正在簽入 {0} 項目

# FUTD_CheckingCopyToOutputDirectoryItems
source: Checking items to copy to the output directory:
cs: Kontrolují se položky, které se mají zkopírovat do výstupního adresáře:
de: Elemente, die in das Ausgabeverzeichnis kopiert werden sollen, werden überprüft:
es: Comprobando elementos para copiar en el directorio de salida:
fr: Vérification des éléments à copier dans le répertoire de sortie :
it: Controllo degli elementi da copiare nella directory di output:
ko: 출력 디렉터리에 복사할 항목을 확인하는 중:
ru: Проверка элементов для копирования в выходной каталог:
zh_hans: 正在检查要复制到输出目录的项:
zh_hant: 正在檢查要複製到輸出目錄的項目:

# FUTD_CheckingCopyToOutputDirectorySourceNewerThanDestination_3
source: Item with CopyToOutputDirectory="{0}" source '{1}' is newer than destination '{2}', not up-to-date.
cs: Položka s CopyToOutputDirectory="{0}" zdroje {1} je novější než cíl {2}, není aktuální.
de: Element mit CopyToOutputDirectory="{0}" Quelle "{1}" ist neuer als das Ziel "{2}", nicht aktuell.
es: El elemento con origen CopyToOutputDirectory="{0}" '{1}' es más reciente que el destino '{2}', no está actualizado.
fr: Élément avec la source CopyToOutputDirectory="{0}" « {1} » est plus récent que la destination « {2} », pas à jour.
it: L'elemento con CopyToOutputDirectory="{0}" origine '{1}' è più recente della destinazione '{2}', non aggiornato.
ko: CopyToOutputDirectory="{0}" 원본 '{1}'인 항목이 대상 '{2}'보다 최신입니다. 최신 상태가 아닙니다.
ru: Элемент с источником CopyToOutputDirectory="{0}" "{1}" является более новым по сравнению с назначением "{2}". Обновление не выполнено.
zh_hans: 具有 CopyToOutputDirectory="{0}"源 '{1}' 的项比目标 '{2}' 更新，不是最新版本。
zh_hant: 項目與 CopyToOutputDirectory="{0}" 來源 '{1}' 比目的地 '{2}' 更新，不是最新的。

# FUTD_CheckingCopyToOutputDirectorySourceNotFound_1
source: Source '{0}' does not exist, not up-to-date.
cs: Zdroj {0} neexistuje. Není aktuální.
de: Die Quelle '{0}' ist nicht vorhanden, nicht aktuell.
es: La fuente '{0}' no existe, no está actualizada.
fr: La '{0}' source n’existe pas, elle n’est pas à jour.
it: L'origine '{0}' non esiste, non è aggiornata.
ja: ソース '{0}' が存在せず、最新ではありません。
ko: 원본 '{0}'이(가) 존재하지 않으며 최신 상태가 아닙니다.
pt_br: A origem '{0}' não existe, não atualizada.
ru: Источник “{0}” не существует. Обновление не выполнено.
tr: '{0}' kaynağı yok ve güncel değil.
zh_hans: 源 '{0}' 不存在，不是最新的。
zh_hant: 來源 '{0}' 不存在，不是最新狀態。

# FUTD_ComparingCopyMarkerTimestamps
source: Comparing timestamps of copy marker inputs and outputs:
cs: Porovnání časových razítek vstupů a výstupů značky kopírování:
de: Zeitstempel von Eingaben und Ausgaben des Kopiermarkers werden verglichen:
es: Comparando marcas de tiempo de entradas y salidas de marcadores de copia:
fr: Comparaison des horodatages des entrées et sorties de marqueur de copie :
ru: Сравнение меток времени входных и выходных данных маркера копирования:
zh_hans: 比较复制标记输入和输出的时间戳:

# FUTD_ComparingInputOutputTimestamps
source: Comparing timestamps of inputs and outputs:
cs: Porovnávání časových razítek vstupů a výstupů:
de: Zeitstempel von Eingaben und Ausgaben werden verglichen:
es: Comparando marcas de tiempo de entradas y salidas:
fr: Comparaison des horodatages des entrées et sorties :
it: Confronto dei timestamp di input e output:
ko: 입력 및 출력의 타임스탬프를 비교하는 중:
ru: Сравнение меток времени входных и выходных данных
zh_hans: 比较输入和输出的时间戳:
zh_hant: 正在比較輸入和輸出的時間戳記:

# FUTD_ComparingInputOutputTimestampsInSet_1
source: Comparing timestamps of inputs and outputs in Set="{0}":
cs: Porovnávají se časová razítka vstupů a výstupů v sadě="{0}":
de: Zeitstempel von Eingaben und Ausgaben in Set="{0}" werden verglichen:
es: Comparación de las marcas de tiempo de las entradas y salidas en Set="{0}":
fr: Comparaison des horodatages des entrées et sorties dans Set="{0}" :
it: Confronto dei timestamp di input e output in Set="{0}":
ko: Set="{0}"에서 입력 및 출력의 타임스탬프 비교:
ru: Сравнение меток времени входных и выходных данных в Set="{0}":
zh_hans: 比较 Set="{0}" 中的输入和输出时间戳:
zh_hant: 正在比較 Set="{0}" 中輸入和輸出的時間戳記:

# FUTD_Completed
source: Up-to-date check completed in {0:N1} ms
cs: Kontrola aktuálnosti dokončena za {0:N1} ms
de: Die aktuelle Überprüfung wurde in {0:N1} ms abgeschlossen.
es: Comprobación actualizada completada en {0:N1} ms
fr: Vérification à jour effectuée en {0:N1} ms
it: Controllo aggiornato completato in {0:N1} ms
ja: {0:N1} ミリ秒で最新チェックが完了しました
ko: {0:N1}ms 후에 최신 확인 완료
pt_br: Verificação de atualização concluída em {0:N1} ms
ru: Проверка актуальности завершена за {0:N1} мс
tr: Güncel denetim {0:N1} ms içinde tamamlandı
zh_hans: 最新检查已在 {0:N1} 毫秒内完成
zh_hant: 已在 {0:N1} 毫秒内完成最新的檢查

# FUTD_CopyAlwaysItemsDiffer_6
source: Item with CopyToOutputDirectory="Always" source ('{0}' {1}, {2} bytes) differs from destination ('{3}' {4}, {5} bytes), not up-to-date.
cs: Položka se zdrojem CopyToOutputDirectory"Always" ({0} {1}, počet bajtů: {2}) se liší od cíle ({3} {4}, počet bajtů: {5}), není aktuální.
de: Element mit der Quelle CopyToOutputDirectory="Always" ("{0}" {1}, {2} Byte) unterscheidet sich vom Ziel ("{3}" {4}, {5} Byte), nicht aktuell.
es: El elemento con el origen CopyToOutputDirectory="Always" ('{0}' {1}, {2} bytes) difiere del destino ('{3}' {4}, {5} bytes), no actualizado.
fr: Élément avec source CopyToOutputDirectory="Always" (« {0} » {1}, {2} octets) diffère de la destination (« {3} » ,{4} {5} octets), pas à jour.
it: L'elemento con origine CopyToOutputDirectory="Always" ('{0}' {1}, {2} byte) differisce dalla destinazione ('{3}' {4}, {5} byte), non aggiornato.
ko: CopyToOutputDirectory="Always" 원본('{0}' {1}, {2}바이트)이 있는 항목이 대상('{3}' {4}, {5}바이트)과 다릅니다. 최신 상태가 아닙니다.
ru: Элемент с источником CopyToOutputDirectory="Always" ("{0}" {1}, {2} байт) отличается от назначения ("{3}" {4}, {5} байт). Обновление не выполнено.
zh_hans: 具有 CopyToOutputDirectory="Always" 源的项('{0}' {1}，{2} 字节)不同于目标('{3}' {4}，{5} 字节)，不是最新版本。
zh_hant: 項目與 CopyToOutputDirectory="Always" 來源 ('{0}' {1}, {2} 位元組) 不同於目的地 ('{3}' {4}, {5}位元組)，不是最新的。

# FUTD_CopyingFilesToAccelerateBuild_1
source: Copying {0} files to accelerate build (https://aka.ms/vs-build-acceleration):
cs: Kopírují se soubory ({0}) pro zrychlení sestavení (https://aka.ms/vs-build-acceleration):
de: Kopieren {0} Dateien, um den Buildvorgang zu beschleunigen (https://aka.ms/vs-build-acceleration):
es: Copiando archivos {0} para acelerar la compilación (https://aka.ms/vs-build-acceleration):
it: Copia dei file di {0} per accelerare la compilazione (https://aka.ms/vs-build-acceleration):
ko: 빌드 가속을 위한 {0} 파일 복사(https://aka.ms/vs-build-acceleration):
ru: Идет копирование файлов ({0}) для ускорения сборки (https://aka.ms/vs-build-acceleration):
zh_hans: 正在复制 {0} 个文件以加速生成(https://aka.ms/vs-build-acceleration):
zh_hant: 複製 {0} 檔案以加速建置 (https://aka.ms/vs-build-acceleration):
