Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# FUTD_CriticalBuildTasksRunning
source: Critical build tasks are running, not up-to-date.
cs: Kritické úlohy sestavení jsou spuštěné. Není aktuální.
de: Wichtige Buildtasks werden ausgeführt und sind nicht auf dem neuesten Stand.
es: Las tareas críticas de construcción se están ejecutando, no están actualizadas.
fr: Des tâches de build critiques sont en cours d’exécution et ne sont pas à jour.
it: Le attività di compilazione critiche sono in esecuzione, non aggiornate.
ja: 重要なビルド タスクを実行中ですが、最新ではありません。
ko: 중요한 빌드 작업이 최신 상태가 아닌 실행 중입니다.
pt_br: Tarefas críticas de build estão em execução, não atualizadas.
ru: Критические задачи сборки запущены. Обновление не выполнено.
tr: Kritik derleme görevleri çalışıyor ancak güncel değil.
zh_hans: 关键生成任务正在运行，不是最新的。
zh_hant: 重要的組建工作正在執行，不是最新狀態。

# FUTD_DestinationDoesNotExist_1
source: Destination '{0}' does not exist.
cs: Cíl {0} neexistuje.
de: Das Ziel "{0}" ist nicht vorhanden.
es: El destino '{0}' no existe.
fr: La destination « {0} » n’existe pas.
it: La destinazione '{0}' non esiste.
ko: 대상 '{0}'이(가) 없습니다.
ru: Назначение "{0}" не существует.
zh_hans: 目标“{0}”不存在。
zh_hant: 目的地 '{0}' 不存在。

# FUTD_DestinationFileTimeAndPath_2
source: Destination {0}: '{1}'
cs: Cíl {0}: {1}
de: Ziel {0}: "{1}"
es: Destino {0}: "{1}"
it: {0} di destinazione: '{1}'
ja: 宛先 {0}: '{1}'
ko: 대상 {0}: '{1}'
pt_br: Destino {0}: '{1}'
ru: Назначение {0}: "{1}"
tr: {0} hedefi: '{1}'
zh_hans: 目标 {0}: '{1}'
zh_hant: 目的地 {0}: '{1}'

# FUTD_DisableFastUpToDateCheckTrue
source: The 'DisableFastUpToDateCheck' property is 'true', not up-to-date.
cs: Vlastnost DisableFastUpToDateCheck je true. Není aktuální.
de: Die Eigenschaft 'DisableFastUpToDateCheck' ist 'true', nicht aktuell.
es: La propiedad "DisableFastUpToDateCheck" es "true", no está actualizada.
fr: La propriété « DisableFastUpToDateCheck » a la valeur « true » et n’est pas à jour.
it: La proprietà 'DisableFastUpToDateCheck' è 'true', non aggiornata.
ja: 'DisableFastUpToDateCheck' プロパティは 'true' で、最新ではありません。
ko: 'DisableFastUpToDateCheck' 속성은 최신이 아닌 'true'입니다.
pt_br: A propriedade 'DisableFastUpToDateCheck' é 'true', não atualizada.
ru: Свойству DisableFastUpToDateCheck присвоено значение true. Обновление не выполнено.
tr: 'DisableFastUpToDateCheck' özelliği 'true' ancak güncel değil.
zh_hans: 'DisableFastUpToDateCheck' 属性为 'true'，不是最新的。
zh_hant: 'DisableFastUpToDateCheck' 屬性為 'true'，不是最新狀態。

# FUTD_ExceptionCopyingFile_1
source: Exception copying file, scheduling MSBuild: {0}
cs: Exception kopírování souboru, plánování MSBuild: {0}
de: Ausnahme beim Kopieren der Datei, MSBuild wird geplant: {0}
es: Excepción al copiar el archivo, programando MSBuild: {0}
fr: Exception lors de la copie du fichier, planification de MSBuild : {0}
it: Eccezione durante la copia del file, pianificazione di MSBuild: {0}
ko: 파일 복사, MSBuild 예약 중 Exception: {0}
ru: Exception при копировании файла, планирование MSBuild: {0}
zh_hans: 复制文件时出现异常，正在计划 MSBuild: {0}
zh_hant: 複製檔案時發生例外狀況，正在排程 MSBuild: {0}

# FUTD_Exception_1
source: Up-to-date check threw an exception. Not up-to-date. {0}
cs: Kontrola aktuálnosti vyvolala výjimku. Není aktuální. {0}
de: Bei der aktuellen Überprüfung wurde eine Ausnahme ausgelöst. Nicht aktuell. {0}
es: La comprobación de la actualización produjo una excepción. No está actualizado. {0}
fr: Une vérification à jour a levé une exception. Pas à jour. {0}
it: Il controllo aggiornato ha generato un'eccezione. Non aggiornato. {0}
ja: 最新のチェックで例外が発生しました。最新ではありません。{0}
ko: 최신 검사에서 예외가 발생했습니다. 최신 정보가 아닙니다. {0}
pt_br: A verificação de atualização a gerou uma exceção. Não atualizada. {0}
ru: При проверке актуальности возникло исключение. Обновление не выполнено. {0}
tr: Güncel denetim bir özel durum oluşturdu ancak güncel değil. {0}
zh_hans: 最新检查引发了异常。不是最新的。{0}
zh_hant: 最新檢查擲出例外狀況。不是最新狀態。{0}

# FUTD_FirstRun
source: The up-to-date check has not yet run for this project. Not up-to-date.
cs: Pro tento projekt ještě neběží kontrola aktuálnosti. Není aktuální.
de: Die aktuelle Überprüfung wurde für dieses Projekt noch nicht ausgeführt. Nicht aktuell.
es: La comprobación de actualización aún no se ha ejecutado para este proyecto. No está actualizado.
fr: La vérification à jour n’a pas encore été exécutée pour ce projet. Pas à jour.
it: Il controllo aggiornato non è ancora stato eseguito per questo progetto. Non aggiornato.
ja: このプロジェクト用の最新チェックはまだ実行されていません。最新ではありません。
ko: 이 프로젝트에 대한 최신 확인이 아직 실행되지 않았습니다. 최신 정보가 아닙니다.
pt_br: A verificação de atualização ainda não foi executada para este projeto. Não atualizada.
ru: Для этого проекта еще не запускалась проверка актуальности. Обновление не выполнено.
tr: Bu proje için henüz güncel denetim çalıştırılmadı. Güncel değil.
zh_hans: 尚未为此项目运行最新检查。不是最新的。
zh_hant: 此專案尚未執行最新檢查。不是最新狀態。

# FUTD_FromTo_2
source: From '{0}' to '{1}'.
cs: Z: {0} do: {1}.
de: Von "{0}" bis "{1}"
es: De '{0}' a '{1}'.
fr: De « {0} » à « {1} ».
it: Da '{0}' a '{1}'.
ko: 원본: '{0}', 대상: '{1}'
ru: Из "{0}" в "{1}".
zh_hans: 从“{0}”到“{1}”。
zh_hant: 從 '{0}' 到 '{1}'。

# FUTD_IgnoringKinds_1
source: Ignoring up-to-date check items with Kind="{0}"
cs: Ignorují se položky kontroly aktuálnosti s prvkem Kind="{0}".
de: Aktuelle Prüfelemente mit Kind="{0}" werden ignoriert.
es: Ignorar los elementos de control actualizados con Kind="{0}"
fr: Éléments de vérification à jour avec Kind="{0}" ignorés
it: Gli elementi di controllo aggiornati verranno ignorati con Kind="{0}"
ja: Kind="{0}" を含む最新のチェック項目を無視します
ko: Kind="{0}"인 최신 확인 항목 무시
pt_br: Ignorando itens de verificação atualizados com Kind="{0}”
ru: Пропуск элементов проверки актуальности с Kind="{0}"
tr: Kind="{0}" ile güncel denetim öğeleri yoksayılıyor
zh_hans: 正在忽略 Kind="{0}" 的最新检查项
zh_hant: 正在略過 Kind="{0}" 的最新檢查項目

# FUTD_InputMarkerDoesNotExist
source: Input marker does not exist.
cs: Vstupní značka neexistuje.
de: Der Eingabemarker ist nicht vorhanden.
es: El marcador de entrada no existe.
fr: Le marqueur d’entrée n’existe pas.
it: Il marcatore di input non esiste.
ko: 입력 마커가 없습니다.
ru: Маркер входных данных не существует.
zh_hans: 输入标记不存在。
zh_hant: 輸入標記不存在。

# FUTD_InputMarkerNewerThanOutputMarker_4
source: Input marker '{0}' is newer ({1}) than output marker '{2}' ({3}), not up-to-date.
cs: Vstupní značka {0} je novější ({1}) než výstupní značka{2} ({3}). Není aktuální.
de: Eingabemarker '{0}' ist neuer ({1}) als Ausgabemarker '{2}' ({3}), nicht aktuell.
es: El marcador de entrada "{0}" es más reciente ({1}) que el de salida "{2}" ({3}), no está actualizado.
fr: Le marqueur d’entrée '{0}' est plus récent({1}) que le marqueur de sortie '{2}' ({3}), pas à jour.
it: Il marcatore di input '{0}' è più recente ({1}) del marcatore di output '{2}' ({3}), non aggiornato.
ko: 입력 마커 '{0}'이(가) 최신이 아니라 출력 마커 '{2}' ({3})보다 최신({1})입니다.
ru: Входной маркер "{0}" новее ({1}) выходного маркера "{2}". ({3}) обновление не выполнено.
zh_hans: 输入标记“{0}”比输出标记“{2}”({3})更新({1})，不是最新的。
zh_hant: 輸入標記 '{0}' ({1}) 比輸出標記 '{2}' 新 ({3})，不是最新狀態。

# FUTD_InputModifiedSinceLastSuccessfulBuildStart_3
source: Input '{0}' ({1}) has been modified since the last successful build started ({2}), not up-to-date.
cs: Vstup {0} ({1}) se od posledního úspěšného zahájení sestavení ({2}) změnil, takže není aktuální.
de: Die Eingabe '{0}' ({1}) wurde seit dem letzten erfolgreichen Buildstart ({2}) geändert und ist nicht auf dem neuesten Stand.
es: La entrada \"{0}\" ({1}) se ha modificado desde que se inició la última compilación correcta ({2}), no actualizada.
fr: L'entrée '{0}' ({1}) a été modifiée depuis le dernier lancement réussi de la construction ({2}), elle n'est pas à jour.
it: L'input '{0}' ({1}) è stato modificato dall'ultima compilazione avviata correttamente ({2}), non aggiornato.
ja: 入力 '{0}' ({1}) は、前回の成功したビルドの開始 ({2}) 以降に変更されており、最新ではありません。
ko: 입력 '{0}'({1})이(가) 마지막으로 성공한 빌드가 시작된 이후({2}) 수정되었습니다. 최신 정보가 아닙니다.
pt_br: A entrada '{0}' ({1}) foi modificada desde o início da última compilação bem-sucedida ({2}), não atualizada.
ru: Входные данные \"{0}\" ({1}) были изменены с начала последней успешной сборки ({2}). Обновление не выполнено.
tr: '{0}' girişi ({1}) son başarılı derleme başlangıç zamanından ({2}) sonra değiştirildi ancak güncel değil.
zh_hans: 自上次成功生成开始({2}) 以来，已对输入“{0}”进行了修改({1})，不是最新的。
zh_hant: 自上次成功建置開始 ({2}) 以來，輸入 '{0}' ({1}) 已被修改，不是最新的。

# FUTD_InputNewerThanOutput_4
source: Input '{0}' is newer ({1}) than earliest output '{2}' ({3}), not up-to-date.
cs: Vstup {0} je novější ({1}) než nejstarší výstup {2} ({3}). Není aktuální.
de: Die Eingabe "{0}" ist neuer ({1}) als die früheste Ausgabe "{2}" ({3}), nicht aktuell.
es: La entrada "{0}" es más reciente ({1}) que la primera salida "{2}" ({3}), no está actualizada.
fr: Le '{0}' d’entrée est plus récent ({1}) que le '{2}' de sortie le plus ancien ({3}). Il n’est pas à jour.
it: L'input '{0}' è più recente ({1}) del primo output '{2}' ({3}), non aggiornato.
ja: 入力 '{0}' は、最も前の出力'{2}' ({3}) よりも新しい ({1}) で、最新ではありません。
ko: 입력 '{0}'이(가) 최신이 아니라 가장 오래된 출력 '{2}'({3})보다 최신({1})입니다.
pt_br: A entrada '{0}' é mais recente ({1}) do que a saída mais antiga '{2}' ({3}), não atualizada.
ru: Входные данные "{0}" новее ({1}), чем самые ранние выходные данные "{2}" ({3}). Обновление не выполнено.
tr: '{0}' girişi, en erken '{2}' ({3}) çıkışından daha yeni ({1}) ancak güncel değil.
zh_hans: 输入 '{0}' 比最早的输出 '{2}' ({3}) 新 ({1}) ，不是最新的。
zh_hant: 輸入 '{0}' 比最早的輸出 '{2}' ({3}) 新 ({1})，不是最新狀態。

# FUTD_NoBuildOutputDefined
source: No build outputs defined.
cs: Nejsou definovány žádné výstupy sestavení.
de: Es wurden keine Buildausgaben definiert.
es: No se han definido salidas de construcción.
fr: ||Aucune sortie de build définie
it: Nessun output di compilazione definito.
ja: 定義されたビルド出力はありません。
ko: 빌드 출력이 정의되지 않았습니다.
pt_br: Nenhuma saída de build definida.
ru: Выходные данные сборки не определены.
tr: Derleme çıkışı tanımlanmadı.
zh_hans: 未定义生成输出。
zh_hant: 未定義任何組建輸出。

# FUTD_NoBuildOutputDefinedInSet_1
source: No build outputs defined in Set="{0}".
cs: V sadě="{0}" nejsou definované žádné výstupy sestavení.
de: In Set="{0}" sind keine Buildausgaben definiert.
es: No hay resultados de compilación definidos en Set="{0}".
fr: Aucune sortie de build définie dans Set="{0}".
it: Nessun output di compilazione definito in Set="{0}".
ja: Set="{0}" に定義されたビルド出力はありません。
ko: Set="{0}"에 정의된 빌드 출력이 없습니다.
pt_br: Nenhuma saída de build definida em Set="{0}”.
ru: Выходные данные сборки не определены в Set="{0}".
tr: Set="{0}" içinde derleme çıkışı tanımlanmadı.
zh_hans: Set="{0}" 中未定义生成输出。
zh_hant: Set="{0}" 中未定義任何組建輸出。

# FUTD_NoInputMarkersExist
source: No input markers exist, skipping marker check.
cs: Neexistují žádné vstupní značky. Kontrola značek se přeskočí.
de: Es sind keine Eingabemarker vorhanden, die Markerüberprüfung wird übersprungen.
es: No existen marcadores de entrada, omitiendo la comprobación de marcadores.
fr: Aucun marqueur d’entrée n’existe. La vérification des marqueurs est ignorée.
it: Non esistono marcatori di input. Il controllo dei marcatori verrà ignorato.
ja: 入力マーカーが存在せず、マーカーの確認をスキップしています。
ko: 마커 확인을 건너뛰는 입력 마커가 없습니다.
pt_br: Não há marcadores de entrada, ignorando a verificação de marcador.
ru: Входные маркеры не существуют. Проверка маркера пропускается.
tr: Giriş işaretçisi yok, işaretçi denetimi atlanıyor.
zh_hans: 不存在输入标记，正在跳过标记检查。
zh_hant: 沒有輸入標記存在，正在略過標記檢查。

# FUTD_NoInputsDefined
source: No inputs defined.
cs: Nejsou definované žádné vstupy.
de: Keine Eingaben definiert.
es: No se definió ninguna entrada.
fr: Aucune entrée définie
it: Nessun input definito.
ja: 入力が定義されていません。
ko: 정의된 입력이 없습니다.
pt_br: Nenhuma entrada definida.
ru: Входные данные не заданы.
tr: Giriş tanımlanmadı.
zh_hans: 未定义输入。
zh_hant: 未定義任何輸入。

# FUTD_NoInputsDefinedInSet_1
source: No inputs defined in Set="{0}".
cs: V sadě="{0}" nejsou definovány žádné vstupy.
de: In Set="{0}" sind keine Eingaben definiert.
es: No hay entradas definidas en Set="{0}".
fr: Aucune entrée définie dans Set="{0}"
it: Nessun input definito in Set="{0}".
ja: Set="{0}" で入力が定義されていません。
ko: Set="{0}"에 정의된 입력이 없습니다.
pt_br: Nenhuma entrada definida em Set="{0}”.
ru: Входные данные не заданы в Set="{0}".
tr: Set="{0}" içinde giriş tanımlanmadı.
zh_hans: Set="{0}" 中未定义任何输入。
zh_hant: Set="{0}" 中未定義任何輸入

# FUTD_NoInputsNewerThanEarliestOutputInSet_5
source: In Set="{4}", no inputs are newer than earliest output '{0}' ({1}). Newest input is '{2}' ({3}).
cs: V sadě="{4}" nejsou žádné vstupy novější než nejstarší výstup {0} ({1}). Nejnovější vstup je {2} ({3}).
de: In Set="{4}"sind keine Eingaben neuer als die früheste Ausgabe '{0}' ({1}). Die neueste Eingabe ist "{2}" ({3}).
es: En Set="{4}", ninguna entrada es más reciente que la primera salida "{0}" ({1}). La entrada más reciente es "{2}" ({3}).
fr: Dans Set="{4}", aucune entrée n’est plus récente que la sortie la plus ancienne '{0}' ({1}). L’entrée la plus récente est '{2}' ({3}).
it: In Set="{4}", nessun input è più recente del primo output '{0}' ({1}). L'input più recente è '{2}' ({3}).
ja: Set="{4}" では、最初の出力 '{0}' ({1}) よりも新しい入力はありません。最新の入力は '{2}' ({3}) です。
ko: Set="{4}"에서 가장 빠른 출력 '{0}'({1})보다 최신 입력이 없습니다. 최신 입력은 '{2}'({3})입니다.
pt_br: Em Set="{4}", nenhuma entrada é mais recente do que a saída mais antiga '{0}' ({1}). A entrada mais recente é '{2}' ({3}).
ru: В Set="{4}" нет входных данных новее, чем самые ранние выходные данные "{0}" ({1}). Самые новые входные данные: "{2}" ({3}).
tr: Set="{4}" içinde, en erken '{0}' ({1}) çıkışından daha yeni giriş yok. En yeni giriş '{2}' ({3}).
zh_hans: 在 Set="{4}" 中，没有比最早输出'{0}' ({1})更新的输入。最新的输入为'{2}' ({3})。
zh_hant: 在 Set="{4}" 中，沒有輸入比最早的輸出 '{0}' ({1}) 新。最新輸入是 '{2}' ({3})。

# FUTD_NoInputsNewerThanEarliestOutput_4
source: No inputs are newer than earliest output '{0}' ({1}). Newest input is '{2}' ({3}).
cs: Žádné vstupy nejsou novější než nejstarší výstup {0} ({1}). Nejnovější vstup je {2} ({3}).
de: Keine Eingaben sind neuer als die früheste Ausgabe "{0}" ({1}). Die neueste Eingabe ist "{2}" ({3}).
es: Ninguna entrada es más reciente que la primera salida "{0}" ({1}). La entrada más reciente es "{2}" ({3}).
fr: Aucune entrée n’est plus récente que la sortie la plus ancienne '{0}' ({1}). L’entrée la plus récente est '{2}' ({3}).
it: Nessun input è più recente del primo output '{0}' ({1}). L'input più recente è '{2}' ({3}).
ja: 最初の出力 '{0}' ({1}) よりも新しい入力はありません。最新の入力は '{2}' ({3}) です。
ko: 가장 빠른 출력 '{0}'({1})보다 최신 입력이 없습니다. 최신 입력은 '{2}'({3})입니다.
pt_br: Nenhuma entrada é mais recente do que a saída mais antiga '{0}' ({1}). A entrada mais recente é '{2}' ({3}).
ru: Отсутствуют входные данные новее, чем самые ранние выходные данные "{0}" ({1}). Самые новые входные данные: "{2}" ({3}).
tr: En erken '{0}' ({1}) çıkışından daha yeni giriş yok. En yeni giriş '{2}' ({3}).
zh_hans: 输入不早于最早输出'{0}' ({1})。最新的输入为 '{2}' ({3})。
zh_hant: 沒有輸入比最早的輸出 '{0}' ({1}) 新。最新輸入是 '{2}' ({3})。

# FUTD_NoOutputMarkerExists_1
source: Output marker '{0}' does not exist, skipping marker check.
cs: Výstupní značka {0} neexistuje. Kontrola značek se přeskočí.
de: Der Ausgabemarker "{0}" ist nicht vorhanden, die Markerüberprüfung wird übersprungen.
es: El marcador de salida "{0}" no existe, saltándose la comprobación del marcador.
fr: Le '{0}' de marqueur de sortie n’existe pas. La vérification du marqueur est ignorée.
it: Il marcatore di output '{0}' non esiste. Il controllo del marcatore verrà ignorato.
ja: 出力マーカー '{0}' が存在せず、マーカーの確認をスキップしています。
ko: 출력 마커 '{0}'이(가) 존재하지 않아 마커 검사를 건너뜁니다.
pt_br: O marcador de saída '{0}' não existe, ignorando a verificação de marcador.
ru: Выходной маркер "{0}" не существует. Проверка маркера пропускается.
tr: '{0}' çıkış işaretçisi yok, işaretçi denetimi atlanıyor.
zh_hans: 输出标记 '{0}' 不存在，正在跳过标记检查。
zh_hant: 輸出標記 '{0}' 不存在，正在略過標記檢查。

# FUTD_NonRequiredInputNotFound_1
source: Input '{0}' does not exist, but is not required.
cs: Vstup {0} neexistuje, ale není povinný.
de: Die Eingabe "{0}" ist nicht vorhanden, aber nicht erforderlich.
es: La entrada "{0}" no existe, pero no es necesaria.
fr: Le '{0}' d’entrée n’existe pas, mais n’est pas obligatoire.
it: L'input '{0}' non esiste, ma non è obbligatorio.
ja: 入力 '{0}' は存在しませんが、必須ではありません。
ko: 입력 '{0}'이(가) 존재하지 않지만 필수는 아닙니다.
pt_br: A entrada '{0}' não existe, mas não é necessária.
ru: Входные данные "{0}" не существуют и не являются обязательными.
tr: '{0}' girişi yok ancak gerekli değil.
zh_hans: 输入'{0}'不存在，但不需要。
zh_hant: 輸入 '{0}' 不存在，但並非必要項目。

# FUTD_NonRequiredTypedInputNotFound_2
source: Input {1} item '{0}' does not exist, but is not required.
cs: Vstupní položka {1} {0} neexistuje, i když je povinná.
de: Die Eingabe {1}-Element "{0}" ist nicht vorhanden, aber nicht erforderlich.
es: El elemento {1} de entrada "{0}" no existe, pero no es necesario.
fr: L''{0}' d’élément de {1} d’entrée n’existe pas, mais n’est pas obligatoire.
it: L'input {1} 'elemento '{0}' non esiste, ma non è obbligatorio.
ja: 入力 {1} の項目 '{0}' は存在しませんが、必須ではありません。
ko: 입력 {1} 항목 '{0}'이(가) 존재하지 않지만 필수는 아닙니다.
pt_br: O item '{0}' de entrada {1} não existe, mas não é necessário.
ru: Элемент "{0}" входных данных {1} не существует и не является обязательным.
tr: {1} girişinin '{0}' öğesi yok ancak gerekli değil.
zh_hans: 输入{1}项'{0}'不存在，但不需要。
zh_hant: 輸入 {1} 項目 '{0}' 不存在，但並非必要項目。

# FUTD_OutputDoesNotExist_1
source: Output '{0}' does not exist, not up-to-date.
cs: Výstup {0} neexistuje. Není aktuální.
de: Die Ausgabe "{0}" ist nicht vorhanden, nicht aktuell.
es: La salida "{0}" no existe, no está actualizada.
fr: La sortie '{0}' n’existe pas, elle n’est pas à jour.
it: L'output '{0}' non esiste, non è aggiornato.
ja: 出力 '{0}' が存在せず、最新ではありません。
ko: 출력 '{0}'이(가) 존재하지 않으며 최신 상태가 아닙니다.
pt_br: A saída '{0}' não existe, não atualizada.
ru: Выходные данные "{0}" не существуют. Обновление не выполнено.
tr: '{0}' çıkışı yok ve güncel değil.
zh_hans: 输出 '{0}' 不存在，不是最新的。
zh_hant: 輸出 '{0}' 不存在，不是最新狀態。

# FUTD_RememberingCopiedFile_2
source: Remembering the need to copy file '{0}' to '{1}'.
cs: Pamatovat si, že je nutné kopírovat soubor {0} do {1}.
de: Denken Sie daran, dass die Datei "{0}" nach "{1}" kopiert werden muss.
es: Recordando la necesidad de copiar el archivo '{0}' en '{1}'.
fr: Se souvenir de la nécessité de copier le fichier « {0} » vers « {1} ».
it: Memorizzazione della necessità di copiare il file '{0}' in '{1}'.
ko: '{0}' 파일을 '{1}'에 복사해야 할 필요성 기억 중
ru: Не забудьте скопировать файл "{0}" в "{1}".
zh_hans: 请记住，需要将文件“{0}”复制到“{1}”。
zh_hant: 記住需要將檔案 '{0}' 複製到 '{1}'。

# FUTD_RequiredInputNotFound_1
source: Input '{0}' does not exist and is required, not up-to-date.
cs: Vstup {0} neexistuje, i když je povinný. Není aktuální.
de: Eingabe "{0}" ist nicht vorhanden und erforderlich, nicht aktuell.
es: La entrada "{0}" no existe y es necesaria, no está actualizada.
fr: L'entrée '{0}' n’existe pas et est obligatoire et n’est pas à jour.
it: L'input '{0}' non esiste ed è obbligatorio, non aggiornato.
ja: 入力 '{0}' が存在せず、最新ではないことが必須です。
ko: 입력 '{0}'이(가) 존재하지 않으며 필수 항목이며 최신 정보가 아닙니다.
pt_br: A entrada '{0}' e é necessária, não atualizada.
ru: Входные данные "{0}" не существуют и являются обязательными. Обновление не выполнено.
tr: '{0}' girişi yok ve gerekiyor ancak güncel değil.
zh_hans: 输入 '{0}' 不存在并且是必需的，不是最新的。
zh_hant: 輸入 '{0}' 不存在且為必要項目，不是最新狀態。

# FUTD_RequiredTypedInputNotFound_2
source: Input {1} item '{0}' does not exist and is required, not up-to-date.
cs: Vstupní položka {1} {0} neexistuje, i když je povinná. Není aktuální.
de: Eingabe {1}-Element "{0}" ist nicht vorhanden und erforderlich, nicht aktuell.
es: El elemento {1} de entrada "{0}" no existe y es necesario, no está actualizado.
fr: L'élément '{0}' de {1} d’entrée n’existe pas et est obligatoire et n’est pas à jour.
it: L'input {1} 'elemento '{0}' non esiste ed è obbligatorio, non aggiornato.
ja: 入力 {1} の項目 '{0}' が存在せず、最新ではないことが必須です。
ko: 입력 {1} 항목 '{0}'이(가) 존재하지 않으며 필수 항목이며 최신 상태가 아닙니다.
pt_br: O item '{0}' de entrada {1} não existe e é necessário, não atualizado.
ru: Элемент "{0}" входных данных {1} не существует и является обязательным. Обновление не выполнено.
tr: {1} girişinin '{0}' öğesi yok ve gerekiyor ancak güncel değil.
zh_hans: 输入 {1} 项'{0}'不存在且是必需的，不是最新的。
zh_hant: 輸入 {1} 項目 '{0}' 不存在且為必要項目，不是最新狀態。

# FUTD_SetOfChangedItemsIsEmpty
source: The set of changed items is empty.
cs: Sada změněných položek je prázdná.
de: Der Satz geänderter Elemente ist leer.
es: El conjunto de elementos modificados está vacío.
fr: L’ensemble d’éléments modifiés est vide.
it: Il set di elementi modificati è vuoto.
ja: 変更された項目のセットが空です。
ko: 변경된 항목 집합이 비어 있습니다.
pt_br: O conjunto de itens alterados está vazio.
ru: Набор измененных элементов пуст.
tr: Değiştirilen öğeler kümesi boş.
zh_hans: 已更改项的集合为空。
zh_hant: 變更的專案集是空的。

# FUTD_SetOfItemsChangedMoreRecentlyThanOutput_2
source: The set of project items was changed more recently ({0}) than the last successful build start time ({1}), not up-to-date.
cs: Sada položek projektu změněna ({0}), tedy před posledním úspěšným časem zahájení sestavení ({1}), takže není aktuální.
de: Der Satz von Projektelementen wurde vor kürzerer Zeit ({0}) gegenüber der letzten erfolgreichen Buildstartzeit ({1}) geändert und ist nicht aktuell.
es: El conjunto de elementos de proyecto ha cambiado más recientemente ({0}) que la hora de inicio de la última compilación correcta ({1}), no actualizada.
fr: L’ensemble d’éléments de projet a été modifié plus récemment ({0}) que l’heure de début de la dernière génération réussie ({1}), pas à jour.
it: Il set di elementi del progetto è stato modificato più di recente ({0}) rispetto all'ora di inizio della compilazione riuscita ({1}), non aggiornato.
ja: プロジェクト項目のセットが、前回成功したビルド開始時刻 ({0}) よりも最近 ({1}) 変更されており、最新ではありません。
ko: 프로젝트 항목 집합이 마지막 성공적인 빌드 시작 시간({1})보다 최근({0})에 변경되었습니다. 최신 정보가 아닙니다.
pt_br: O conjunto de itens do projeto foi alterado mais recentemente ({0}) da última hora de início da última compilação bem-sucedida ({1}), não atualizada.
ru: Набор элементов проекта был изменен позже ({0}), чем началась последняя успешная сборка ({1}). Обновление не выполнено.
tr: Proje öğeleri kümesi, son başarılı derleme başlangıç zamanından ({1}) daha yakın bir zamanda ({0}) değiştirildi ancak güncel değil.
zh_hans: 与上次成功的生成开始时间({1})相比，最近({0})对项目项集进行了更改，不是最新的。
zh_hant: 專案項目集的變更比上次成功的建置開始時間 ({1}) 更近 ({0})，而不是最新的。

# FUTD_SkippingCopyDueToIdenticalSizeAndWriteTime_2
source: Skipping copy of CopyToOutputDirectory Always item from '{0}' to '{1}' due to identical file size and last write time.
cs: Kopírování položky CopyToOutputDirectory Always z {0} do {1} se přeskakuje kvůli stejné velikosti souboru a času posledního zápisu.
de: Das Kopieren des CopyToOutputDirectory-Elements wird aufgrund identischer Dateigröße und des letzten Schreibvorgangs von "{0}" in "{1}" übersprungen.
es: Omitiendo la copia del elemento CopyToOutputDirectory Always de '{0}' a '{1}' debido a un tamaño de archivo idéntico y a la hora de la última escritura.
fr: Copie de l’élément CopyToOutputDirectory Always ignorée de « {0} » à « {1} » en raison d’une taille de fichier identique et de la dernière heure d’écriture.
it: La copia dell'elemento CopyToOutputDirectory Always da '{0}' a '{1}' verrà ignorata perché le dimensioni dei file e la data/ora di ultima scrittura sono identiche.
ko: 동일한 파일 크기와 마지막 쓰기 시간으로 인해 CopyToOutputDirectory Always 항목을 '{0}'에서 '{1}'(으)로 복사하는 작업을 건너뛰는 중
ru: Пропуск копирования элемента CopyToOutputDirectory Always из "{0}" в "{1}" из-за одинакового размера файлов и времени последней записи.
zh_hans: 由于文件大小和上次写入时间相同，正在跳过 CopyToOutputDirectory Always 项从“{0}”到“{1}”的副本。
zh_hant: 因為檔案大小與上次寫入時間相同，所以略過 CopyToOutputDirectory Always 項目從 '{0}' 副本複製到 '{1}'。
