Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# FUTD_SkippingIgnoredKindItem_2
source: Skipping '{0}' with ignored Kind="{1}"
cs: Přeskočí se {0} s ignorovaným prvkem Kind="{1}".
de: "{0}" wird mit ignoriertem Kind="{1}" übersprungen.
es: Omitiendo "{0}" con Kind="{1}" omitido
fr: Ignorer '{0}' avec kind="{1}" ignoré
it: '{0}' ignorato con Kind="{1}" ignorato
ja: Kind="{1}" を無視して '{0}' をスキップしています
ko: 무시된 Kind="{1}"(으)로 '{0}' 건너뛰기
pt_br: Ignorando '{0}' com Kind="{1}"
ru: Пропуск "{0}" с пропущенным Kind="{1}"
tr: Yoksayılan Kind="{1}" ile '{0}' atlanıyor
zh_hans: 正在跳过已忽略 Kind="{1}" 的'{0}'
zh_hant: 在忽略 Kind="{1}" 的情況下略過 '{0}'

# FUTD_SourceFileTimeAndPath_2
source: Source {0}: '{1}'
cs: Zdroj {0}: {1}
de: Quelle {0}: "{1}"
es: Origen {0}: '{1}'
it: Origine {0}: '{1}'
ko: 원본 {0}: '{1}'
ru: Источник {0}: "{1}"
zh_hans: 源 {0}: '{1}'
zh_hant: 來源 {0}: '{1}'

# FUTD_TypedInputModifiedSinceLastSuccessfulBuildStart_4
source: Input {3} item '{0}' ({1}) has been modified since the last successful build started ({2}), not up-to-date.
cs: Položka {0} ({1}) vstupu {3} se od posledního úspěšného zahájení sestavení ({2}) změnila, takže není aktuální.
de: Die Eingabe {3}-Element '{0}' ({1}) wurde seit dem letzten erfolgreichen Buildstart ({2}) geändert und ist nicht auf dem neuesten Stand.
es: El elemento {3} de entrada \"{0}\" ({1}) se ha modificado desde que se inició la última compilación correcta ({2}), no actualizada.
fr: L'élément {3} d'entrée '{0}' ({1}) a été modifié depuis le dernier lancement réussi de la construction ({2}), il n'est pas à jour.
it: L’elemento input {3} '{0}' ({1}) è stato modificato dopo l'ultima compilazione avviata correttamente ({2}), non aggiornato.
ja: 入力 {3} 項目 '{0}' ({1}) は、前回の成功したビルドの開始 ({2}) 以降に変更されており、最新ではありません。
ko: 입력 {3} 항목 '{0}'({1})은(는) 마지막 빌드({2})가 시작된 이후 수정되었습니다. 최신 정보가 아닙니다.
pt_br: A entrada {3} do item '{0}' ({1}) foi modificada desde o início da última compilação bem-sucedida ({2}), não atualizada.
ru: Элемент \"{3}\" ({0}) входных данных {1} был изменен с начала последней успешной сборки ({2}). Обновление не выполнено.
tr: {3} girişi '{0}' öğesi ({1}) son başarılı derleme başlangıç zamanından ({2}) sonra değiştirildi ancak güncel değil.
zh_hans: 自上次成功生成开始({2})以来，已对输入 {3} 项“{0}”({1})进行了修改，不是最新的。
zh_hant: 自上次成功建置開始 ({2}) 以來，輸入 {3} 項目 '{0}' ({1}) 已被修改，不是最新的。

# FUTD_TypedInputNewerThanOutput_5
source: Input {4} item '{0}' is newer ({1}) than earliest output '{2}' ({3}), not up-to-date.
cs: Vstupní položka {4} {0} je novější ({1}) než nejstarší výstup {2} ({3}). Není aktuální.
de: Die Eingabe {4}-Element "{0}" ist neuer ({1}) als früheste Ausgabe "{2}" ({3}), nicht aktuell.
es: El elemento {4} de entrada "{0}" es más nuevo ({1}) que el de salida más antiguo "{2}" ({3}), no está actualizado.
fr: L’élément {4} de '{0}' d’entrée est plus récent ({1}) que le '{2}' de sortie le plus ancien ({3}). Il n’est pas à jour.
it: L'elemento {4} di input '{0}' è più recente ({1}) dell'output meno recente '{2}' ({3}), non aggiornato.
ja: 入力 {4} 項目 '{0}' は、最も前の出力 '{2}' ({3}) よりも新しい ({1}) で、最新ではありません。
ko: 입력 {4} 항목 '{0}'이(가) 최신 출력 '{2}'({3})보다 최신({1})이며 최신 상태가 아닙니다.
pt_br: O item '{0}' de entrada {4} é mais recente ({1}) do que a saída mais antiga '{2}' ({3}), não atualizado.
ru: Элемент "{0}" входных данных {4} новее ({1}), чем самые ранние выходные данные "{2}" ({3}). Обновление не выполнено.
tr: {4} girişinin '{0}' öğesi en erken '{2}' ({3}) çıkışından daha yeni ({1}) ancak güncel değil.
zh_hans: 输入{4}项 '{0}' 比最早输出'{1}' ({2})新 ({3})，不是最新的。
zh_hant: 輸入 {4} 項目 '{0}' 比最早的輸出 '{2}' ({3}) 新 ({1})，不是最新狀態。

# FUTD_UpToDate
source: Project is up-to-date.
cs: Projekt je aktuální.
de: Das Projekt ist auf dem neuesten Stand.
es: El proyecto está al día.
fr: Le projet est à jour.
it: Il progetto è aggiornato.
ja: プロジェクトは最新のものです。
ko: 프로젝트가 최신 상태입니다.
pt_br: O projeto está atualizado.
ru: Проект обновлен.
tr: Proje güncel.
zh_hans: 项目已是最新。
zh_hant: 專案是最新狀態。

# FUTD_WriteTimeOnOutputMarker_2
source: Write timestamp on output marker is {0} on '{1}'.
cs: Časové razítko zápisu na výstupní značce je {0} v cestě {1}.
de: Der Schreibzeitstempel für den Ausgabemarker ist auf "{1}" {0}.
es: Escribir marca de tiempo en el marcador de salida es {0} en "{1}".
fr: L’horodatage d’écriture sur le marqueur de sortie est {0} sur '{1}'.
it: Il timestamp di scrittura sul marcatore di output è {0} su '{1}'.
ja: '{1}' で出力マーカーが {0} の書き込みタイムスタンプ。
ko: 출력 마커의 쓰기 타임스탬프는 '{1}'의 {0}입니다.
pt_br: O carimbo de data/hora de gravação no marcador de saída é {0} em '{1}'.
ru: Метка времени записи в выходном маркере {0} в "{1}".
tr: Çıkış işaretçisindeki yazma zaman damgası '{1}' üzerinde {0}.
zh_hans: 输出标记上写入时间戳为 '{1}'上的 {0}。
zh_hant: 輸出標記上的寫入時間戳記是 {0}，'{1}'。

# ImportsTreeNodeName
source: Imports
cs: Importy
de: Importe
es: Importaciones
fr: Importations
it: Importazioni
ja: インポート
ko: 가져오기
pt_br: Importações
ru: Импортирует
tr: Almalar
zh_hans: 导入
zh_hant: 匯入

# JsonErrorsNeedToBeCorrected_1
source: Errors in '{0}' need to be corrected before applying changes.
cs: Před promítnutím změn je potřeba opravit chyby v {0}.
de: Fehler in "{0}" müssen vor dem Anwenden von Änderungen behoben werden.
es: Los errores de '{0}' deben corregirse antes de aplicar los cambios.
fr: Vous devez corriger les erreurs dans '{0}' avant d'appliquer les modifications.
it: Prima di applicare le modifiche, è necessario correggere gli errori presenti in '{0}'.
ko: 변경 내용을 적용하려면 먼저 '{0}'의 오류를 해결해야 합니다.
ru: Перед применением изменений необходимо исправить ошибки в "{0}".
zh_hans: 在应用更改前，需要更正“{0}”中的错误。
zh_hant: 必須先修正 '{0}' 中的錯誤，才能套用變更。

# JsonErrorsNeedToBeCorrected_WithErrorMessage_2
source: Errors in '{0}' need to be corrected before applying changes. Error message: {1}
cs: Před promítnutím změn je potřeba opravit chyby v {0}. Chybová zpráva: {1}
de: Fehler in "{0}" müssen korrigiert werden, bevor Änderungen angewendet werden. Fehlermeldung: {1}
es: Los errores de “{0}” deben corregirse antes de aplicar los cambios. Mensaje de error: {1}
fr: Les erreurs dans '{0}' doivent être corrigées avant d'appliquer les changements. Message d'erreur : {1}
it: È necessario correggere gli errori in '{0}' prima di applicare le modifiche. Messaggio di errore: {1}
ko: 변경 내용을 적용하기 전에 '{0}'의 오류를 수정해야 합니다. 오류 메시지: {1}
ru: Перед применением изменений необходимо исправить ошибки в "{0}". Сообщение об ошибке: {1}
zh_hans: 在应用更改前，需要更正“{0}”中的错误。错误消息: {1}
zh_hant: 必須先修正 '{0}' 中的錯誤才能套用變更。錯誤訊息: {1}

# NoActionProfileName
source: Start
cs: Spustit
de: Starten
es: Inicio
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Запуск
tr: Başlat
zh_hans: 启动
zh_hant: 啟動

# MsBuildMissingValueToRemove
source: The specified value to remove '{0}' was not present in the property '{1}'
cs: Zadaná hodnota určená k odebrání {0} neexistovala ve vlastnosti {1}.
de: Der zum Entfernen von "{0}" angegebene Wert war in der Eigenschaft "{1}" nicht vorhanden.
es: El valor especificado para quitar "{0}" no estaba presente en la propiedad "{1}"
fr: La valeur spécifiée pour supprimer '{0}' n'est pas présente dans la propriété '{1}'
it: Il valore specificato da rimuovere, '{0}', non è presente nella proprietà '{1}'
ja: '{0}' を削除するための指定の値は、プロパティ '{1}' に存在しませんでした。
ko: '{0}'을(를) 제거하기 위해 지정한 값이 '{1}' 속성에 없습니다.
pt_br: O valor especificado para remover '{0}' não estava presente na propriedade '{1}'
ru: Указанное для удаления значение "{0}" отсутствовало в свойстве "{1}"
tr: '{0}' özelliğini kaldırmak için belirtilen değer, '{1}' özelliğinde mevcut değil
zh_hans: 属性“{1}”中没有要用于删除“{0}”的指定值
zh_hant: 屬性 '{1}' 中不存在要移除的指定值 '{0}'

# MsBuildMissingValueToRename
source: The specified value to rename '{0}' was not present in the property '{1}'
cs: Zadaná hodnota určená k přejmenování {0} neexistovala ve vlastnosti {1}.
de: Der zum Umbenennen von "{0}" angegebene Wert war in der Eigenschaft "{1}" nicht vorhanden.
es: El valor especificado para renombrar "{0}" no estaba presente en la propiedad "{1}"
fr: La valeur spécifiée pour renommer '{0}' n'est pas présente dans la propriété '{1}'
it: Il valore specificato da rinominare, '{0}', non è presente nella proprietà '{1}'
ja: '{0}' を名前変更するための指定の値は、プロパティ '{1}' に存在しませんでした。
ko: '{0}'의 이름을 변경하기 위해 지정한 값이 '{1}' 속성에 없습니다.
pt_br: O valor especificado para renomear '{0}' não estava presente na propriedade '{1}'
ru: Указанное для переименования значение "{0}" отсутствовало в свойстве "{1}"
tr: '{0}' özelliğini yeniden adlandırmak için belirtilen değer, '{1}' özelliğinde mevcut değil
zh_hans: 属性“{1}”中没有要用于重命名“{0}”的指定值
zh_hant: 屬性 '{1}' 中不存在要重新命名的指定值 '{0}'

# AnalyzersNodeName
source: Analyzers
cs: Analyzátory
de: Analysetools
es: Analizadores
fr: Analyseurs
it: Analizzatori
ja: アナライザー
ko: 분석기
pt_br: Analisadores
ru: Анализаторы
tr: Çözümleyiciler
zh_hans: 分析器
zh_hant: 分析器

# AssembliesNodeName
source: Assemblies
cs: Sestavení
de: Assemblys
es: Ensamblados
fr: Assemblys
it: Assembly
ja: アセンブリ
ko: 어셈블리
ru: Сборки
tr: Bütünleştirilmiş Kodlar
zh_hans: 程序集
zh_hant: 組件

# ComNodeName
source: COM
cs: Model COM

# DependenciesNodeName
source: Dependencies
cs: Závislosti
de: Abhängigkeiten
es: Dependencias
fr: Dépendances
it: Dipendenze
ja: 依存関係
ko: 종속성
pt_br: Dependências
ru: Зависимости
tr: Bağımlılıklar
zh_hans: 依赖项
zh_hant: 相依性

# FrameworkAssembliesNodeName
source: Framework Assemblies
cs: Sestavení rozhraní
de: Frameworkassemblys
es: Ensamblados de plataforma
fr: Assemblys de framework
it: Assembly del framework
ja: フレームワーク アセンブリ
ko: 프레임워크 어셈블리
pt_br: Assemblies do Framework
ru: Сборки платформы
tr: Çerçeve Bütünleştirilmiş Kodları
zh_hans: 框架程序集
zh_hant: 架構組件

# NoAuth
source: No Authentication
cs: Bez ověřování
de: Keine Authentifizierung
es: Sin autenticación
fr: Aucune authentification
it: Nessuna autenticazione
ja: 認証なし
ko: 인증 안 함
pt_br: Sem Autenticação
ru: без проверки подлинности
tr: Kimlik Doğrulama Yok
zh_hans: 不进行身份验证
zh_hant: 非驗證

# OutputGroupPublishItemsDescription
source: Contains all the assemblies needed when publishing a .NET Core project.
cs: Obsahuje všechna sestavení potřebná při publikování projektu .NET Core.
de: Enthält alle Assemblys, die beim Veröffentlichen eines .NET Core-Projekts erforderlich sind.
es: Contiene todos los ensamblados necesarios cuando se publica un proyecto de .NET Core.
fr: Contient tous les assemblys nécessaires à la publication d'un projet .NET Core.
it: Contiene tutti gli assembly necessari durante la pubblicazione di un progetto .NET Core.
ja: .NET Core プロジェクトの公開時に必要なすべてのアセンブリが含まれています。
ko: .NET Core 프로젝트를 게시할 때 필요한 모든 어셈블리를 포함합니다.
pt_br: Contém todos os assemblies necessários ao publicar um projeto do .NET Core.
ru: Содержит все сборки, необходимые при публикации проекта .NET Core.
tr: .NET Core projesi yayımlanırken gerekli tüm derlemeleri içerir.
zh_hans: 包含发布 .NET Core 项目时所需的全部程序集。
zh_hant: 包含發佈 .NET Core 專案時所需的所有組件。

# OutputGroupPublishItemsDisplayName
source: Publish Items
cs: Položky publikování
de: Veröffentlichungselemente
es: Publicar elementos
fr: Éléments de publication
it: Elementi di pubblicazione
ja: 項目の公開
ko: 게시 항목
pt_br: Publicar Itens
ru: Элементы для публикации
tr: Öğeleri Yayımla
zh_hans: 发布项
zh_hant: 發佈項目

# ProjectLoadedWithWrongProjectType
source: The project file '{0}' cannot be opened. This project was loaded using the wrong project type, likely as a result of renaming the project extension outside of Visual Studio. Remove and re-add the project to have the solution pick up the right project type.
cs: Soubor projektu {0} se nedá otevřít. Tento projekt se načetl pomocí nesprávného typu projektu, pravděpodobně v důsledku přejmenování přípony projektu mimo Visual Studio. Aby řešení vybralo správný typ projektu, odeberte a znovu přidejte projekt.
de: Die Projektdatei "{0}" kann nicht geöffnet werden. Dieses Projekt wurde unter Verwendung des falschen Projekttyps geladen, wahrscheinlich als Ergebnis der Umbenennung der Projekterweiterung außerhalb von Visual Studio. Entfernen Sie das Projekt, und fügen Sie es neu zu, damit die Projektmappe den richtigen Projekttyp auswählt.
es: No se puede abrir el archivo del proyecto "{0}". Este proyecto se cargó con el tipo de proyecto incorrecto, probablemente como resultado de cambiar de nombre la extensión del proyecto fuera de Visual Studio. Quite el proyecto y agréguelo de nuevo para que la solución seleccione el tipo correcto.
fr: Impossible d'ouvrir le fichier projet '{0}'. Ce projet a été chargé à l'aide d'un type de projet incorrect, probablement à la suite du renommage de l'extension de projet en dehors de Visual Studio. Supprimez et rajoutez le projet pour que la solution prenne le bon type de projet.
it: Non è possibile aprire il file di progetto '{0}'. Questo progetto è stato caricato con il tipo di progetto non corretto, probabilmente in seguito alla ridenominazione dell'estensione di progetto all'esterno di Visual Studio. Rimuovere e riaggiungere il progetto per fare in modo che la soluzione selezioni il tipo di progetto corretto.
ja: プロジェクト ファイル '{0}' を開くことができません。 このプロジェクトは、間違ったプロジェクトの種類を使用して読み込まれました。これは、Visual Studio の外部でプロジェクト拡張機能の名前を変更した結果である可能性があります。ソリューションで正しいプロジェクトの種類が選択されるようにするため、プロジェクトを削除してから再度追加してください。
ko: 프로젝트 파일 '{0}'을(를) 열 수 없습니다. 이 프로젝트는 Visual Studio 외부에서 프로젝트 확장명의 이름을 바꾼 결과로 잘못된 프로젝트 형식을 사용하여 로드된 것 같습니다. 솔루션에서 올바른 프로젝트 형식을 선택하도록 프로젝트를 제거했다가 다시 추가하세요.
pt_br: Não é possível abrir o arquivo de projeto '{0}'. Esse projeto foi carregado usando o tipo de projeto errado, provavelmente como resultado da renomeação da extensão do projeto fora do Visual Studio. Remova e adicione novamente o projeto para que a solução escolha o tipo de projeto correto.
ru: Не удается открыть файл проекта "{0}". Этот проект был загружен с использованием неправильного типа проекта, вероятно, в результате переименования расширения проекта вне Visual Studio. Удалите и повторно добавьте проект, чтобы решение правильно определило тип проекта.
tr: '{0}' proje dosyası açılamıyor. Bu proje, muhtemelen proje uzantısının Visual Studio dışında yeniden adlandırılması nedeniyle yanlış proje türü kullanılarak yüklenmiş. Çözümün doğru proje türünü seçmesi için projeyi kaldırın ve yeniden ekleyin.
zh_hans: 无法打开项目文件“{0}”。 此项目是使用错误的项目类型加载的，这可能是由于在 Visual Studio 之外重命名了项目扩展。请删除该项目，然后再重新添加它，使解决方案选择正确的项目类型。
zh_hant: 無法開啟專案檔 '{0}'。 此專案使用了錯誤的專案類型載入。這可能是在 Visual Studio 外部重新命名了專案延伸模組所致。請移除再重新新增該專案，以便於解決方案能夠挑選正確的專案類型。

# ProjectsNodeName
source: Projects
cs: Projekty
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
ru: Проекты
tr: Projeler
zh_hans: 项目
zh_hant: 專案

# Property_NoneValue
source: (None)
cs: (Žádné)
de: (Keine)
es: (Ninguno)
fr: (Aucun)
it: (Nessuno)
ja: (なし)
ko: (없음)
pt_br: (Nenhum)
ru: (Нет)
tr: (Hiçbiri)
zh_hans: (无)
zh_hant: (無)

# Restore_DuplicateToolReferenceItems
source: The metadata on 'DotNetCliToolReference' item '{0}' is inconsistent between target frameworks. Only the first one will be restored.
cs: Metadata u položky DotNetCliToolReference {0} nejsou mezi cílovými architekturami konzistentní. Obnoví se jen první z nich.
de: Die Metadaten für das DotNetCliToolReference-Element "{0}" sind zwischen Zielframeworks inkonsistent. Nur das erste Element wird wiederhergestellt.
es: Los metadatos del elemento "{0}" de "DotNetCliToolReference" no son coherentes entre los marcos de destino. Solo se restaurarán los primeros.
fr: Les métadonnées sur l'élément DotNetCliToolReference « {0} » ne sont pas cohérentes entre frameworks cibles. Seule la première instance sera restaurée.
it: I metadati dell'elemento '{0}' di 'DotNetCliToolReference' non sono coerenti tra i framework di destinazione. Verrà ripristinato solo il primo.
ko: 'DotNetCliToolReference' 항목 '{0}'에 대한 메타데이터가 대상 프레임워크 간에 일치하지 않습니다. 첫 번째 항목만 복원됩니다.
ru: Метаданные для элемента "DotNetCliToolReference" "{0}" не согласованы между целевыми платформами. Будут восстановлены только первые метаданные.
zh_hans: "DotNetCliToolReference" 项元数据 {0} 在目标框架之间不一致。将仅还原第一个。
zh_hant: 'DotNetCliToolReference' 項目 '{0}' 的中繼資料與目標 Framework 不一致。只會還原第一個項目。

# Restore_EmptyTargetFrameworkMoniker
source: The value of the 'TargetFrameworkMoniker' and 'NuGetTargetMoniker' properties in the '{0}' configuration are both empty. This configuration will not contribute to NuGet restore, which may result in restore and build errors.
cs: Hodnoty vlastností TargetFrameworkMoniker a NuGetTargetMoniker v konfiguraci {0} jsou obě prázdné. Tato konfigurace se nebude podílet na obnovení přes NuGet, což může mít za následek chyby při obnovení a sestavení.
de: Die Werte der Eigenschaften "TargetFrameworkMoniker" und "NuGetTargetMoniker" in der Konfiguration "{0}" sind beide leer. Diese Konfiguration wird bei der NuGet-Wiederherstellung nicht berücksichtigt, was zu Wiederherstellungs- und Buildfehlern führen kann.
es: Los valores de las propiedades "TargetFrameworkMoniker" y "NuGetTargetMoniker" en la configuración de "{0}" están vacíos. Esta configuración no contribuirá a la restauración de NuGet, lo que puede dar lugar a errores de restauración y compilación.
fr: Les valeurs des propriétés 'TargetFrameworkMoniker' et 'NuGetTargetMoniker' dans la configuration '{0}' sont vides. Cette configuration ne contribue pas à la restauration NuGet, ce qui peut entraîner des erreurs de restauration et des erreurs de build.
it: I valori delle proprietà 'TargetFrameworkMoniker' e 'NuGetTargetMoniker' nella configurazione '{0}' sono vuoti. Questa configurazione non contribuisce al ripristino di NuGet e questo può comportare errori di ripristino e di compilazione.
ko: '{0}' 구성의 'TargetFrameworkMoniker' 및 'NuGetTargetMoniker' 속성 값이 둘 다 비어 있습니다. 이 구성은 NuGet 복원에 영향을 주지 않아 복원 및 빌드 오류가 발생할 수 있습니다.
ru: Значения свойств "TargetFrameworkMoniker" и "NuGetTargetMoniker" в конфигурации "{0}" являются пустыми. Эта конфигурация не будет задействована в восстановлении NuGet, что может привести к ошибкам при восстановлении и сборке.
zh_hans: “{0}”配置中 "TargetFrameworkMoniker" 和 "NuGetTargetMoniker" 属性的值均为空。此配置将影响 NuGet 还原，这可能导致还原和生成错误。
zh_hant: '{0}' 組態中 'TargetFrameworkMoniker' 和 'NuGetTargetMoniker' 屬性的值皆為空白。此組態無助於 NuGet 還原，可能導致還原及建置錯誤。

# Restore_NuGetCycleDetected
source: A circular dependency A -> B -> A was detected during NuGet Restore which caused NuGet to stop restoring. Because the NuGet restore didn't finish correctly, the project might be in a bad state.
cs: Během obnovení NuGet byla zjištěna cyklická závislost A -> B -> A, což způsobilo, že se NuGet přestal obnovovat. Vzhledem k tomu, že se obnovení NuGet nedokončilo správně, může být projekt ve špatném stavu.
de: Eine Ringabhängigkeit A -> B -> Bei der NuGet-Wiederherstellung wurde ein Fehler erkannt, der dazu führte, dass NuGet die Wiederherstellung beendete. Da die NuGet-Wiederherstellung nicht ordnungsgemäß abgeschlossen wurde, befindet sich das Projekt möglicherweise in einem fehlerhaften Zustand.
es: Se detectó una dependencia circular A -> B -> A durante NuGet Restore, lo que provocó que NuGet dejara de restaurar. Debido a que la restauración de NuGet no finalizó correctamente, es posible que el proyecto esté en mal estado.
it: Durante il ripristino NuGet è stata rilevata una dipendenza circolare A -> B -> A che ha causato l'arresto del ripristino di NuGet. Poiché il ripristino NuGet non è stato completato correttamente, il progetto potrebbe trovarsi in uno stato non valido.
ko: NuGet 복원 중에 순환 종속성 A -> B -> A가 감지되어 NuGet이 복원을 중지했습니다. NuGet 복원이 올바르게 완료되지 않았으므로 프로젝트가 잘못된 상태일 수 있습니다.
ru: При выполнении восстановления NuGet была обнаружена циклическая зависимость A -> B -> A, вследствие чего восстановление NuGet было остановлено. Поскольку восстановление NuGet не было правильно завершено, проект может находиться в неисправном состоянии.
zh_hans: NuGet 还原期间检测到循环依赖项 A -> B -> A，导致 NuGet 停止还原。 由于 NuGet 还原未正确完成，项目可能处于错误状态。
zh_hant: NuGet 還原期間偵測到循環相依性 A -> B -> A，導致 NuGet 停止還原。 因為 NuGet 還原未正確完成，專案可能狀態不良。

# Restore_PropertyWithInconsistentValues
source: The value of the '{0}' property is inconsistent between target frameworks. This property must be identical for NuGet restore to function correctly. The value '{1}' from the '{2}' configuration will be used, other target frameworks may fail to pick NuGet assets.
cs: Hodnota vlastnosti {0} není konzistentní mezi cílovými architekturami. Tato vlastnost musí být identická, aby správně fungovalo obnovení přes NuGet. Použije se hodnota {1} z konfigurace {2} – jiným cílovým architekturám se nemusí podařit výběr prostředků NuGet.
de: Der Wert der Eigenschaft "{0}" ist zwischen Zielframeworks inkonsistent. Diese Eigenschaft muss identisch sein, damit die NuGet-Wiederherstellung ordnungsgemäß funktioniert. Der Wert "{1}" aus der {2}-Konfiguration wird verwendet, andere Zielframeworks wählen möglicherweise keine NuGet-Objekte aus.
es: El valor de la propiedad "{0}" no es coherente entre los marcos de destino. Esta propiedad debe ser idéntica para que la restauración de NuGet funcione correctamente. Se usará el valor "{1}" de la configuración de "{2}"; puede que otros marcos de destino no seleccionen activos NuGet.
fr: La valeur de la propriété « {0} » n'est pas cohérente entre frameworks cibles. Cette propriété doit être identique pour que la restauration NuGet fonctionne correctement. La valeur « {1} » de la configuration « {2} » sera utilisée, mais d'autres frameworks cibles risquent de ne pas pouvoir sélectionner de ressources NuGet.
it: Il valore della proprietà '{0}' non è coerente tra i framework di destinazione. Questa proprietà deve essere identica affinché il ripristino NuGet funzioni correttamente. Verrà usato il valore '{1}' della configurazione '{2}'. Altri framework di destinazione potrebbero non riuscire a selezionare gli asset NuGet.
ko: '{0}' 속성 값이 대상 프레임워크 간에 일치하지 않습니다. NuGet 복원이 제대로 작동하려면 이 속성이 같아야 합니다. '{2}' 구성의 '{1}' 값이 사용되며, 다른 대상 프레임워크는 NuGet 자산을 선택하지 못할 수 있습니다.
ru: Значение свойства "{0}" не согласовано между целевыми платформами. Для правильной работы функции восстановления NuGet значение этого свойства должно быть одинаковым на всех целевых платформах. Будет использовано значение "{1}" из конфигурации "{2}", на остальных целевых платформах могут возникнуть трудности с получением ресурсов NuGet.
zh_hans: {0} 属性的值在目标框架之间不一致。此属性必须相同以便 NuGet 还原正常运行。将使用“{2}”配置中的值 {1}，而其他目标框架可能无法选取 NuGet 资产。
zh_hant: '{0}' 屬性的值在目標 Framework 之間不一致。此屬性必須相同，NuGet 還原才能正常運作。系統會使用 '{2}' 組態的值 '{1}'，其他目標 Framework 則可能會無法挑選 NuGet 資產。

# FrameworkNodeName
source: Frameworks
cs: Architektury
es: Marcos de trabajo
it: Framework
ja: フレームワーク
ko: 프레임워크
pt_br: Estruturas
ru: Платформы
tr: Çerçeveler
zh_hans: 框架
zh_hant: 架構

# PackagesNodeName
source: Packages
cs: Balíčky
de: Pakete
es: Paquetes
it: Pacchetti
ja: パッケージ
ko: 패키지
pt_br: Pacotes
ru: Пакеты
tr: Paketler
zh_hans: 包
zh_hant: 套件
