Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# SpecialFileProvider_FileOrFolderAlreadyExists
source: A file or folder with the name '{0}' already exists on disk at this location. Please choose another name. If this file or folder does not appear in Solution Explorer, then it is not currently part of your project. To view files which exist on disk, but are not in the project, select Show All Files from the Project menu.
cs: Soubor nebo složka s názvem {0} už na tomto místě disku existuje. Zvolte prosím jiný název. Nezobrazuje-li se tento soubor nebo složka v Průzkumníkovi řešení, není momentálně součástí vašeho projektu. Jestli chcete zobrazit soubory, které na disku existují, ale nejsou součástí projektu, vyberte z nabídky Projekt příkaz Zobrazit všechny soubory.
de: Eine Datei oder ein Ordner namens "{0}" ist auf dem Datenträger an diesem Speicherort bereits vorhanden. Wählen Sie einen anderen Namen aus. Wenn diese Datei oder dieser Ordner nicht im Projektmappen-Explorer angezeigt wird, gehört sie/er momentan nicht zum Projekt. Wählen Sie im Menü "Projekt" die Option "Alle Dateien anzeigen" aus, um Dateien anzuzeigen, die sich zwar auf der Festplatte, aber nicht im Projekt befinden.
es: Un archivo o carpeta con el nombre "{0}" ya existe en el disco en esta ubicación. Elija otro nombre. Si este archivo o carpeta no aparece en el Explorador de soluciones, entonces no forma parte de su proyecto. Para ver los archivos que existen en el disco, pero no en el proyecto, seleccione Mostrar todos los archivos en el menú Proyecto.
fr: Il existe déjà un fichier ou un dossier nommé '{0}' à cet emplacement sur le disque. Choisissez un autre nom. Si ce fichier ou dossier n'apparaît pas dans l'Explorateur de solutions, cela signifie qu'il ne fait pas partie de votre projet. Pour voir les fichiers qui existent sur le disque mais qui ne font pas partie du projet, sélectionnez Afficher tous les fichiers dans le menu Projet.
it: In questa posizione del disco esiste già un file o una cartella con il nome '{0}'. Scegliere un altro nome. Se non è visualizzato in Esplora soluzioni, il file o la cartella non fa parte del progetto corrente. Per visualizzare i file presenti nel disco, ma non inclusi nel progetto, scegliere Mostra tutti i file nel menu Progetto.
ja: '{0}' という名前のファイルまたはフォルダーがこの場所のディスクに既に存在します。別の名前を選んでください。 このファイルまたはフォルダーがソリューション エクスプローラーに表示されない場合は、そのファイルまたはフォルダーは現在プロジェクトの一部ではありません。ディスク上にあってプロジェクトにないファイルを表示するには、[プロジェクト] メニューの [すべてのファイルを表示] をクリックしてください。
ko: 이름이 '{0}'인 파일 또는 폴더가 이 위치의 디스크에 이미 있습니다. 다른 이름을 선택하세요. 이 파일 또는 폴더가 솔루션 탐색기에 나타나지 않으면 현재 사용 중인 프로젝트의 일부가 아닙니다. 프로젝트에 없지만 디스크에 있는 파일을 보려면 [프로젝트] 메뉴에서 [모든 파일 표시]를 선택하세요.
pt_br: Um arquivo ou uma pasta com o nome '{0}' já existe no disco deste local. Escolha outro nome. Se o arquivo ou a pasta não aparece no Gerenciador de Soluções significa que não faz parte do seu projeto no momento. Para exibir os arquivos que existem no disco, mas não estão no projeto, selecione Mostrar Todos os Arquivos no menu Projeto.
ru: Файл или папка с именем "{0}" уже существуют в этом расположении на диске. Выберите другое имя. Если этот файл или папка не отображаются в обозревателе решений, то они сейчас не являются элементом проекта. Чтобы просмотреть файлы, которые есть на диске, но не включены в проект, выберите пункт "Показать все файлы" в меню "Проект".
tr: '{0}' adlı dosya veya klasör bu konumdaki diskte zaten var. Lütfen başka bir ad seçin. Bu dosya veya klasör Çözüm Gezgini'nde görünmüyorsa şu anda projenizin bir parçası değildir. Diskte olan fakat projede olmayan dosyaları görüntülemek için Proje menüsünden Tüm Dosyaları Göster'i seçin.
zh_hans: 磁盘上该位置已存在名为“{0}”的文件或文件夹。请另选一个名称。 如果此文件或文件夹未在“解决方案资源管理器”中出现，那么它当前不是项目的一部分。若要查看磁盘上存在但未包含在项目中的文件，请从“项目”菜单选择“显示所有文件”。
zh_hant: 磁碟這個位置已經有名稱為 '{0}' 的檔案或資料夾存在，請另選名稱。 [方案總管] 如果沒有這個檔案或資料夾，表示目前不屬於專案的一部分。若要檢視磁碟中有哪些檔案不在專案中，請從 [專案] 功能表選取 [顯示所有檔案]。

# WindowsAuth
source: Windows Authentication
cs: Ověřování systému Windows
de: Windows-Authentifizierung
es: Autenticación de Windows
fr: Authentification Windows
it: Autenticazione di Windows
ja: Windows 認証
ko: Windows 인증
pt_br: Autenticação do Windows
ru: Аутентификация Windows
tr: Windows Kimlik Doğrulaması
zh_hans: Windows 身份验证
zh_hant: Windows 驗證

# FUTD_ComparingCopyMarkerTimestamps
source: Comparing timestamps of copy marker inputs and output:
it: Confronto dei timestamp di input e output del marcatore di copia:
ko: 복사 마커 입력 및 출력의 타임스탬프를 비교하는 중:
zh_hant: 正在比較複製標記輸入和輸出的時間戳記:

# FUTD_NotAllReferencesProduceReferenceAssemblies_1
source: This project has enabled build acceleration, but not all referenced projects produce a reference assembly. Ensure projects producing the following outputs have the 'ProduceReferenceAssembly' MSBuild property set to 'true': {0}. See https://aka.ms/vs-build-acceleration for more information.
es: Este proyecto ha habilitado la aceleración de compilación, pero no todos los proyectos a los que se hace referencia generan un ensamblado de referencia. Asegúrese de que los proyectos que producen las siguientes salidas tienen la propiedad MSBuild "ProduceReferenceAssembly" establecida en "true": {0}. Consulte https://aka.ms/vs-build-acceleration para obtener más información.
it: Questo progetto ha abilitato l'accelerazione di compilazione, ma non tutti i progetti a cui si fa riferimento generano un assembly di riferimento. Assicurarsi che la proprietà 'ProduceReferenceAssembly' di MSBuild dei progetti che generano gli output seguenti sia impostata su 'true': {0}. Per altre informazioni, vedere https://aka.ms/vs-build-acceleration.
ko: 이 프로젝트는 빌드 가속화를 활성화했지만 모든 참조 프로젝트가 참조 어셈블리를 생성하지는 않습니다. 다음 출력을 생성하는 프로젝트에서 'ProduceReferenceAssembly' MSBuild 속성이 'true'로 설정되었는지 확인합니다. {0} 자세한 내용은 https://aka.ms/vs-build-acceleration을을 참조하세요.
zh_hant: 此專案已啟用建置加速功能，但並非所有參考專案都會產生參考組件。請確認產生下列輸出的專案都將 'ProduceReferenceAssembly' MSBuild 屬性設定為 'true': {0}。如需詳細資訊，請參閱 https://aka.ms/vs-build-acceleration。

# SdkNodeName
source: SDK
fr: Kit de développement logiciel
ru: ПАКЕТ SDK

# FUTD_NotAllReferencesProduceReferenceAssemblies
source: This project has enabled build acceleration, but at least one referenced project does not produce reference assemblies. Ensure all referenced projects, both direct and indirect, have the 'ProduceReferenceAssembly' MSBuild property set to 'true'. See https://aka.ms/vs-build-acceleration.
zh_hans: 此项目已启用生成加速，但至少一个引用的项目不会生成引用程序集。请确保所有引用的项目(包括直接项目和间接项目)都将 "ProduceReferenceAssembly" MSBuild 属性设置为 "true"。请参阅 https://aka.ms/vs-build-acceleration。

# FUTD_AddingOutputReferenceCopyMarker
source: Adding output reference copy marker:
ja: 出力参照コピー マーカーの追加:
pt_br: Adicionando marcador de cópia de referência de saída:
tr: Çıkış başvurusu kopyalama işaretçisi ekleniyor:

# FUTD_ChangedItemsAddition_4
source: {0} item added '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')
ja: {0} 項目が追加されました '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')
pt_br: {0} item adicionado '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')
tr: {0} öğesi eklendi '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')

# FUTD_ChangedItemsRemoval_4
source: {0} item removed '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')
ja: {0} 項目が削除されました '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')
pt_br: {0} item removido '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')
tr: {0} öğesi kaldırıldı '{1}' (CopyToOutputDirectory={2}, TargetPath='{3}')

# FUTD_CheckingCopiedOutputFile
source: Checking copied output (UpToDateCheckBuilt with Original property) file:
ja: コピー済み出力 (Original プロパティ を使用した UpToDateCheckBuilt) ファイルの確認:
pt_br: Verificando o arquivo de saída copiado (UpToDateCheckBuilt com propriedade Original):
tr: Kopyalanan çıkış (Original özelliğine sahip UpToDateCheckBuilt) dosyası denetleniyor:

# FUTD_CheckingCopiedOutputFileDestinationNotFound_2
source: Destination '{0}' does not exist for copy from '{1}', not up-to-date.
ja: 宛先 '{0}' は '{1}' からコピーするために存在せず、最新ではありません。
pt_br: O destino '{0}' não existe para a cópia de '{1}', não atualizado.
tr: '{1}' dosya yolundan kopyalama için '{0}' hedefi yok ve güncel değil.

# FUTD_CheckingCopiedOutputFileSourceNewer
source: Source is newer than build output destination, not up-to-date.
ja: ソースは、ビルド出力先よりも新しく、最新ではありません。
pt_br: A origem é mais recente do que o destino de saída do build, não atualizada.
tr: Kaynak, derleme çıkışı hedefinden daha yeni ancak güncel değil.

# FUTD_CheckingCopiedOutputFileSourceNotFound_2
source: Source '{0}' does not exist for copy to '{1}', not up-to-date.
ja: ソース '{0}' は '{1}' にコピーするために存在せず、最新ではありません。
pt_br: A origem '{0}' não existe para copiar para '{1}', não atualizado.
tr: '{1}' yoluna kopyalama için '{0}' kaynağı yok ve güncel değil.

# FUTD_CheckingCopyToOutputDirectoryItem_3
source: Checking {0} item with CopyToOutputDirectory="{1}" '{2}':
ja: CopyToOutputDirectory="{1}" '{2}' を保持する項目 {0}をチェックする:
pt_br: Verificando {0} item com CopyToOutputDirectory="{1}" '{2}':
tr: CopyToOutputDirectory="{1}" '{2}' içeren {0} öğesi denetleniyor:

# FUTD_CheckingCopyToOutputDirectorySourceNewerThanDestination_4
source: {0} item with CopyToOutputDirectory="{1}" source '{2}' is newer than destination '{3}', not up-to-date.
ja: CopyToOutputDirectory="{1}" ソース '{2}' の項目{0}が、宛先 '{3}' より新しく、最新ではありません。
pt_br: O item {0} com a origem CopyToOutputDirectory="{1}", '{2}' é mais recente que o destino '{3}', não atualizado.
tr: CopyToOutputDirectory="{1}" '{2}' kaynağına sahip {0} öğesi, '{3}' hedefinden daha yeni, güncel değil.

# FUTD_ComparingInputOutputTimestamps_1
source: Comparing timestamps of inputs and outputs in Set="{0}":
ja: Set="{0}" での入力と出力のタイムスタンプの比較:
pt_br: Comparando carimbos de data/hora de entradas e saídas em Set="{0}":
tr: Set="{0}" içinde giriş ve çıkışların zaman damgaları karşılaştırılıyor:

# FUTD_CopyAlwaysItemExists_2
source: {0} item '{1}' has CopyToOutputDirectory set to 'Always', and the project has DisableFastUpToDateCopyAlwaysOptimization set to 'true', not up-to-date.
ja: {0} 項目 '{1}' は CopyToOutputDirectory が 'Always' に設定され、プロジェクトの DisableFastUpToDateCopyAlwaysOptimization が 'true' に設定され、それは最新の状態ではありません。
pt_br: {0} item '{1}' tem o CopyToOutputDirectory definido como 'Always', e o projeto tem DisableFastUpToDateCopyAlwaysOptimization definido como 'true', não atualizado.
tr: {0} '{1}' öğesinde copyToOutputDirectory seçeneği 'Always' olarak ayarlandı ve projede DisableFastUpToDateCopyAlwaysOptimization seçeneği 'true' olarak ayarlandı, güncel değil.

# FUTD_CopyAlwaysItemsDiffer_7
source: {0} item with CopyToOutputDirectory="Always" source ('{1}' {2}, {3} bytes) differs from destination ('{4}' {5}, {6} bytes), not up-to-date.
ja: CopyToOutputDirectory="Always" ソース ('{1}' {2}, {3} バイト) を持つ{0}項目は、宛先 ('{4}' {5}, {6} バイト) と異なり、最新ではありません。
pt_br: {0} item com a origem CopyToOutputDirectory="Always" ('{1}' {2}, {3} bytes) difere do destino ('{4}' {5}, {6} bytes), não atualizado.
tr: CopyToOutputDirectory="Always" kaynağına ('{1}' {2}, {3} bayt) sahip {0} öğesi hedeften ('{4}' {5}, {6} bayt) farklı, güncel değil.

# FUTD_InputMarkerNewerThanOutputMarker
source: Input marker is newer than output marker, not up-to-date.
ja: 入力マーカーは出力マーカーよりも新しく、最新ではありません。
pt_br: O marcador de entrada é mais recente do que o marcador de saída, não atualizado.
tr: Giriş işaretçisi, çıkış işaretçisinden daha yeni ancak güncel değil.

# FUTD_LatestWriteTimeOnInputMarker_2
source: Latest write timestamp on input marker is {0} on '{1}'.
ja: 入力マーカーの最新の書き込みタイムスタンプは '{1}' の {0} です。
pt_br: O carimbo de data/hora no marcador de entrada é {0} em '{1}'.
tr: Giriş işaretçisindeki en son yazma zaman damgası '{1}' üzerindeki {0}.

# FUTD_OptimizingCopyAlwaysItem
source: Optimizing CopyToOutputDirectory="Always" item. Disable this by setting DisableFastUpToDateCopyAlwaysOptimization to "true".
ja: CopyToOutputDirectory="Always" である項目を最適化しています。DisableFastUpToDateCopyAlwaysOptimization を "true" に設定します。
pt_br: Otimizando o item CopyToOutputDirectory="Always". Desabilite isso definindo DisableFastUpToDateCopyAlwaysOptimization como “true”.
tr: CopyToOutputDirectory="Always" öğesi iyileştiriliyor. DisableFastUpToDateCopyAlwaysOptimization seçeneğini "true" olarak ayarlayarak bunu devre dışı bırakın.

# FUTD_SourceFileTimeAndPath_2
source: Source {0}: '{1}'
ja: ソース {0}: '{1}'
pt_br: Origem {0}: '{1}'
tr: {0} kaynağı: '{1}'

# JsonErrorNeedToBeCorrected
source: Errors in '{0}' need to be corrected before applying changes.
ja: '{0}' のエラーは、変更を適用する前に修正する必要があります。
pt_br: Os erros em '{0}' precisam ser corrigidos antes de aplicar as alterações.
tr: Değişiklikler uygulanmadan önce '{0}' içindeki hatalar düzeltilmelidir.
