Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/PropPages/xlf/AdvBuildSettingsPropPage.*.xlf
Languages: ru, zh_hant

# lblLanguageVersion.Text
source: &Language version:
ru: Версия &языка:
zh_hant: 語言版本(&L):

# lblReportCompilerErrors.Text
source: &Internal compiler error reporting:
ru: &Отчеты о внутренней ошибке компилятора:
zh_hant: 報告內部編譯器錯誤(&I):

# lblDebugInfo.Text
source: D&ebugging information:
ru: &Сведения об отладке:
zh_hant: 偵錯資訊(&E):

# lblFileAlignment.Text
source: &File alignment:
ru: &Выравнивание файла:
zh_hant: 檔案記憶體對齊(&F):

# lblDLLBase.Text
source: Library &base address:
ru: Базовый адрес &библиотеки:
zh_hant: 程式庫基底位址(&B):

# outputLabel.Text
source: Output
ru: Выходные данные
zh_hant: 輸出

# generalLabel.Text
source: General
ru: Общие
zh_hant: 一般

# chkOverflow.Text
source: Chec&k for arithmetic overflow/underflow
ru: &Проверять арифметические переполнения и потери точности
zh_hant: 檢查算術溢位/反向溢位(&K)

# CSharpLanguageVerison.Default
source: C# latest major version (default)
ru: Последний основной номер версии C# (по умолчанию)
zh_hant: C# 最新主要版本 (預設)

# CSharpLanguageVerison.Latest
source: C# latest minor version (latest)
ru: Последний дополнительный номер версии C#
zh_hant: C# 最新次要版本 (最新)
