Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/PropPages/xlf/ApplicationPropPage.*.xlf
Languages: ru

# AssemblyNameLabel.Text
source: Assembly &name:
ru: Имя &сборки:

# RootNamespaceLabel.Text
source: Defau&lt namespace:
ru: Пространство &имен по умолчанию:

# OutputTypeLabel.Text
source: O&utput type:
ru: &Тип выходных данных:

# StartupObjectLabel.Text
source: Startup &object:
ru: Объект &запуска:

# AssemblyInfoButton.Text
source: Assembly &Information...
ru: &Сведения о сборке...

# TargetFrameworkLabel.Text
source: Tar&get framework:
ru: &Целевая рабочая среда

# ResourcesLabel.Text
source: Specify how application resources will be managed:
ru: Укажите, каким образом будут управляться ресурсы приложения:

# IconRadioButton.Text
source: I&con and manifest
ru: &Значок и манифест

# ManifestExplanationLabel.Text
source: A manifest determines specific settings for an application. To embed a custom manifest, first add it to your project and then select it from the list below.
ru: Манифест определяет конкретные параметры приложения. Чтобы внедрить настраиваемый манифест, добавьте его в проект, а затем выберите в списке ниже.

# ApplicationIconLabel.Text
source: Icon:
ru: Значок:

# AppIconBrowse.Text
source: Browse...
ru: Обзор...

# ApplicationManifestLabel.Text
source: Manifest:
ru: Манифест:

# Win32ResourceFile.AccessibleName
source: Resource file
ru: Файл ресурсов

# Win32ResourceRadioButton.Text
source: Re&source file:
ru: &Файл ресурсов:

# Win32ResourceFileBrowse.Text
source: Browse...
ru: Обзор...

# ResourcesGroupBox.Text
source: Resources
ru: Ресурсы

# AppIconBrowse.AccessibleName
source: Browse for icon
ru: Поиск значка

# AutoGenerateBindingRedirects.Text
source: &Auto-generate binding redirects
ru: &Автоматически создавать перенаправления привязок
