Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/PropPages/xlf/CodeAnalysisPropPage.*.xlf
Languages: pl

# AnalysisLevelComboBox.AutoCompleteCustomSource
source: preview
pl: wersja zapoznawcza

# AnalysisLevelComboBox.AutoCompleteCustomSource1
source: latest
pl: najnowsze

# AnalysisLevelComboBox.AutoCompleteCustomSource3
source: none
pl: brak

# AnalysisLevelLabel.Text
source: Analysis Level
pl: Poziom analizy

# EnableNETAnalyzersCheckBox.Text
source: Enable .NET analyzers
pl: Włącz analizatory .NET

# EnforceCodeStyleInBuildCheckBox.Text
source: Enforce CodeStyle on build (experimental)
pl: Wymuszaj styl kodu podczas kompilacji (eksperymentalna)

# Label1.Text
source: .NET analyzers
pl: Analizatory .NET

# NETAnalyzersLinkLabel.Text
source: What are .NET analyzers?
pl: Co to są analizatory .NET?

# RoslynAnalyzersLabel.Text
source: All analyzers
pl: Wszystkie analizatory

# RoslynAnalyzersHelpLinkLabel.Text
source: What are the benefits of source code analyzers?
pl: Jakie są zalety analizatorów kodu źródłowego?

# RunAnalyzersDuringLiveAnalysis.Text
source: Run on &live analysis
pl: Uruchom podczas &analizy na żywo

# RunAnalyzersDuringBuild.Text
source: Run on &build
pl: Uruchom podczas &kompilowania
