Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/PropPages/xlf/compileproppage2.*.xlf
Languages: es, fr, ja, ko, pl, zh_hans, zh_hant

# BuildOutputPathButton.AccessibleName
source: Browse...
es: Examinar...
fr: Parcourir...
ja: 参照...
ko: 찾아보기...
pl: Przeglądaj...
zh_hans: 浏览...
zh_hant: 瀏覽...

# BuildOutputPathButton.Text
source: B&rowse...
es: E&xaminar...
fr: P&arcourir...
ja: 参照(&R)...
ko: 찾아보기(&R)...
pl: P&rzeglądaj...
zh_hans: 浏览(&R)...
zh_hant: 瀏覽(&R)...

# OptionExplicitLabel.Text
source: Option e&xplicit:
ja: Option Explicit(&X):
ko: 명시적 옵션(&X):
pl: Opcja e&xplicit:
zh_hans: 显式编译选项(&X):
zh_hant: Option Explicit(&X):

# DisableAllWarningsCheckBox.Text
source: D&isable all warnings
es: &Deshabilitar todas las advertencias
fr: Désact&iver tous les avertissements
ja: すべての警告を表示しない(&I)
ko: 모든 경고 사용 안 함(&I)
pl: W&yłącz wszystkie ostrzeżenia
zh_hans: 禁用所有警告(&I)
zh_hant: 停用所有警告(&I)

# WarningsAsErrorCheckBox.Text
source: Treat a&ll warnings as errors
es: Considerar todas las advertencias co&mo errores
fr: Considérer tous les a&vertissements comme des erreurs
ja: すべての警告をエラーとして扱う(&L)
ko: 모든 경고를 오류로 처리(&L)
pl: Traktuj &wszystkie ostrzeżenia jako błędy
zh_hans: 将所有警告都视为错误(&L)
zh_hant: 將所有警告視為錯誤(&L)

# BuildEventsButton.Text
source: Build Eve&nts...
es: Eve&ntos de compilación...
fr: Évé&nements de build...
ja: ビルド イベント(&N)...
ko: 빌드 이벤트(&N)...
pl: Z&darzenia kompilacji...
zh_hans: 生成事件(&N)...
zh_hant: 建置事件(&N)...

# RegisterForComInteropCheckBox.Text
source: R&egister for COM interop
es: R&egistrar para interoperabilidad COM
fr: S'inscrir&e à COM Interop
ja: COM 相互運用機能の登録(&E)
ko: COM interop 등록(&E)
pl: Zar&ejestruj w celu interakcji z modelem COM
zh_hans: 为 COM 互操作注册(&E)
zh_hant: 註冊 COM Interop(&E)

# GenerateXMLCheckBox.Text
source: &Generate XML documentation file
es: &Generar archivo de documentación XML
fr: &Générer le fichier de documentation XML
ja: XML ドキュメント ファイルを生成する(&G)
ko: XML 문서 파일 생성(&G)
pl: &Generuj plik dokumentacji XML
zh_hans: 成 XML 文档文件(&G)
zh_hant: 產生 XML 文件檔案(&G)

# OptionStrictLabel.Text
source: Option &strict:
ja: Option Strict(&S):
ko: 제한 옵션(&S):
pl: Opcja &strict:
zh_hans: 严格编译选项(&S):
zh_hant: Option Strict(&S):

# OptionCompareLabel.Text
source: Option c&ompare:
ja: Option Compare(&O):
ko: 비교 옵션(&O):
pl: Opcja c&ompare:
zh_hans: 比较编译选项(&O):
zh_hant: Option Compare(&O):

# OptionInferLabel.Text
source: Option in&fer:
ja: Option Infer(&F):
ko: 유추 옵션(&F):
pl: Opcja in&fer:
zh_hans: 推断编译选项(&F):
zh_hant: Option Infer(&F):

# WarningsConfigurationsGridViewLabel.Text
source: Warning configurations:
es: Configuraciones de advertencias:
fr: Configurations des avertissements :
ja: 警告の構成:
ko: 경고 구성:
pl: Konfiguracje ostrzeżeń:
zh_hans: 警告配置:
zh_hant: 警告組態:

# ConditionColumn.HeaderText
source: Condition
es: Condición
ja: 条件
ko: 조건
pl: Warunek
zh_hans: 条件
zh_hant: 條件

# NotificationColumn.HeaderText
source: Notification
es: Notificación
ja: 通知
ko: 알림
pl: Powiadomienie
zh_hans: 通知
zh_hant: 通知

# AdvancedOptionsButton.Text
source: &Advanced Compile Options...
es: &Opciones avanzadas de compilación...
fr: Options &avancées de compilation...
ja: 詳細コンパイル オプション(&A)...
ko: 고급 컴파일 옵션(&A)...
pl: &Zaawansowane opcje kompilowania...
zh_hans: 高级编译选项(&A)...
zh_hant: 進階編譯選項(&A)...

# CompileOptionsGroupBox.Text
source: Compile Options:
es: Opciones de compilación:
fr: Options de compilation :
ja: コンパイル オプション:
ko: 컴파일 옵션:
pl: Opcje kompilowania:
zh_hans: 编译选项:
zh_hant: 編譯選項:

# BuildOutputPathLabel.Text
source: B&uild output path:
es: &Ruta de acceso de salida de la compilación:
fr: &Chemin de sortie de la génération :
ja: ビルド出力パス(&U):
ko: 빌드 출력 경로(&U):
pl: Kompil&uj ścieżkę wyjściową:
zh_hans: 生成输出路径(&U):
zh_hant: 建置輸出路徑(&U):

# TargetCPULabel.Text
source: &Target CPU:
es: &CPU de destino:
fr: Uni&té centrale cible :
ja: ターゲット CPU(&T):
ko: 대상 CPU(&T):
pl: &Docelowy procesor CPU:
zh_hans: 目标 CPU(&T):
zh_hant: 目標 CPU(&T):

# Prefer32BitCheckBox.Text
source: &Prefer 32-bit
es: &Preferencia de 32 bits
fr: &Préférer 32 bits
ja: 32 ビットを優先(&P)
ko: 32비트 기본 사용(&P)
pl: &Preferuj wersję 32-bitową
zh_hans: 首选 32 位(&P)
zh_hant: 建議使用 32 位元(&P)
