Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors/PropPages/xlf/PackagePropPage.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AssemblyVersionLabel.Text
source: &Assembly version:
cs: Verze sest&avení:
es: &Versión del ensamblado:
fr: Version de l'&assembly :
it: Versione &assembly:
ja: アセンブリ バージョン(&A):
ko: 어셈블리 버전(&A):
pl: Wersj&a zestawu:
pt_br: Versão do &assembly:
ru: Версия сб&орки:
tr: &Derleme sürümü:
zh_hans: 程序集版本(&A):
zh_hant: 組件版本(&A):

# CopyrightLabel.Text
source: &Copyright:
cs: &Autorská práva:
ja: 著作権(&C):
ko: 저작권(&C):
pl: &Prawa autorskie:
pt_br: &Direitos Autorais:
ru: &Авторские права:
tr: &Telif Hakkı:
zh_hans: 版权(&C):
zh_hant: 著作權(&C):

# DescriptionLabel.Text
source: &Description:
cs: &Popis:
de: &Beschreibung:
es: &Descripción:
it: &Descrizione:
ja: 説明(&D):
ko: 설명(&D):
pl: &Opis:
pt_br: &Descrição:
ru: &Описание:
tr: &Açıklama:
zh_hans: 说明(&D):
zh_hant: 描述(&D):

# IconFileBrowseButton.AccessibleName
source: Package Icon File Browse
cs: Vyhledat soubor ikony balíčku
de: Paketsymboldatei durchsuchen
es: Examinar el archivo de icono del paquete
fr: Navigation dans les fichiers d'icône de package
it: Esplorazione file di icona del pacchetto
ja: パッケージ アイコン ファイル参照
ko: 패키지 아이콘 파일 찾아보기
pl: Przeglądaj w poszukiwaniu pliku ikony pakietu
pt_br: Procura de Arquivo do Ícone de Pacote
ru: Выбор файла значка пакета
tr: Paket Simge Dosyasına Gözat
zh_hant: 套件圖示檔案瀏覽

# IconFileBrowseButton.Text
source: Browse...
cs: Procházet...
de: Durchsuchen...
es: Examinar...
fr: Parcourir
it: Sfoglia...
ja: 参照...
ko: 찾아보기...
pl: Przeglądaj...
pt_br: Procurar...
ru: Обзор...
tr: Gözat...
zh_hant: 瀏覽...

# PackageIcon.AccessibleName
source: Package Icon URL
cs: URL ikony balíčku
de: Paketsymbol-URL
es: Dirección URL de ícono de paquete
fr: URL d'icône du package
it: URL dell'icona del pacchetto
ja: パッケージ アイコンの URL
ko: 패키지 아이콘 URL
pl: Adres URL ikony pakietu
pt_br: URL do Ícone do Pacote
ru: URL-адрес значка пакета
tr: Paket Simge URL’si
zh_hant: 套件圖示 URL

# PackageIconLabel.Text
source: &Icon File:
cs: Soubor &ikony:
de: Symboldate&i:
es: Arc&hivo de icono:
fr: Fich&ier d'icône :
it: File &icona:
ja: アイコン ファイル(&I):
ko: 아이콘 파일(&I):
pl: Plik &ikony:
pt_br: Arquivo de &Ícone:
ru: &Файл значка:
tr: &Simge Dosyası:
zh_hant: 圖示檔案(&I):

# PackageIconUrlWarning.Text
source: PackageIconUrl detected but is deprecated. Please use PackageIcon instead.
cs: Zjistil se parametr PackageIconUrl, který je zastaralý. Místo něj prosím použijte parametr PackageIcon.
de: PackageIconUrl wurde erkannt, ist aber veraltet. Verwenden Sie stattdessen "PackageIcon".
es: Se ha detectado un objeto PackageIconUrl, pero está en desuso. Use PackageIcon en su lugar.
fr: PackageIconUrl a été détecté mais il est déprécié. Utilisez PackageIcon à la place.
it: PackageIconUrl è stato rilevato ma è deprecato. In alternativa, usare PackageIcon.
ja: PackageIconUrl が検出されましたが、非推奨です。代わりに PackageIcon をご使用ください。
ko: PackageIconUrl이 검색되었지만 사용되지 않습니다. 대신 PackageIcon을 사용하세요.
pl: Wykryto element PackageIconUrl, ale jest on przestarzały. Użyj zamiast niego elementu PackageIcon.
pt_br: O PackageIconUrl foi detectado, mas foi preterido. Em vez dele, use PackageIcon.
ru: Обнаружен устаревший параметр PackageIconUrl. Используйте вместо него PackageIcon.
tr: PackageIconUrl algılandı ancak kullanım dışı bırakılmış. Lütfen bunun yerine PackageIcon kullanın.
zh_hant: 偵測到 PackageIconUrl，但即將淘汰。請改用 PackageIcon。

# PackageVersionLabel.Text
source: Package &version:
cs: &Verze balíčku:
de: Paket&version:
es: Versión de pa&quete:
fr: &amp:Version de package :
it: &Versione del pacchetto:
ja: パッケージ バージョン(&V):
ko: 패키지 버전(&V):
pl: &Wersja pakietu:
pt_br: &Versão do pacote:
ru: В&ерсия пакета:
tr: Paket &sürümü:
zh_hans: 包版本(&V):
zh_hant: 套件版本(&V):

# PackageTagsLabel.Text
source: &Tags:
cs: &Značky:
es: &Etiquetas:
fr: B&alises :
it: &Tag:
ja: タグ(&T):
ko: 태그(&T):
pl: &Tagi:
ru: &Теги:
tr: &Etiketler:
zh_hans: 标记(&T):
zh_hant: 標記(&T):

# RepositoryUrlLabel.Text
source: &Repository URL:
cs: Ad&resa URL úložiště:
es: &Dirección URL del repositorio:
fr: U&RL de dépôt :
it: URL del &repository:
ja: リポジトリ URL(&R):
ko: 리포지토리 URL(&R):
pl: Adres URL &repozytorium:
pt_br: URL do &Repositório:
ru: &URL-адрес репозитория:
tr: &Depo URL'si:
zh_hans: 存储库 URL (&R):
zh_hant: 存放庫 URL(&R):

# PackageReleaseNotesLabel.Text
source: Release &notes:
cs: Zpráva k vydá&ní verze:
de: &Anmerkungen zu dieser Version:
es: Notas de la versió&n:
fr: &Notes de publication :
it: &Note sulla versione:
ja: リリース ノート(&N):
ko: 릴리스 정보(&N):
pl: I&nformacje o wersji:
pt_br: &Notas de versão:
ru: Заметки о в&ыпуске:
tr: Sürüm &notları:
zh_hans: 发行说明(&N):
zh_hant: 版本資訊(&N):

# RepositoryTypeLabel.Text
source: &Repository type:
cs: &Typ úložiště:
de: &Repositorytyp:
es: &Tipo de repositorio:
fr: Type de &dépôt :
it: Tipo di &repository:
ja: リポジトリの種類(&R):
ko: 리포지토리 형식(&R):
pl: Typ &repozytorium:
pt_br: &Tipo de repositório:
ru: &Тип репозитория:
tr: &Depo türü:
zh_hans: 存储库类型(&R):
zh_hant: 存放庫類型(&R):

# PackageProjectUrlLabel.Text
source: &Project URL:
cs: Adresa URL &projektu:
de: &Projekt-URL:
es: &Dirección URL del proyecto:
fr: URL de &projet :
it: URL del &progetto:
ja: プロジェクト URL(&P):
ko: 프로젝트 URL(&P):
pl: Adres URL &projektu:
pt_br: URL do &Projeto:
ru: &URL-адрес проекта:
tr: &Proje URL'si:
zh_hans: 项目 URL (&P):
zh_hant: 專案 URL(&P):

# GeneratePackageOnBuild.Text
source: &Generate NuGet package on build
cs: &Generovat při sestavení balíček NuGet
de: &NuGet-Paket beim Build generieren
es: &Generar paquete de NuGet al compilar
fr: &Générer le package NuGet en même temps que la build
it: &Genera pacchetto NuGet durante la compilazione
ja: ビルドで NuGet パッケージを生成(&G)
ko: 빌드 시 NuGet 패키지 생성(&G)
pl: &Generuj pakiet NuGet podczas kompilacji
pt_br: &Gerar pacote NuGet no build
ru: &Формировать пакет NuGet при сборке
tr: Derlemeden sonra NuGet paketi &oluştur
zh_hans: 在构建时生成 NuGet 包(&G)
zh_hant: 在建置時產生 NuGet 套件(&G)

# NeutralLanguageLabel.Text
source: Assembly &neutral language:
cs: &Neutrální jazyk sestavení:
de: &Neutrale Sprache der Assembly:
es: Lenguaje &neutro de ensamblado:
fr: Langage &neutre de l'assembly :
it: Li&ngua di sistema dell'assembly:
ja: アセンブリ ニュートラル言語(&N):
ko: 어셈블리 중립 언어(&N):
pl: Język &neutralny zestawu:
pt_br: Idioma &neutro do assembly:
ru: Сборка на ней&тральном языке:
tr: Derlemeden &bağımsız dil:
zh_hans: 程序集非特定语言(&N):
zh_hant: 組件中性語言(&N):

# AssemblyVersionRevisionTextBox.AccessibleName
source: Assembly Version Revision
cs: Revize verze sestavení
de: Revision der Assemblyversion
es: Revisión de la versión del ensamblado
fr: Révision de version d'assembly
it: Revisione versione dell'assembly
ja: アセンブリ バージョンのリビジョン
ko: 어셈블리 수정 버전
pl: Poprawka wersji zestawu
pt_br: Revisão da Versão do Assembly
ru: Редакция версии сборки
tr: Derleme Sürümü Düzeltme
zh_hans: 程序集版本修订
zh_hant: 組件版本修訂

# AssemblyVersionBuildTextBox.AccessibleName
source: Assembly Version Build
cs: Build verze sestavení
de: Versionsbuild der Assembly
es: Compilación de versión de ensamblado
fr: Build de version d'assembly
it: Build versione dell'assembly
ja: アセンブリ バージョン ビルド
ko: 어셈블리 버전 빌드
pl: Kompilacja wersji zestawu
pt_br: Versão do Build do Assembly
ru: Сборка версии сборки
tr: Derleme Sürüm Derlemesi
zh_hans: 程序集版本生成
zh_hant: 組件版本組建

# AssemblyVersionMinorTextBox.AccessibleName
source: Assembly Version Minor
cs: Podverze sestavení
de: Nebenversion der Assembly:
es: Versión del ensamblado secundaria
fr: Version mineure d'assembly
it: Versione secondaria versione dell'assembly
ja: アセンブリのマイナー バージョン
ko: 어셈블리 부 버전
pl: Wersja pomocnicza zestawu
pt_br: Versão Secundária do Assembly
ru: Дополнительная версия сборки
tr: Derleme Sürümü Alt
zh_hans: 程序集次要版本
zh_hant: 次要組件版本

# AssemblyVersionMajorTextBox.AccessibleName
source: Assembly Version Major
cs: Hlavní verze sestavení
de: Hauptversion der Assembly
es: Versión de ensamblado principal
fr: Version majeure d'assembly
it: Versione principale versione dell'assembly
ja: アセンブリのメジャーバージョン
ko: 어셈블리 주 버전
pl: Wersja główna zestawu
pt_br: Versão Principal do Assembly
ru: Основная версия сборки
tr: Derleme Ana Sürümü
zh_hans: 程序集主要版本
zh_hant: 組件版本主要

# FileVersionRevisionTextBox.AccessibleName
source: Assembly File Verison Revision
cs: Revize verze souboru sestavení
de: Revision der Assemblydateiversion
es: Revisión de la versión del archivo de ensamblado
fr: Révision de version de fichier d'assembly
it: Revisione versione del file di assembly
ja: アセンブリ ファイル バージョンのリビジョン
ko: 어셈블리 파일 수정 버전
pl: Poprawka wersji pliku zestawu
pt_br: Revisão da Versão do Arquivo do Assembly
ru: Редакция версии файла сборки
tr: Derleme Dosyası Sürümünü Düzeltme
zh_hans: 程序集文件版本修订
zh_hant: 組件檔案版本修訂

# FileVersionBuildTextBox.AccessibleName
source: Assembly File Verison Build
cs: Build verze souboru sestavení
de: Versionsbuild der Assemblydatei
es: Compilación de versión de archivo de ensamblado
fr: Build de version de fichier d'assembly
it: Build versione del file di assembly
ja: アセンブリ ファイル バージョンのビルド
ko: 어셈블리 파일 버전 빌드
pl: Kompilacja wersji pliku zestawu
pt_br: Versão do Build do Arquivo do Assembly
ru: Сборка версии файла сборки
tr: Derleme Dosya Sürümü Derlemesi
zh_hans: 程序集文件版本生成
zh_hant: 組件檔案版本組建

# FileVersionMinorTextBox.AccessibleName
source: Assembly File Verison Minor
cs: Podverze souboru sestavení
de: Nebenversion der Assemblydatei
es: Versión secundaria del archivo de ensamblado
fr: Version mineure du fichier d'assembly
it: Versione secondaria versione del file di assembly
ja: アセンブリ ファイルのマイナー バージョン
ko: 어셈블리 파일 부 버전
pl: Wersja pomocnicza pliku zestawu
pt_br: Versão Secundária do Arquivo do Assembly
ru: Дополнительная версия файла сборки
tr: Derleme Dosyası Alt Sürümü
zh_hans: 程序集文件次要版本
zh_hant: 組件檔案版本次要

# FileVersionMajorTextBox.AccessibleName
source: Assembly File Verison Major
cs: Hlavní verze souboru sestavení
de: Hauptversion der Assembly
es: Versión de archivo de ensamblado principal
fr: Version majeure du fichier d'assembly
it: Versione principale della versione del file di assembly
ja: アセンブリ ファイルのメジャー バージョン
ko: 어셈블리 파일 주 버전
pl: Wersja główna pliku zestawu
pt_br: Versão Principal do Arquivo do Assembly
ru: Основная версия файла сборки
tr: Derleme Dosyası Ana Sürümü
zh_hans: 程序集文件主要版本
zh_hant: 組件檔案版本主要

# PackageRequireLicenseAcceptance.Text
source: Require &license acceptance
cs: Vyžadovat přijetí &licence
de: Akzeptieren der &Lizenz erfordern
es: Requerir aceptación de la licen&cia
fr: Exiger l'acceptation de &licence
it: Richiedi accettazione della &licenza
ja: ライセンスの同意が必要(&L)
ko: 라이선스 승인 필요(&L)
pl: Wymagaj zaakceptowania &licencji
pt_br: Exigir aceitação da &licença
ru: Требовать &принятия условий лицензии
tr: Lisansın kabul &edilmesini gerektir
zh_hans: 要求接受许可证(&L)
zh_hant: 需要授權接受(&L)

# PackageIdLabel.Text
source: Package &id:
cs: &ID balíčku:
de: &Paket-ID:
es: &Id. de paquete:
fr: &ID de package :
it: &ID pacchetto:
ja: パッケージ ID(&I):
ko: 패키지 ID(&I):
pl: &Identyfikator pakietu:
pt_br: &ID do pacote:
ru: Иден&тификатор пакета:
tr: Paket &kimliği:
zh_hans: 包 ID (&I):
zh_hant: 套件識別碼(&I):

# AuthorsLabel.Text
source: &Authors:
cs: &Autoři:
de: &Autoren:
es: &Autores:
fr: &Auteurs :
it: &Autori:
ja: 作成者(&A):
ko: 작성자(&A):
pl: &Autorzy:
pt_br: &Autores:
ru: &Авторы:
tr: &Yazarlar:
zh_hans: 作者(&A):
zh_hant: 作者(&A):

# AssemblyCompanyLabel.Text
source: Compan&y:
cs: Spo&lečnost:
de: &Unternehmen:
es: Com&pañía:
fr: So&ciété :
it: Soc&ietà:
ja: 会社(&Y):
ko: 회사(&Y):
pl: &Firma:
pt_br: Empres&a:
ru: Организа&ция:
tr: Şirke&t:
zh_hans: 公司(&Y):
zh_hant: 公司(&Y):

# ProductLabel.Text
source: &Product:
cs: &Produkt:
de: &Produkt:
es: &Producto:
fr: &Produit :
it: &Prodotto:
ja: 製品(&P):
ko: 제품(&P):
pl: &Produkt:
pt_br: &Produto:
ru: &Продукт:
tr: &Ürün:
zh_hans: 产品(&P):
zh_hant: 產品(&P):

# AssemblyFileVersionLabel.Text
source: Assembly &file version:
cs: Verze &souboru sestavení:
de: Assembly&dateiversion:
es: Versión del &archivo de ensamblado:
fr: Version du &fichier d'assembly :
it: Versione &file di assembly:
ja: アセンブリ ファイルのバージョン(&F):
ko: 어셈블리 파일 버전(&F):
pl: Wersja &pliku zestawu:
pt_br: Versão do &arquivo do assembly:
ru: Версия &файла сборки:
tr: Derleme &dosyası sürümü:
zh_hans: 程序集文件版本(&F):
zh_hant: 組件檔案版本(&F):

# PackageLicenseLabel.Text
source: &Licensing:
cs: &Licencování:
de: &Lizenzierung:
es: &Licencias:
fr: &Licences :
it: &Licenze:
ja: ライセンス(&L):
ko: 라이선스(&L):
pl: &Licencjonowania:
pt_br: &Licenciamento:
ru: &Лицензирование:
tr: &Lisanslama:
zh_hans: 许可(&L):
zh_hant: 授權(&L):

# ExpressionLabel.Text
source: &Expression:
cs: &Výraz:
de: &Ausdruck:
es: &Expresión:
it: &Espressione:
ja: 式(&E):
ko: 식(&E):
pl: &Wyrażenie:
ru: &Выражение:
tr: &İfade:
zh_hans: 表达式(&E):
zh_hant: 運算式(&E):

# OrLabel.Text
source: &OR
de: &ODER
ja: OR(&O)
ko: OR(&O)
pl: &LUB
pt_br: &OU
ru: &ИЛИ
tr: &VEYA
zh_hans: OR(&O)
zh_hant: 或(&O)

# FileLabel.Text
source: &File:
cs: &Soubor:
de: &Datei:
es: &Archivo:
fr: &Fichier :
ja: ファイル(&F):
ko: 파일(&F):
pl: &Plik:
pt_br: &Arquivo:
ru: &Файл:
tr: &Dosya:
zh_hans: 文件(&F):
zh_hant: 檔案(&F):

# LicenseBrowseButton.Text
source: Browse...
cs: Procházet...
de: Durchsuchen...
es: Examinar...
fr: Parcourir
it: Sfoglia...
ja: 参照...
ko: 찾아보기...
pl: Przeglądaj...
pt_br: Procurar...
ru: Обзор...
tr: Gözat...
zh_hans: 浏览...
zh_hant: 瀏覽...

# Copyright.AccessibleName
source: Package Copyright
cs: Autorská práva na balíček
de: Copyright des Pakets
es: Copyright del paquete
fr: Copyright du package
it: Copyright del pacchetto
ja: パッケージの著作権
ko: 패키지 저작권
pl: Pakiet — prawa autorskie
pt_br: Direitos Autorais do Pacote
ru: Авторские права пакета
tr: Paket Telif Hakkı
zh_hans: 程序包版权
zh_hant: 套件著作權

# Description.AccessibleName
source: Package Description
cs: Popis balíčku
de: Paketbeschreibung
es: Descripción del paquete
fr: Description du package
it: Descrizione del pacchetto
ja: パッケージの説明
ko: 패키지 설명
pl: Pakiet — opis
pt_br: Descrição do Pacote
ru: Описание пакета
tr: Paket Açıklaması
zh_hans: 程序包说明
zh_hant: 套件說明

# PackageProjectUrl.AccessibleName
source: Package Project URL
cs: URL projektu balíčku
de: Paketprojekt-URL
es: Dirección URL de proyecto de paquete
fr: URL de projet du package
it: URL del progetto del pacchetto
ja: パッケージ プロジェクトの URL
ko: 패키지 프로젝트 URL
pl: Adres URL projektu pakietu
pt_br: URL do Projeto do Pacote
ru: URL-адрес проекта пакета
tr: Paket Proje URL’si
zh_hans: 包项目 URL
zh_hant: 套件專案 URL

# PackageVersion.AccessibleName
source: Package Version
cs: Verze balíčku
de: Paketversion
es: Versión de paquete
fr: Version du package
it: Versione del pacchetto
ja: パッケージ バージョン
ko: 패키지 버전
pl: Wersja pakietu
pt_br: Versão do Pacote
ru: Версия пакета
tr: Paket Sürümü
zh_hans: 包版本
zh_hant: 套件版本

# RepositoryUrl.AccessibleName
source: Package Repository URL
cs: Adresa URL úložiště balíčku
de: Paketrepository-URL
es: URL del repositorio del paquete
fr: URL de dépôt du package
it: URL del Repository del pacchetto
ja: パッケージ リポジトリ URL
ko: 패키지 리포지토리 URL
pl: Pakiet — adres URL repozytorium
pt_br: URL do Repositório do Pacote
ru: URL-адрес репозитория пакета
tr: Paket Depo URL'si
zh_hans: 包存储库 URL
zh_hant: 套件存放庫 URL

# RepositoryType.AccessibleName
source: Package Repository Type
cs: Typ úložiště balíčku
de: Repositorytyp des Pakets
es: Tipo de repositorio del paquete
fr: Type de dépôt du package
it: Tipo di repository del pacchetto
ja: パッケージ リポジトリの種類
ko: 패키지 리포지토리 유형
pl: Pakiet — typ repozytorium
pt_br: Tipo de Repositório do Pacote
ru: Тип репозитория пакета
tr: Paket Deposu Türü
zh_hans: 包存储库类型
zh_hant: 套件存放庫類型

# PackageReleaseNotes.AccessibleName
source: Package Release Notes
cs: Zpráva k vydání verze balíčku
de: Versionshinweise packen
es: Notas de la versión del paquete
fr: Notes de publication du package
it: Note sulla versione del pacchetto
ja: パッケージのリリース ノート
ko: 패키지 릴리스 정보
pl: Pakiet — informacje o wersji
pt_br: Notas de versão do pacote
ru: Заметки о выпуске пакета
tr: Paket Sürüm Notları
zh_hans: 软件包发行说明
zh_hant: 套件版本資訊

# NeutralLanguageComboBox.AccessibleName
source: Package Assembly Neutral Language
cs: Neutrální jazyk sestavení balíčku
de: Neutrale Sprache der Paketassembly
es: Ensamblado independiente del idioma del paquete
fr: Langage neutre de l'assembly du package
it: Lingua di sistema dell'assembly del pacchetto
ja: パッケージ アセンブリ ニュートラル言語
ko: 패키지 어셈블리 중립 언어
pl: Pakiet — język neutralny dla zestawu
pt_br: Assembly do Pacote com Neutralidade de Idioma
ru: Нейтральный язык сборки пакета
tr: Paket Bütünleştirilmiş Kodu Dilden Bağımsız
zh_hans: 包程序集中性语言
zh_hant: 套件組件中性語言

# PackageId.AccessibleName
source: Package ID
cs: ID balíčku
de: Paket-ID
es: Id. de paquete
fr: ID de package
it: ID pacchetto
ja: パッケージ ID
ko: 패키지 ID
pl: Identyfikator pakietu
pt_br: ID do Pacote
ru: Идентификатор пакета
tr: Paket Kimliği
zh_hans: 包 ID
zh_hant: 套件識別碼

# Authors.AccessibleName
source: Package Authors
cs: Autoři balíčku
de: Paketautoren
es: Autores del paquete
fr: Auteurs du package
it: Autori del pacchetto
ja: パッケージの作成者
ko: 패키지 만든 이
pl: Pakiet — autorzy
pt_br: Autores do pacote
ru: Авторы пакета
tr: Paket Yazarları
zh_hans: 包作者
zh_hant: 套件作者

# AssemblyCompany.AccessibleName
source: Package Company
cs: Společnost balíčku
de: Paket – Unternehmen
es: Compañía del paquete
fr: Entreprise du package
it: Società del pacchetto
ja: パッケージ会社
ko: 패키지 회사
pl: Pakiet — firma
pt_br: Empresa do Pacote
ru: Организация пакета
tr: Paket Şirketi
zh_hans: 程序包公司
zh_hant: 套件公司

# Product.AccessibleName
source: Package Product
cs: Produkt balíčku
de: Paket – Produkt
es: Producto del paquete
fr: Produit du package
it: Prodotto del pacchetto
ja: パッケージ製品
ko: 패키지 제품
pl: Pakiet — produkt
pt_br: Produto do Pacote
ru: Продукт пакета
tr: Paket Ürün
zh_hans: 程序包产品
zh_hant: 封裝產品

# LicenseBrowseButton.AccessibleName
source: Package License File Browse
cs: Vyhledat soubor s licencí na balíček
de: Paketlizenzdatei durchsuchen
es: Examinar el archivo de licencia del paquete
fr: Navigation dans les fichiers de licence de package
it: Esplorazione file di licenza del pacchetto
ja: パッケージ ライセンス ファイル参照
ko: 패키지 라이선스 파일 찾아보기
pl: Plik licencji pakietu — przeglądaj
pt_br: Procura de Arquivo do Pacote de Licença
ru: Просмотр файла лицензии пакета
tr: Paket Lisans Dosyasına Gözat
zh_hans: 包许可证文件浏览
zh_hant: 套件授權檔案瀏覽

# LicenseFileNameTextBox.AccessibleName
source: Package License File Path
cs: Cesta k souboru licence na balíček
de: Pfad zur Paketlizenzdatei
es: Ruta de acceso del archivo de licencia del paquete
fr: Chemin du fichier de licence du package
it: Percorso del file di licenza del pacchetto
ja: パッケージ ライセンス ファイルのパス
ko: 패키지 라이선스 파일 경로
pl: Pakiet — ścieżka do pliku licencji
pt_br: Caminho do Arquivo da Licença do Pacote
ru: Путь к файлу лицензии пакета
tr: Paket Lisans Dosyası Yolu
zh_hans: 包许可证文件路径
zh_hant: 套件授權檔案路徑

# PackageLicenseExpression.AccessibleName
source: Package License Expression
cs: Výraz licence na balíček
de: Lizenzausdruck des Pakets
es: Expresión del paquete de licencia
fr: Expression de licence de package
it: Espressione della licenza del pacchetto
ja: パッケージ ライセンス式
ko: 패키지 라이선스 식
pl: Wyrażenie licencji pakietu
pt_br: Expression da Licença do Pacote
ru: Выражение лицензии пакета
tr: Paket Lisans İfadesi
zh_hans: 包许可证表达式
zh_hant: 套件授權運算式

# PackageTags.AccessibleName
source: Package Tags
cs: Značky balíčku
de: Pakettags
es: Etiquetas de paquete
fr: Étiquettes du package
it: Tag del pacchetto
ja: パッケージ タグ
ko: 패키지 태그
pl: Tagi pakietu
pt_br: Marcas do Pacote
ru: Теги пакета
tr: Paket Etiketleri
zh_hans: 包标记
zh_hant: 套件標記

# LicenseExpressionRadioButton.AccessibleName
source: Package License Expression
cs: Výraz licence na balíček
de: Paketlizenzausdruck
es: Expresión del paquete de licencia
fr: Expression de licence du package
it: Espressione della licenza del pacchetto
ja: パッケージ ライセンス式
ko: 패키지 라이선스 식
pl: Wyrażenie licencji pakietu
pt_br: Expressão da Licença do Pacote
ru: Выражение лицензии пакета
tr: Paket Lisans İfadesi
zh_hant: 套件授權運算式

# LicenseFileRadioButton.AccessibleName
source: Package License File
cs: Soubor licence na balíček
de: Paketlizenzdatei
es: Archivo de licencia del paquete
fr: Fichier de licence du package
it: File di licenza del pacchetto
ja: パッケージ ライセンス ファイル
ko: 패키지 라이선스 파일
pl: Plik licencji pakietu
pt_br: Arquivo da Licença do Pacote
ru: Файл лицензии пакета
tr: Paket Lisans Dosyası
zh_hant: 套件授權檔案

# LicenseUrlWarning.Text
source: PackageLicenseURL detected but is deprecated. Please use Expression or File instead.
cs: Byla zjištěna adresa PackageLicenseURL, ale je zastaralá. Místo toho prosím použijte výraz nebo soubor.
de: PackageLicenseURL wurde erkannt, ist aber veraltet. Verwenden Sie stattdessen einen Ausdruck oder eine Datei.
es: Se ha detectado el elemento PackageLicenseURL, pero está en desuso. En su lugar, use Expression o File.
fr: PackageLicenseURL a été détecté mais il est déprécié. Utilisez Expression ou File à la place.
it: PackageLicenseURL è stato rilevato ma è deprecato. In alternativa, usare Expression o File.
ja: PackageLicenseURL が検出されましたが、非推奨です。代わりに、Expression または File を使用してください。
ko: PackageLicenseURL이 검색되었지만 사용되지 않습니다. 대신 식이나 파일을 사용하세요.
pl: Wykryto element PackageLicenseURL, ale jest on przestarzały. Użyj zamiast niego elementu Expression lub File.
pt_br: O PackageLicenseURL foi detectado, mas foi preterido. Em vez dele, use Expression ou File.
ru: Обнаружен устаревший параметр PackageLicenseURL. Используйте вместо него Expression или File.
tr: PackageLicenseURL algılandı ancak kullanım dışı bırakılmış. Lütfen bunun yerine Expression veya File kullanın.
zh_hant: 偵測到 PackageLicenseURL，但即將淘汰。請改用運算式或檔案。

# LicenseExpressionRadioButton.AccessibleName
source: Package License Expression Radio Button
zh_hans: 包许可证表达式单选按钮

# LicenseFileRadioButton.AccessibleName
source: Package License File Radio Button
zh_hans: 包许可证文件单选按钮

# LicenseUrlWarning.Text
source: PackageLicenseURL property was detected, but it has been deprecated. Please change to either an Expression or File.
zh_hans: 检测到 PackageLicenseURL 属性，但它已被弃用。请更改为 Expression 或 File。
