Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/Dependencies/xlf/ResolvedPackageReference.xaml.*.xlf
Languages: es, it, ko, pt_br, zh_hant

# BoolProperty|GeneratePathProperty|Description
source: Indicates whether to generate an MSBuild property with the location of the package's root directory. The generated property name is in the form of 'Pkg[PackageID]', where '[PackageID]' is the ID of the package with any periods '.' replaced with underscores '_'.
es: Indica si se va a generar una propiedad de MSBuild con la ubicación del directorio raíz del paquete. El nombre de la propiedad generada tiene el formato "pkg [PackageID]", donde "[PackageID]" es el ID del paquete con cualquier punto "." reemplazado por guiones bajos " _ ".
it: Indica se generare una proprietà MSBuild con il percorso della directory radice del pacchetto. Il nome di proprietà generato è in formato 'Pkg[IDpacchetto]', dove '[IDpacchetto]' è l'ID del pacchetto in cui gli eventuali punti ('.') sono stati sostituiti da caratteri di sottolineatura ('_').
ko: 패키지의 루트 디렉터리 위치를 사용하여 MSBuild 속성을 생성할지 여부를 제어합니다. 생성된 속성 이름은 'Pkg[PackageID]' 형식입니다. 여기서 '[PackageID]'는 패키지의 ID이고 마침표 '.'는 밑줄 '_'로 바뀝니다.
pt_br: Indica se é necessário gerar uma propriedade do MSBuild com a localização do diretório de raiz do pacote. O nome da propriedade gerado é em forma de 'Pkg [PackageID]', onde '[PackageID] 'é o ID do pacote com quaisquer períodos'.' substituído com caracteres de sublinhado '_'.
zh_hant: 表示是否要以套件根目錄的位置產生 MSBuild 屬性。產生屬性的名稱格式為 'Pkg[PackageID]'，其中 '[PackageID]' 是套件的識別碼，所有句點 '.' 均會替換為底線 '_'。

# BoolProperty|GeneratePathProperty|DisplayName
source: Generate path property
es: Generar la propiedad path
it: Genera la proprietà Path
ko: 경로 속성 생성
pt_br: Gerar propriedade do caminho
zh_hant: 產生路徑屬性

# Rule|ResolvedPackageReference|DisplayName
source: Package Reference
es: Paquete

# Rule|ResolvedPackageReference|Description
source: Package Reference Properties
es: Propiedades de paquete

# StringProperty|Version|DisplayName
source: Version
es: Versión
it: Versione
ko: 버전
pt_br: Versão
zh_hant: 版本

# StringProperty|Version|Description
source: Version of dependency.
es: Versión de la dependencia.
it: Versione della dipendenza.
ko: 종속성의 버전입니다.
pt_br: Versão da independência.
zh_hant: 相依性的版本。

# StringProperty|NoWarn|Description
source: Comma-delimited list of warnings that should be suppressed for this package.
es: Lista de advertencias delimitadas por comas que se deben suprimir en este paquete.
it: Elenco di avvisi delimitati da virgole che non devono essere eliminati per questo pacchetto.
ko: 이 패키지에 대해 표시하지 않는, 쉼표로 구분된 경고 목록입니다.
pt_br: Lista de avisos delimitada por vírgula que deve ser suprimida para esse pacote.
zh_hant: 應對此套件隱藏的警告逗點分隔清單。

# StringProperty|IncludeAssets|Description
source: Assets to include from this reference.
es: Recursos de esta referencia que se deben incluir.
it: Asset da includere da questo riferimento.
ko: 이 참조에서 포함할 자산입니다.
pt_br: Ativos a serem incluídos dessa referência.
zh_hant: 要從此參考包含的資產。

# StringProperty|ExcludeAssets|Description
source: Assets to exclude from this reference.
es: Recursos de esta referencia que se deben excluir.
it: Asset da escludere da questo riferimento.
ko: 이 참조에서 제외할 자산입니다.
pt_br: Ativos a serem excluídos dessa referência.
zh_hant: 要從此參考排除的資產。

# StringProperty|PrivateAssets|DisplayName
source: Private Assets
es: Recursos privados
it: Risorse private
ko: 프라이빗 자산
pt_br: Assets privados
zh_hant: 私用資產

# StringProperty|PrivateAssets|Description
source: Assets that are private in this reference.
es: Recursos que son privados en esta referencia.
it: Asset privati in questo riferimento.
ko: 이 참조에서 프라이빗인 자산입니다.
pt_br: Ativos que são particulares nessa referência.
zh_hant: 此參考中的私人資產。

# StringProperty|Path|Description
source: Location of the package being referenced.
es: Ubicación del paquete al que se hace referencia.
it: Percorso del pacchetto a cui viene fatto riferimento.
ko: 참조되는 패키지의 위치입니다.
pt_br: Localização do pacote que está sendo referenciado.
zh_hant: 目前參考的套件位置。

# StringProperty|Name|DisplayName
source: Name
es: Nombre
it: Nome
ko: 이름
pt_br: Nome
zh_hant: 名稱

# StringProperty|Path|DisplayName
source: Path
es: Ruta de acceso
it: Percorso
ko: 경로
pt_br: Caminho
zh_hant: 路徑

# Rule|ResolvedPackageReference|DisplayName
source: Package
it: Pacchetto
ko: 패키지
pt_br: Pacote
zh_hant: 套件

# Rule|ResolvedPackageReference|Description
source: Package Properties
it: Proprietà del pacchetto
ko: 패키지 속성
pt_br: Propriedades do Pacote
zh_hant: 套件屬性
