Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/Dependencies/xlf/ResolvedCOMReference.xaml.*.xlf
Languages: ko, pt_br

# Rule|ResolvedCOMReference|DisplayName
source: Resolved COM Reference
ko: 확인된 COM 참조
pt_br: Referência COM resolvida

# Rule|ResolvedCOMReference|Description
source: COM Reference Properties
ko: COM 참조 속성
pt_br: Propriedades de Referência COM

# StringListProperty|Aliases|DisplayName
source: Aliases
ko: 별칭

# StringListProperty|Aliases|Description
source: A comma-delimited list of aliases to this reference.
ko: 이 참조에 대한 쉼표로 구분된 별칭 목록입니다.
pt_br: Uma lista delimitada por vírgula de aliases para esta referência.

# BoolProperty|CopyLocal|DisplayName
source: Copy Local
ko: 로컬 복사
pt_br: Local da Cópia

# BoolProperty|CopyLocal|Description
source: Indicates whether the reference will be copied to the output directory.
ko: 참조를 출력 디렉터리에 복사할지 여부를 나타냅니다.
pt_br: Indica se a referência será copiada para o diretório de saída.

# BoolProperty|EmbedInteropTypes|DisplayName
source: Embed Interop Types
ko: Interop 형식 포함
pt_br: Inserir Tipos Interop

# BoolProperty|EmbedInteropTypes|Description
source: Indicates whether types defined in this assembly will be embedded into the target assembly.
ko: 이 어셈블리에 정의된 형식이 대상 어셈블리에 포함되는지 여부를 나타냅니다.
pt_br: Indica se os tipos definidos neste assembly serão inseridos no assembly de destino.

# EnumValue|FileType.Assembly|DisplayName
source: .NET assembly
ko: .NET 어셈블리
pt_br: Assembly .NET

# EnumValue|FileType.ActiveX|DisplayName
source: COM type library
ko: COM 형식 라이브러리
pt_br: Biblioteca de tipos COM

# EnumValue|FileType.Native Assembly|DisplayName
source: Native Assembly
ko: 네이티브 어셈블리
pt_br: Assembly Nativo

# StringProperty|Identity|DisplayName
source: Identity
ko: ID
pt_br: Identidade

# StringProperty|Identity|Description
source: Security identity of the referenced assembly (see System.Reflection.Assembly.Evidence or System.Security.Policy.Evidence).
ko: 참조된 어셈블리의 보안 ID입니다(System.Reflection.Assembly.Evidence 또는 System.Security.Policy.Evidence 참조).
pt_br: Identidade de segurança do assembly referenciado (veja System.Reflection.Assembly.Evidence ou System.Security.Policy.Evidence).

# StringProperty|ResolvedPath|DisplayName
source: Path
ko: 경로
pt_br: Caminho

# StringProperty|ResolvedPath|Description
source: Location of the file being referenced.
ko: 참조되는 파일의 위치입니다.
pt_br: Localização do arquivo que está sendo referenciado.

# StringProperty|Version|DisplayName
source: Version
ko: 버전
pt_br: Versão

# StringProperty|Version|Description
source: Version of reference.
ko: 참조의 버전입니다.
pt_br: Versão de referência.
