Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/xlf/ConfigurationGeneral.xaml.*.xlf
Languages: de, fr, ja, ko, pl, zh_hant

# Rule|ConfigurationGeneral|DisplayName
source: General
de: Allgemein
fr: Général
ja: 全般
ko: 일반
pl: Ogólne
zh_hant: 一般

# Rule|ConfigurationGeneral|Description
source: General
de: Allgemein
fr: Général
ja: 全般
ko: 일반
pl: Ogólne
zh_hant: 一般

# Category|General|DisplayName
source: General
de: Allgemein
fr: Général
ja: 全般
ko: 일반
pl: Ogólne
zh_hant: 一般

# Category|General|Description
source: General
de: Allgemein
fr: Général
ja: 全般
ko: 일반
pl: Ogólne
zh_hant: 一般

# StringProperty|ApplicationIcon|DisplayName
source: Application Icon
de: Anwendungssymbol
fr: Icône d'application
ja: アプリケーション アイコン
ko: 응용 프로그램 아이콘
pl: Ikona aplikacji
zh_hant: 應用程式圖示

# StringProperty|TargetFrameworkIdentifier|DisplayName
source: Target Framework Identifier
de: Zielframeworkbezeichner
fr: Identificateur du Framework cible
ja: ターゲット フレームワーク ID
ko: 대상 프레임워크 식별자
pl: Identyfikator platformy docelowej
zh_hant: 目標 Framework 識別碼

# StringProperty|TargetFrameworks|DisplayName
source: Target Frameworks
de: Zielframeworks
fr: Frameworks cibles
ja: ターゲット フレームワーク
ko: 대상 프레임워크
pl: Platformy docelowe
zh_hant: 目標 Framework

# StringProperty|TargetFramework|DisplayName
source: Target Framework
de: Zielframework
fr: Framework cible
ja: ターゲット フレームワーク
ko: 대상 프레임워크
pl: Platforma docelowa
zh_hant: 目標 Framework

# StringProperty|TargetFrameworkProfile|DisplayName
source: Target Framework Profile
de: Zielframeworkprofil
fr: Profil du framework cible
ja: ターゲット フレームワーク プロファイル
ko: 대상 프레임워크 프로필
pl: Profil platformy docelowej
zh_hant: 目標 Framework 設定檔

# StringProperty|TargetFrameworkVersion|DisplayName
source: Target Framework Version
de: Zielframeworkversion
fr: Version du framework cible
ja: ターゲット フレームワーク バージョン
ko: 대상 프레임워크 버전
pl: Wersja platformy docelowej
zh_hant: 目標 Framework 版本

# StringProperty|TargetFrameworkMoniker|DisplayName
source: Target Framework Moniker
de: Zielframeworkmoniker
fr: Moniker du Framework cible
ja: ターゲット フレームワーク モニカー
ko: 대상 프레임워크 모니커
pl: Krótka nazwa platformy docelowej
zh_hant: 目標 Framework Moniker

# StringProperty|DocumentationFile|DisplayName
source: XML doc comments file
de: XML-Dokumentdatei mit Kommentaren
fr: Fichier de commentaires de document XML
ja: XML ドキュメントのコメント ファイル
ko: XML 문서 주석 파일
pl: Plik komentarzy dokumentu XML
zh_hant: XML 文件註解檔案

# StringProperty|RootNamespace|DisplayName
source: Root namespace
de: Stammnamespace
fr: Espace de noms racine
ja: ルート名前空間
ko: 루트 네임스페이스
pl: Główna przestrzeń nazw
zh_hant: 根命名空間

# EnumValue|OutputType.Library|DisplayName
source: Class Library
de: Klassenbibliothek
fr: Bibliothèque de classes
ja: クラス ライブラリ
ko: 클래스 라이브러리
pl: Biblioteka klas
zh_hant: 類別庫

# EnumValue|OutputType.AppContainerExe|DisplayName
source: Windows Store app
fr: Application du Windows Store
ja: Windows ストア アプリ
ko: Windows 스토어 앱
pl: Aplikacja ze Sklepu Windows
zh_hant: Windows 市集應用程式

# BoolProperty|Optimize|Description
source: Should compiler optimize output?
de: Soll die Ausgabe vom Compiler optimiert werden?
fr: Le compilateur doit-il optimiser la sortie ?
ja: コンパイラが出力を最適化するかどうかを示します。
ko: 컴파일러가 출력을 최적화해야 합니까?
pl: Czy kompilator powinien optymalizować dane wyjściowe?
zh_hant: 編譯器是否應將輸出最佳化?

# StringProperty|PackageAction|Description
source: The MSBuild target to use when packaging a project.
de: Das MSBuild-Ziel, das beim Verpacken eines Projekts verwendet werden soll.
fr: Cible MSBuild à utiliser lors de la création du package d'un projet.
ja: プロジェクトをパッケージ化するときに使用する MSBuild ターゲットです。
ko: 프로젝트를 패키지할 때 사용할 MSBuild 대상입니다.
pl: Element docelowy programu MSBuild używany podczas pakowania projektu.
zh_hant: 封裝專案時要使用的 MSBuild 目標。

# StringProperty|DefaultContentType|Description
source: The default content type name to use when adding files.
de: Die standardmäßigen Inhaltstypnamen, die beim Hinzufügen von Dateien verwendet werden sollen.
fr: Nom du type de contenu par défaut à utiliser lors de l'ajout de fichiers.
ja: ファイルを追加するときに使用する既定のコンテンツ タイプ名です。
ko: 파일을 추가할 때 사용할 기본 콘텐츠 형식 이름입니다.
pl: Domyślna nazwa typu zawartości używana podczas dodawania plików.
zh_hant: 加入檔案時要使用的預設內容類型名稱。

# EnumValue|TargetRuntime.AppHost|DisplayName
source: Windows app
fr: Application Windows
ja: Windows アプリ
ko: Windows 앱
pl: Aplikacja systemu Windows
zh_hant: Windows 應用程式

# BoolProperty|SuppressOutOfDateMessageOnBuild|Description
source: True to just build out-of-date projects without ever prompting the user to confirm.
de: "True", um veraltete Projekte einfach ohne Aufforderung des Benutzers zur Bestätigung zu erstellen.
fr: True pour simplement générer les projets obsolètes sans jamais demander à l'utilisateur de confirmer.
ja: プロジェクトが最新ではないことをユーザーに確認せずにプロジェクトをビルドする場合は True を指定します。
ko: 사용자에게 확인 메시지를 표시하지도 않고 오래된 프로젝트를 빌드하는 경우에만 True로 설정합니다.
pl: Wartość True pozwala kompilować przestarzałe projekty bez monitowania użytkownika o potwierdzenie.
zh_hant: True 即只建置過期的專案，不提示使用者確認。

# StringProperty|SharedProjectAppliesTo|Description
source: Capability match expression that at a minimum tests for the language of the Shared Project; used to filter Add Shared Project Reference choices.
de: Funktionsübereinstimmungsausdruck, der mindestens die Sprache des freigegebenen Projekts testet; wird zum Filtern der Auswahlen zum Hinzufügen einer Referenz für freigegebene Projekte verwendet.
fr: Expression de correspondance de fonctionnalité qui teste au minimum la langue du projet partagé. Permet de filtrer les choix relatifs à l'ajout de références du projet partagé.
ja: 最低でも共有プロジェクトの言語のテストを行う機能一致式。共有プロジェクトの参照の追加の選択肢をフィルターする場合に使用されます。
ko: 공유 프로젝트의 언어에 대해 최소한으로 테스트하는 기능 일치 식으로, [공유 프로젝트 참조 추가] 선택을 필터링하는 데 사용됩니다.
pl: Wyrażenie zgodności możliwości, które co najmniej sprawdza język projektu udostępnionego; służy do filtrowania opcji wyboru dodawania odwołania do projektu udostępnionego.
zh_hant: 共用專案語言之基本測試的功能比對運算式; 可用於篩選加入共用專案參考選項。

# BoolProperty|AlwaysUseNumericalSuffixInItemNames|Description
source: Indicates if names of newly added items should always be suffixed with a number.
de: Gibt an, ob den Namen neu hinzugefügter Elemente immer eine Zahl angehängt werden soll.
fr: Indique si les noms des éléments venant d'être ajoutés doivent toujours avoir un nombre comme suffixe.
ja: 新たに追加された項目の名前の後に常に数字を付けるかどうかを示します。
ko: 새로 추가된 항목 이름에 항상 숫자 접미사를 사용해야 하는지 여부를 나타냅니다.
pl: Wskazuje, czy nazwy nowo dodanych elementów powinny mieć zawsze sufiks z numerem.
zh_hant: 指出新增項目的名稱是否一律要在字尾附加數字。

# StringProperty|LanguageServiceName|Description
source: Represents the LanguageName that is passed to Roslyn
de: Stellt den an Roslyn übergebenen Sprachnamen dar.
fr: Représente le nom de langage passé à Roslyn
ja: Roslyn に渡される LanguageName を表します
ko: Roslyn에 전달된 LanguageName을 나타냅니다.
pl: Reprezentuje atrybut LanguageName przekazany do platformy Roslyn.
zh_hant: 代表傳遞至 Roslyn 的 LanguageName

# StringProperty|TemplateLanguage|Description
source: Represent the language that is persisted in items and project templates
de: Stellen die Sprache dar, die in Elementen und Projektvorlagen gespeichert ist.
fr: Représente la langue persistante dans les éléments et les modèles de projet
ja: 項目やプロジェクト テンプレート内で保持される言語を表します
ko: 항목 및 프로젝트 템플릿에 있는 언어를 나타냅니다.
pl: Reprezentuje język utrwalony w elementach i szablonach projektu.
zh_hant: 代表保存在項目和專案範本中的語言

# EnumValue|OutputType.Exe|DisplayName
source: Console Application
fr: Application console
ja: コンソール アプリケーション
zh_hant: 主控台應用程式

# EnumValue|OutputType.WinExe|DisplayName
source: Windows Application
fr: Application Windows
ja: Windows アプリケーション
zh_hant: Windows 應用程式

# StringProperty|LanguageServiceId|Description
source: Represents the GUID of object that implements the language service for the project.
fr: Représente le GUID de l'objet qui implémente le service de langage pour le projet.
ja: プロジェクトに言語サービスを実装するオブジェクトの GUID を表します。
zh_hant: 代表實作專案語言服務的物件 GUID。

# StringProperty|TargetFrameworkMonikers|DisplayName
source: Target Framework Monikers
fr: Monikers du framework cible
ja: ターゲット フレームワーク モニカー
zh_hant: 目標 Framework Moniker

# BoolProperty|DisableFastUpToDateCheck|DisplayName
source: Disable Fast Up To Date Check
fr: Désactiver le contrôle de mise à jour rapide

# EnumValue|OutputType.exe|DisplayName
source: Console Application
ko: 콘솔 응용 프로그램
pl: Aplikacja konsolowa

# EnumValue|OutputType.winexe|DisplayName
source: Windows Application
ko: Windows 응용 프로그램
pl: Aplikacja systemu Windows

# BoolProperty|SaveAssemblyInfoInSource|DisplayName
source: Save assembly info attribute values in source
pl: Zapisz wartości atrybutu z informacjami o zestawie w źródle
