Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/xlf/PackageReference.xaml.*.xlf
Languages: de, ru

# Rule|PackageReference|DisplayName
source: Package
de: Paket
ru: Пакет

# Rule|PackageReference|Description
source: Package Properties
de: Paketeigenschaften
ru: Свойства пакета

# StringProperty|Description|DisplayName
source: Description
de: Beschreibung
ru: Описание

# StringProperty|Description|Description
source: Dependency description.
de: Beschreibung der Abhängigkeit.
ru: Описание зависимости.

# StringProperty|Version|DisplayName
source: Version
ru: Версия

# StringProperty|Version|Description
source: Version of dependency.
de: Version der Abhängigkeit.
ru: Версия зависимости.

# StringProperty|IncludeAssets|Description
source: Assets to include from this reference
de: Einzuschließende Ressourcen aus diesem Verweis
ru: Ресурсы, включаемые из этой ссылки

# StringProperty|ExcludeAssets|Description
source: Assets to exclude from this reference
de: Auszuschließende Ressourcen aus diesem Verweis
ru: Ресурсы, исключаемые из этой ссылки

# StringProperty|PrivateAssets|Description
source: Assets that are private in this reference
de: Private Ressourcen in diesem Verweis
ru: Ресурсы, являющиеся закрытыми в этой ссылке

# StringProperty|OriginalItemSpec|Description
source: The evaluated item name of the original reference item whose resolution resulted in this resolved reference item.
de: Der ausgewertete Elementname des ursprünglichen Verweiselements, dessen Auflösung zu diesem aufgelösten Verweiselement geführt hat.
ru: Вычисленное имя исходного ссылочного элемента, в результате разрешения которого был получен данный разрешенный ссылочный элемент.

# StringProperty|NoWarn|Description
source: Comma-delimited list of warnings that should be suppressed for this package
de: Durch Trennzeichen getrennte Liste von Warnungen, die für dieses Paket unterdrückt werden sollen
ru: Разделенный запятыми список предупреждений, которые должны быть подавлены для этого пакета.
