Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/xlf/ResolvedProjectReference.xaml.*.xlf
Languages: it

# Rule|ResolvedProjectReference|DisplayName
source: Resolved Project Reference
it: Riferimento a progetto risolto

# Rule|ResolvedProjectReference|Description
source: Reference Properties
it: Proprietà del riferimento

# StringListProperty|Aliases|DisplayName
source: Aliases
it: Alias

# StringListProperty|Aliases|Description
source: A comma-delimited list of aliases to this reference.
it: Elenco di alias delimitato da virgole per questo riferimento.

# BoolProperty|CopyLocal|DisplayName
source: Copy Local
it: Copia localmente

# BoolProperty|CopyLocal|Description
source: Indicates whether the reference will be copied to the output directory.
it: Indica se il riferimento verrà copiato nella directory di output.

# StringProperty|Culture|DisplayName
source: Culture
it: Impostazioni cultura

# StringProperty|Culture|Description
source: The value of the culture field from the assembly metadata.
it: Valore del campo Impostazioni cultura dei metadati dell'assembly.

# StringProperty|Description|DisplayName
source: Description
it: Descrizione

# StringProperty|Description|Description
source: The value of the Title field from the assembly metadata.
it: Valore del campo Titolo dei metadati dell'assembly.

# BoolProperty|EmbedInteropTypes|DisplayName
source: Embed Interop Types
it: Incorpora tipi di interoperabilità

# BoolProperty|EmbedInteropTypes|Description
source: Indicates whether types defined in this assembly will be embedded into the target assembly.
it: Indica se i tipi definiti nell'assembly corrente verranno incorporati nell'assembly di destinazione.

# EnumProperty|FileType|DisplayName
source: File Type
it: Tipo di file

# EnumProperty|FileType|Description
source: The file type of the reference.
it: Il tipo di file del riferimento.

# EnumValue|FileType.Assembly|DisplayName
source: .NET assembly
it: Assembly .NET

# EnumValue|FileType.ActiveX|DisplayName
source: COM type library
it: Libreria di tipi COM

# EnumValue|FileType.Native Assembly|DisplayName
source: Native Assembly
it: Assembly nativo

# StringProperty|Identity|DisplayName
source: Identity
it: Identità

# StringProperty|Identity|Description
source: Security identity of the referenced assembly (see System.Reflection.Assembly.Evidence or System.Security.Policy.Evidence).
it: Identità di sicurezza dell'assembly a cui viene fatto riferimento (vedere System.Reflection.Assembly.Evidence o System.Security.Policy.Evidence).

# StringProperty|ResolvedPath|DisplayName
source: Path
it: Percorso

# StringProperty|ResolvedPath|Description
source: Location of the file being referenced.
it: Percorso del file a cui viene fatto riferimento.

# StringProperty|RuntimeVersion|DisplayName
source: Runtime Version
it: Versione runtime

# StringProperty|RuntimeVersion|Description
source: Version of the .NET runtime this assembly was compiled against.
it: Versione del runtime .NET con cui è stato compilato l'assembly.

# BoolProperty|SpecificVersion|DisplayName
source: Specific Version
it: Versione specifica

# BoolProperty|SpecificVersion|Description
source: Indicates whether this assembly can be resolved without regard to multi-targeting rules for assembly resolution.
it: Indica se è possibile risolvere l'assembly senza tener conto delle regole di multitargeting.

# BoolProperty|StrongName|DisplayName
source: Strong Name
it: Nome sicuro

# BoolProperty|StrongName|Description
source: True indicates that the reference has been signed with a key-pair.
it: Se ha valore True, significa che il riferimento è stato firmato con una coppia di chiavi.

# StringProperty|Version|DisplayName
source: Version
it: Versione

# StringProperty|Version|Description
source: Version of reference.
it: Versione del riferimento.

# StringProperty|RequiredTargetFramework|DisplayName
source: Required Target Framework
it: Framework di destinazione necessario

# BoolProperty|IsWinMDFile|Description
source: Indicates whether the project system ascertained that this is a WinMD (as opposed to an assembly)
it: Indica se il sistema del progetto ha accertato che si tratta di un WinMD (in contrapposizione a un assembly)

# StringProperty|Project|Description
source: the Guid the solution tracks an individual project reference target with
it: GUID con cui la soluzione tiene traccia della destinazione del riferimento di un singolo progetto

# BoolProperty|WinMDFile|Description
source: Indicates whether the build system ascertained that this is a WinMD (as opposed to an assembly)
it: Indica se il sistema di compilazione ha accertato che si tratta di un WinMD (in contrapposizione a un assembly)

# StringProperty|OriginalItemSpec|Description
source: The evaluated item name of the original reference item whose resolution resulted in this resolved reference item.
it: Nome di elemento valutato dell'elemento di riferimento originale la cui risoluzione ha restituito questo elemento di riferimento risolto.

# BoolProperty|CopyLocalSatelliteAssemblies|DisplayName
source: Copy Local Satellite Assemblies
it: Copia assembly satellite locale

# BoolProperty|CopyLocalSatelliteAssemblies|Description
source: Indicates whether the satellite assemblies of the reference target should be copied into this project's output directory.
it: Indica se gli assembly satellite della destinazione del riferimento devono essere copiati nella directory di output di questo progetto.

# StringProperty|ExcludeAssets|DisplayName
source: Exclude Assets
it: Risorse da escludere

# StringProperty|ExcludeAssets|Description
source: Assets to exclude from this reference
it: Risorse da escludere da questo riferimento

# StringProperty|IncludeAssets|DisplayName
source: Include Assets
it: Risorse da includere

# StringProperty|IncludeAssets|Description
source: Assets to include from this reference
it: Risorse da includere da questo riferimento

# BoolProperty|ReferenceOutputAssembly|DisplayName
source: Reference Output Assembly
it: Assembly di output del riferimento

# BoolProperty|ReferenceOutputAssembly|Description
source: A value indicating whether the compiler should include a reference to the target project's primary output assembly.
it: Valore che indica se il compilatore deve includere un riferimento all'assembly di output primario del progetto di destinazione.

# StringProperty|PrivateAssets|DisplayName
source: Private Assets
it: Risorse private

# StringProperty|PrivateAssets|Description
source: Assets that are private in this reference
it: Risorse private in questo riferimento
