Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/xlf/ResolvedPackageReference.xaml.*.xlf
Languages: pl, tr, zh_hans

# Rule|ResolvedPackageReference|DisplayName
source: Package
pl: Pakiet
tr: Paket
zh_hans: 打包

# Rule|ResolvedPackageReference|Description
source: Package Properties
pl: Właściwości pakietu
tr: Paket Özellikleri
zh_hans: 包属性

# StringProperty|Description|DisplayName
source: Description
pl: Opis
tr: Açıklama
zh_hans: 说明

# StringProperty|Description|Description
source: Dependency description.
pl: Opis zależności.
tr: Bağımlılık açıklaması
zh_hans: 依赖项说明。

# StringProperty|Version|DisplayName
source: Version
pl: Wersja
tr: Sürüm
zh_hans: 版本

# StringProperty|Version|Description
source: Version of dependency.
pl: Wersja zależności.
tr: Bağımlılık sürümü.
zh_hans: 依赖项的版本。

# StringProperty|OriginalItemSpec|Description
source: The evaluated item name of the original reference item whose resolution resulted in this resolved reference item.
pl: Sprawdzona nazwa elementu oryginalnego elementu odwołania, którego rozpoznanie spowodowało rozpoznanie tego elementu odwołania.
tr: Çözümlemesi, bu çözümlenen başvuru öğesiyle sonuçlanmış olan orijinal başvuru öğesinin değerlendirilen öğe adı.
zh_hans: 经解析得到此解析的引用项的原始引用项的计算项名称。

# StringListProperty|Dependencies|DisplayName
source: Dependencies
pl: Zależności
tr: Bağımlılıklar
zh_hans: 依赖项

# StringListProperty|Dependencies|Description
source: A semicolon-delimited list of direct dependencies of current dependency.
pl: Rozdzielana średnikami lista bezpośrednich zależności bieżącej zależności.
tr: Geçerli bağımlılığın doğrudan bağımlılıklarının noktalı virgülle ayrılmış listesi.
zh_hans: 当前依赖项的直接依赖项的以分号分隔的列表。

# StringProperty|NoWarn|Description
source: Comma-delimited list of warnings that should be suppressed for this package
pl: Rozdzielona przecinkami lista ostrzeżeń, które mają zostać pominięte dla tego pakietu
tr: Bu paket için gizlenmesi gereken virgülle ayrılmış uyarı listesi
zh_hans: 应为此包取消的警告逗号分隔列表

# StringProperty|IncludeAssets|DisplayName
source: IncludeAssets
pl: Uwzględnij zasoby

# StringProperty|IncludeAssets|Description
source: Assets to include from this reference
pl: Zasoby do uwzględnienia z tego odwołania
tr: Bu başvurudan eklenecek varlıklar
zh_hans: 要从此引用中包括的资产

# StringProperty|ExcludeAssets|DisplayName
source: ExcludeAssets
pl: Wyklucz zasoby

# StringProperty|ExcludeAssets|Description
source: Assets to exclude from this reference
pl: Zasoby do wykluczenia z tego odwołania
tr: Bu başvurudan dışlanacak varlıklar
zh_hans: 要从此引用中排除的资产

# StringProperty|PrivateAssets|DisplayName
source: PrivateAssets
pl: Prywatne zasoby

# StringProperty|PrivateAssets|Description
source: Assets that are private in this reference
pl: Prywatne zasoby w tym odwołaniu
tr: Bu başvuruda özel olan varlıklar
zh_hans: 此引用中的私有资产
