Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/xlf/ResolvedCOMReference.xaml.*.xlf
Languages: tr

# Rule|ResolvedCOMReference|DisplayName
source: Resolved COM Reference
tr: Çözümlenen COM Başvurusu

# Rule|ResolvedCOMReference|Description
source: COM Reference Properties
tr: COM Başvurusu Özellikleri

# StringListProperty|Aliases|DisplayName
source: Aliases
tr: Diğer Adlar

# StringListProperty|Aliases|Description
source: A comma-delimited list of aliases to this reference.
tr: Bu başvurunun diğer adlarına yönelik virgülle ayrılmış bir liste.

# BoolProperty|CopyLocal|DisplayName
source: Copy Local
tr: Yereli Kopyala

# BoolProperty|CopyLocal|Description
source: Indicates whether the reference will be copied to the output directory.
tr: Başvurunun çıkış dizinine kopyalanıp kopyalanmayacağını gösterir.

# BoolProperty|EmbedInteropTypes|DisplayName
source: Embed Interop Types
tr: Birlikte Çalışma Türlerini Ekle

# BoolProperty|EmbedInteropTypes|Description
source: Indicates whether types defined in this assembly will be embedded into the target assembly.
tr: Bu bütünleştirilmiş kodda tanımlanan türlerin hedef bütünleştirilmiş koda katıştırılıp katıştırılmayacağını belirtir.

# EnumValue|FileType.Assembly|DisplayName
source: .NET assembly
tr: .NET derlemesi

# EnumValue|FileType.ActiveX|DisplayName
source: COM type library
tr: COM türü kitaplık

# EnumValue|FileType.Native Assembly|DisplayName
source: Native Assembly
tr: Yerel Bütünleştirilmiş Kod

# StringProperty|Identity|DisplayName
source: Identity
tr: Kimlik

# StringProperty|Identity|Description
source: Security identity of the referenced assembly (see System.Reflection.Assembly.Evidence or System.Security.Policy.Evidence).
tr: Başvurulan bütünleştirilmiş kodun güvenlik kimliği (bkz. System.Reflection.Assembly.Evidence veya System.Security.Policy.Evidence).

# StringProperty|ResolvedPath|DisplayName
source: Path
tr: Yol

# StringProperty|ResolvedPath|Description
source: Location of the file being referenced.
tr: Başvurulan dosyanın konumu.

# StringProperty|Version|DisplayName
source: Version
tr: Sürüm

# StringProperty|Version|Description
source: Version of reference.
tr: Başvurunun sürümü.
