Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ApplicationPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, ru, tr, zh_hans, zh_hant

# EnumValue|NuGetAuditMode.all|DisplayName
source: All dependencies (direct and transitive)
cs: Všechny závislosti (přímé a přechodné)
de: Alle Abhängigkeiten (direkt und transitiv)
es: Todas las dependencias (directas y transitivas)
fr: Toutes les dépendances (directes et transitives)
it: Tutte le dipendenze (dirette e transitive)
ja: すべての依存関係 (直接的および推移的)
pl: Wszystkie zależności (bezpośrednie i przechodnie)
ru: Все зависимости (прямые и транзитивные)
tr: Tüm bağımlılıklar (doğrudan ve geçişli)
zh_hant: 所有相依性 (直接和轉移)

# EnumValue|NuGetAuditMode.direct|DisplayName
source: Direct dependencies
cs: Přímé závislosti
de: Direkte Abhängigkeiten
es: Dependencias directas
fr: Dépendances directes
it: Dipendenze dirette
ja: 直接的な依存関係
pl: Zależności bezpośrednie
ru: Прямые зависимости
tr: Doğrudan bağımlılıklar
zh_hant: 直接相依性

# EnumValue|OutputType.Exe|DisplayName
source: Console Application
cs: Konzolová aplikace
de: Konsolenanwendung
es: Aplicación de consola
fr: Application console
it: Applicazione console
ja: コンソール アプリケーション
ko: 콘솔 애플리케이션
pl: Aplikacja konsolowa
ru: Консольное приложение
tr: Konsol Uygulaması
zh_hans: 控制台应用程序
zh_hant: 主控台應用程式

# EnumValue|OutputType.Library|DisplayName
source: Class Library
cs: Knihovna tříd
de: Klassenbibliothek
es: Biblioteca de clases
fr: Bibliothèque de classes
it: Libreria di classi
ja: クラス ライブラリ
ko: 클래스 라이브러리
pl: Biblioteka klas
ru: Библиотека классов
tr: Sınıf Kitaplığı
zh_hans: 类库
zh_hant: 類別庫

# EnumValue|OutputType.WinExe|DisplayName
source: Windows Application
cs: Aplikace systému Windows
de: Windows-Anwendung
es: Aplicación Windows
fr: Application Windows
it: Applicazione Windows
ja: Windows アプリケーション
ko: Windows 애플리케이션
pl: Aplikacja systemu Windows
ru: Приложение Windows
tr: Windows Uygulaması
zh_hans: Windows 应用程序
zh_hant: Windows 應用程式

# EnumValue|ResourceSpecificationKind.IconAndManifest|DisplayName
source: Icon and manifest
cs: Ikona a manifest
de: Symbol und Manifest
es: Icono y manifiesto
fr: Icône et manifeste
it: Icona e manifesto
ja: アイコンとマニフェスト
ko: 아이콘 및 매니페스트
pl: Ikona i manifest
ru: Значок и манифест
tr: Simge ve bildirim
zh_hans: 图标和清单
zh_hant: 圖示與資訊清單

# EnumValue|ResourceSpecificationKind.ResourceFile|DisplayName
source: Resource file
cs: Soubor prostředků
de: Ressourcendatei
es: Archivo de recursos
fr: Fichier de ressources
it: File di risorse
ja: リソース ファイル
ko: 리소스 파일
pl: Plik zasobu
ru: Файл ресурсов
tr: Kaynak dosyası
zh_hans: 资源文件
zh_hant: 資源檔案

# Rule|Application|Description
source: Specifies the project's application settings and properties.
cs: Určuje aplikační nastavení a vlastnosti projektu.
de: Hiermit werden die Anwendungseinstellungen und Eigenschaften des Projekts angegeben.
es: Especifica las propiedades y la configuración de la aplicación del proyecto.
fr: Spécifie les paramètres d'application et les propriétés du projet.
it: Specifica le impostazioni e le proprietà dell'applicazione del progetto.
ja: プロジェクトのアプリケーション設定とプロパティを指定します。
ko: 프로젝트의 애플리케이션 설정 및 속성을 지정합니다.
pl: Określa właściwości i ustawienia aplikacji projektu.
ru: Задает параметры и свойства приложения проекта.
tr: Projenin uygulama ayarlarını ve özelliklerini belirtir.
zh_hans: 指定项目的应用程序设置和属性。
zh_hant: 指定專案的應用程式設定和屬性。

# Rule|Application|DisplayName
source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
pl: Aplikacja
ru: Приложение
tr: Uygulama
zh_hans: 应用程序
zh_hant: 應用程式

# StringProperty|ApplicationIcon|Description
source: Sets the .ico file that you want to use as your program icon.
cs: Nastaví soubor .ico, který chcete použít jako ikonu programu.
de: Hiermit wird die ICO-Datei festgelegt, die als Programmsymbol verwendet werden soll.
es: Establece el archivo .ico que quiere usar como icono del programa.
fr: Définit le fichier .ico à utiliser en tant qu'icône de programme.
it: Imposta il file ICO da usare come icona del programma.
ja: プログラム アイコンとして使用する .ico ファイルを設定します。
ko: 프로그램 아이콘으로 사용할 .ico 파일을 설정합니다.
pl: Ustawia plik ico, który ma być używany jako ikona programu.
ru: Задает файл ICO, который будет использоваться в качестве значка программы.
tr: Program simgeniz olarak kullanmak istediğiniz .ico dosyasını ayarlar.
zh_hans: 设置要用作程序图标的 .ico 文件。
zh_hant: 設定您程式圖示要使用的 .ico 檔案。

# StringProperty|ApplicationIcon|DisplayName
source: Icon
cs: Ikona
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pl: Ikona
ru: Значок
tr: Simge
zh_hans: 图标
zh_hant: 圖示

# StringProperty|AssemblyName|Description
source: Specifies the name of the output file that will hold the assembly manifest.
cs: Určuje název výstupního souboru, který bude obsahovat manifest sestavení.
de: Hiermit wird der Name der Ausgabedatei angegeben, die das Assemblymanifest enthält.
es: Especifica el nombre del archivo de salida que incluirá el manifiesto del ensamblado.
fr: Spécifie le nom du fichier de sortie qui doit contenir le manifeste de l'assembly.
it: Specifica il nome del file di output che conterrà il manifesto dell'assembly.
ja: アセンブリ マニフェストを保持する出力ファイルの名前を指定します。
ko: 어셈블리 매니페스트를 저장할 출력 파일의 이름을 지정합니다.
pl: Określa nazwę pliku wyjściowego, w którym będzie znajdować się manifest zestawu.
ru: Задает имя выходного файла, в котором будет храниться манифест сборки.
tr: Bütünleştirilmiş kod bildirimini tutacak çıkış dosyasının adını belirtir.
zh_hans: 指定将包含程序集清单的输出文件的名称。
zh_hant: 指定要儲存組件資訊清單的輸出檔案名稱。

# StringProperty|AssemblyName|DisplayName
source: Assembly name
cs: Název sestavení
es: Nombre del ensamblado
fr: Nom d'assembly
it: Nome dell'assembly
ja: アセンブリ名
ko: 어셈블리 이름
pl: Nazwa zestawu
ru: Имя сборки
tr: Bütünleştirilmiş kod adı
zh_hans: 程序集名称
zh_hant: 組件名稱

# StringProperty|AssemblyTitle|Description
source: Specifies the title embedded in the output assembly.
cs: Určuje název vložený do výstupního sestavení.
de: Gibt den Titel an, der im Ausgabeassembly eingebettet ist.
es: Especifica el título incrustado en el ensamblado de salida.
fr: Spécifie le titre intégré dans l’assembly de sortie.
it: Specifica il titolo incorporato nell'assembly di output.
ja: 出力アセンブリに埋め込まれるタイトルを指定します。
pl: Określa tytuł osadzony w zestawie danych wyjściowych.
ru: Указывает заголовок, встроенный в выходную сборку.
tr: Çıkış derlemesine gömülü başlığı belirtir.
zh_hant: 指定輸出組件中內嵌的標題。

# StringProperty|AssemblyTitle|DisplayName
source: Assembly title
cs: Název sestavení
de: Assemblytitel
es: Título del ensamblado
fr: Titre de l'assembly
it: Titolo assembly
ja: アセンブリのタイトル
pl: Tytuł zestawu
ru: Заголовок сборки
tr: Derleme başlığı
zh_hant: 組件標題

# StringProperty|InstallOtherFrameworks|DisplayName
source: Install other frameworks
cs: Nainstalovat jiné architektury
de: Andere Frameworks installieren
es: Instalar otras plataformas
fr: Installer d'autres frameworks
it: Installa altri framework
ja: 別のフレームワークをインストールする
ko: 기타 프레임워크 설치
pl: Zainstaluj inne platformy
ru: Установить другие платформы
tr: Diğer çerçeveleri yükle
zh_hans: 安装其他框架
zh_hant: 安裝其他架構

# StringProperty|RootNamespace|Description
source: Specifies the base namespace for files added to the project.
cs: Určuje základní obor názvů pro soubory přidané do daného projektu.
de: Hiermit wird der Basisnamespace für Dateien angegeben, die dem Projekt hinzugefügt werden.
es: Especifica el espacio de nombres base para los archivos agregados al proyecto.
fr: Spécifie l'espace de noms de base des fichiers ajoutés au projet.
it: Specifica lo spazio dei nomi di base per i file aggiunti al progetto.
ja: プロジェクトに追加するファイルの基本名前空間を指定します。
ko: 프로젝트에 추가된 파일의 기본 네임스페이스를 지정합니다.
pl: Określa podstawową przestrzeń nazw dla plików dodanych do projektu.
ru: Задает базовое пространство имен для файлов, добавляемых в проект.
tr: Projeye eklenen dosyalar için temel ad alanını belirtir.
zh_hans: 指定添加到项目中的文件的基命名空间。
zh_hant: 指定新增到專案之檔案的基底命名空間。

# StringProperty|RootNamespace|DisplayName
source: Default namespace
cs: Výchozí obor názvů
de: Standardnamespace
es: Espacio de nombres predeterminado
fr: Espace de noms par défaut
it: Spazio dei nomi predefinito
ja: 既定の名前空間
ko: 기본 네임스페이스
pl: Domyślna przestrzeń nazw
ru: Пространство имен по умолчанию
tr: Varsayılan ad alanı
zh_hans: 默认命名空间
zh_hant: 預設命名空間

# StringProperty|TargetFrameworks|Description
source: Specifies the semicolon-delimited list of frameworks that this project will target.
cs: Určuje seznam středníkem oddělených architektur, na které bude tento projekt cílit.
de: Hiermit wird die durch Semikolons getrennte Liste der Frameworks angegeben, die von diesem Projekt als Ziel festgelegt werden.
es: Especifica la lista de plataformas a las que se destina este proyecto, delimitadas por punto y coma.
fr: Spécifie la liste de valeurs délimitées par des points-virgules, qui représente les frameworks que ce projet doit cibler.
it: Consente di specificare l'elenco di framework delimitati da punto e virgola a cui verrà destinato il progetto.
ja: このプロジェクトがターゲットとするフレームワークのセミコロン区切りのリストを指定します。
ko: 이 프로젝트에서 대상으로 할 프레임워크의 세미콜론으로 구분된 목록을 지정합니다.
pl: Określa rozdzielaną średnikami listę platform, dla których ten projekt będzie przeznaczony.
ru: Указывает список целевых платформ для этого проекта, разделенный точками с запятой.
tr: Bu projenin hedefleyeceği çerçevelerin noktalı virgülle ayrılmış listesini belirtir.
zh_hans: 指定此项目将面向的框架列表(用分号分隔)。
zh_hant: 指定此專案適用之架構的清單 (以分號分隔)。

# StringProperty|TargetFrameworks|DisplayName
source: Target frameworks
cs: Cílové architektury
de: Zielframeworks
es: Plataformas de destino
fr: Frameworks cibles
it: Framework di destinazione
ja: ターゲット フレームワーク
ko: 대상 프레임워크
pl: Platformy docelowe
ru: Целевые платформы
tr: Hedef çerçeveler
zh_hans: 目标框架
zh_hant: 目標架構

# BoolProperty|UseWPF|DisplayName
source: Windows Presentation Foundation
pl: Platforma Windows Presentation Foundation

# BoolProperty|IsPublishable|Description
source: Allow publishing outside of Visual Studio, such as via "dotnet publish".
ko: "dotnet publish"와 같이 Visual Studio 외부에 게시할 수 있습니다.
zh_hans: 允许在 Visual Studio 外部发布，例如通过“dotnet 发布”。

# BoolProperty|IsPublishable|DisplayName
source: Publishing
ko: 게시
zh_hans: 正在发布

# BoolProperty|TargetMultipleFrameworks|Description
source: Build this project for multiple target frameworks.
ko: 여러 대상 프레임워크에 대해 이 프로젝트를 빌드합니다.
zh_hans: 为多个目标框架生成此项目。

# BoolProperty|TargetMultipleFrameworks|DisplayName
source: Target multiple frameworks
ko: 여러 프레임워크 대상 지정
zh_hans: 面向多个框架

# Category|Packaging|Description
source: Packaging settings for the application.
ko: 응용 프로그램에 대한 패키징 설정입니다.
zh_hans: 应用程序的打包设置。

# Category|Packaging|DisplayName
source: Packaging
ko: 패키징
zh_hans: 正在打包

# EnumProperty|ApplicationManifestKind|Description
source: Selects a manifest generation option when the application runs on Windows Vista or later under User Account Control (UAC). Options include a default manifest, no manifest, or a custom manifest provided by your project.
ko: 애플리케이션이 UAC(사용자 계정 컨트롤)로 Windows Vista 이상에서 실행될 때 매니페스트 생성 옵션을 선택합니다. 옵션에는 기본 매니페스트, 매니페스트 없음, 프로젝트에서 제공하는 사용자 지정 매니페스트가 있습니다.
zh_hans: 当应用程序在 Windows Vista 或更高版本下的用户帐户控制(UAC)下运行时，选择一个清单生成选项。选项包括默认清单、无清单或由项目提供的自定义清单。

# EnumProperty|ApplicationManifestKind|DisplayName
source: Manifest
ko: 매니페스트
zh_hans: 清单

# EnumValue|ApplicationManifestKind.CustomManifest|DisplayName
source: Use a custom manifest
ko: 사용자 지정 매니페스트 사용
zh_hans: 使用自定义清单

# EnumValue|ApplicationManifestKind.DefaultManifest|DisplayName
source: Embed manifest with default settings
ko: 기본 설정으로 구성된 매니페스트 포함
zh_hans: 嵌入带默认设置的清单

# EnumValue|ApplicationManifestKind.NoManifest|DisplayName
source: Create application without a manifest
ko: 매니페스트 없이 애플리케이션 만들기
zh_hans: 创建不带清单的应用程序

# StringProperty|ApplicationManifestPath|Description
source: The path to the custom manifest file.
ko: 사용자 지정 매니페스트 파일의 경로입니다.
zh_hans: 自定义清单文件的路径。

# StringProperty|ApplicationManifestPath|DisplayName
source: Manifest path
ko: 매니페스트 경로
zh_hans: 清单路径

# StringProperty|Win32Resource|Description
source: Specifies a resource file for the project.
ko: 프로젝트에 대한 리소스 파일을 지정합니다.
zh_hans: 指定项目的资源文件。

# StringProperty|Win32Resource|DisplayName
source: Resource file
ko: 리소스 파일
zh_hans: 资源文件
