Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ApplicationPropertyPage.VisualBasic.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# EnumValue|HighDpiMode.1|DisplayName
source: System aware - Primary monitor's DPI is scale lead.
cs: Informace o systému – DPI primárního monitoru je potenciální měřítko.
de: Systemfähig – Der DPI des primären Monitors ist ein Skalierungslead.
es: Con reconocimiento de sistema: el PPP del monitor principal es el cliente potencial de la escala.
fr: Prise en charge du système : la résolution PPP du moniteur principal dépend de la mise à l’échelle.
it: Compatibile con il sistema: il DPI del monitor principale è un lead di scalabilità.
ja: システム対応 - プライマリ モニターの DPI が最初にスケーリングされます。
ko: 시스템 인식 - 기본 모니터의 DPI는 크기 조정 잠재 고객입니다.
pl: Rozpoznawanie systemu — DPI monitora podstawowego to potencjalny klient skalowania.
pt_br: Reconhecimento do sistema - O DPI do monitor primário é o cliente em potencial de escala.
ru: Системная осведомленность — DPI основного монитора опережает шкалу.
tr: Sistem farkındalığı var: Birincil izleyicinin DPI'si ölçek lideridir.
zh_hans: 系统感知 - 主监视器的 DPI 是缩放前导。
zh_hant: 系統感知 - 主要監視器的 DPI 是縮放潛在客戶。

# EnumValue|HighDpiMode.2|DisplayName
source: Per monitor - DPI detected on-launch and on-change.
cs: Na monitor – Rozpoznáno DPI při spuštění a při změně.
de: Pro Monitor – DPI beim Start und bei Änderung erkannt.
es: Por monitor: PPP detectado al iniciar y al cambiar.
fr: Par moniteur : PPP détecté lors du lancement et de la modification.
it: Per monitor: rilevato DPI all'avvio e alla modifica.
ja: モニターごと - 起動時と変更時に DPI が検出されます。
ko: 모니터당 - 시작 시 및 변경 시 DPI가 검색되었습니다.
pl: Na monitor — wykryto DPI podczas uruchamiania i zmiany.
pt_br: Por monitor - DPI detectado na inicialização e na alteração.
ru: Для каждого монитора — DPI определяется при запуске и изменении.
tr: İzleyici başına: Başlatma ve değiştirme esnasında DPI algılandı.
zh_hans: 按监视器 - 在启动和更改时检测到 DPI。
zh_hant: 每個監視器 - DPI 在啟動時和變更時已偵測。

# EnumValue|HighDpiMode.3|DisplayName
source: Per monitor V2 - DPI detected on-launch and on-change including child windows
cs: Na monitor V2 – Rozpoznáno DPI při spuštění a při změně včetně podřízených oken
de: Pro Monitor V2 – DPI beim Start und bei Änderung erkannt, einschließlich untergeordneter Fenster
es: Por monitor V2: PPP detectado al iniciar y al cambiar, incluidas las ventanas secundarias
fr: Par moniteur V2 : PPP détecté lors du lancement et de la modification, y compris les fenêtres enfants
it: Per monitor V2: rilevato DPI all'avvio e alla modifica, incluse le finestre figlio
ja: モニターごと V2 - 子ウィンドウを含め、起動時と変更時に DPI が検出されます
ko: 모니터당 V2 - 자식 창을 포함하여 시작 시 및 변경 시 DPI가 검색됨
pl: Na monitor w wersji 2 — wykryto DPI podczas uruchamiania i zmiany, w tym okna podrzędne
pt_br: Por monitor V2 - DPI detectado na inicialização e na alteração, incluindo janelas filhas
ru: Для каждого монитора версии 2 — DPI определяется при запуске и изменении, включая дочерние окна
tr: İzleyici başına V2: Alt pencereler de dahil olmak üzere başlatma ve değiştirme sırasında DPI algılandı
zh_hans: 按监视器 V2 - 在启动和更改时检测到 DPI，包括子窗口
zh_hant: 每個監視器 V2 - DPI 在啟動時和變更時已偵測，包括子視窗

# EnumValue|HighDpiMode.4|DisplayName
source: DPI unaware, GDI scaled - Like DPI unaware but optimized for non-double-buffered Graphics content.
cs: Nepodporuje DPI, GDI se škáluje – Stejně jako rozlišení DPI bez rozlišení, ale je optimalizované pro grafický obsah, který není ve vyrovnávací paměti.
de: Nicht DPI-fähig, GDI-skaliert – Wie nicht DPI-fähig, aber für nicht doppelt gepufferte Grafikinhalte optimiert.
es: Sin reconocimiento de PPP, GDI escalado: como con reconocimiento de PPP, pero optimizado para contenido gráfico sin búfer doble.
fr: Sans prise en charge PPP, GDI mis à l’échelle : similaire à Sans prise en charge PPP, mais optimisé pour le contenu graphique non mis en mémoire tampon double.
it: DPI non disponibile, GDI ridimensionato- Come DPI non disponibile ma ottimizzato per i contenuti grafici non a doppio buffer.
ja: DPI 非対応、GDI スケーリング済み - DPI 非対応と同様ですが、ダブル バッファリングを使用しないグラフィックス コンテンツ向けに最適化されます。
ko: DPI를 인식하지 못함, GDI 크기 조정 - DPI와 마찬가지로 두 번 버퍼링되지 않은 그래픽 콘텐츠에 최적화되어 있습니다.
pl: Nierozpoznawane wartości DPI, skalowane GDI — podobnie jak nierozpoznawane DPI, ale zoptymalizowane pod kątem zawartości grafiki niebuforowanej dwukrotnie.
pt_br: DPI inconsciente, GDI dimensionado - Como DPI inconsciente, mas otimizado para conteúdo gráfico sem buffer duplo.
ru: Без учета DPI, с масштабированием интерфейса графических устройств. Например, DPI не поддерживается, но оптимизирован для графического содержимого без двойной буферизации.
tr: DPI farkındalığı yok, GDI ölçeklendirildi: DPI farkındalığı yok gibi ancak çift arabelleğe alınmamış Grafik içeriği için iyileştirilmemiş.
zh_hans: DPI 不知情，GDI 已缩放 - 和 DPI 不知情相似，但针对非双缓冲图形内容进行了优化。
zh_hant: DPI 非識別，GDI 縮放 - 像 DPI 非識別，但已針對非雙重緩衝圖形內容最佳化。

# EnumValue|ShutdownMode.AfterAllFormsClose|DisplayName
source: Shut down only after the last form closes.
cs: Vypněte až po zavření posledního formuláře.
de: Wird erst nach dem Schließen des letzten Formulars heruntergefahren.
es: Apagar solo después de que se cierre el último formulario.
fr: Arrêter uniquement après la fermeture du dernier formulaire.
it: Arresta solo dopo la chiusura dell'ultima maschera.
ja: 最後のフォームが閉じた後にのみシャットダウンします。
ko: 마지막 양식을 닫은 후에만 종료합니다.
pl: Zamknij dopiero po zamknięciu ostatniego formularza.
pt_br: Encerre somente após o fechamento do último formulário.
ru: Завершать работу только после закрытия последней формы.
tr: Yalnızca son form kapatıldıktan sonra kapat.
zh_hans: 仅在最后一个窗体关闭后才关闭。
zh_hant: 只有在最後一個表單關閉後才關閉。

# EnumValue|ShutdownMode.AfterMainFormCloses|DisplayName
source: Shut down when the main form closes.
cs: Vypne se, když se zavře hlavní formulář.
de: Beim Schließen des Hauptformulars herunterfahren.
es: Se cierra cuando se cierre el formulario principal.
fr: Arrêter lorsque le formulaire principal se ferme.
it: Arresta alla chiusura della maschera principale.
ja: メイン フォームを閉じたときにシャットダウンします。
ko: 기본 양식이 닫히면 종료됩니다.
pl: Zamknij po zamknięciu formularza głównego.
pt_br: Encerre quando o formulário principal for fechado.
ru: Завершать работу при закрытии основной формы.
tr: Ana form kapatıldığında kapatın.
zh_hans: 在主窗体关闭时关闭。
zh_hant: 當主表單關閉時關閉。

# EnumValue|ShutdownMode_WPF.OnExplicitShutdown|DisplayName
source: On explicit shutdown
cs: Při jednoznačném vypnutí
de: Beim expliziten Herunterfahren
es: Al apagar explícitamente
fr: Lors de l'arrêt explicite
it: Alla chiusura esplicita
ja: 明示的にシャットダウンするとき
ko: 명시적으로 종료할 때
pl: Przy jawnym zamykaniu
pt_br: No desligamento explícito
ru: При явном завершении работы
tr: Açıkça kapatıldığında
zh_hans: 在显式关闭时
zh_hant: 在明確關機時

# EnumValue|ShutdownMode_WPF.OnLastWindowClose|DisplayName
source: On last window close
cs: Při zavření posledního okna
de: Beim Schließen des letzten Fensters
es: Al cerrar la última ventana
fr: Lors de la fermeture de la dernière fenêtre
it: Alla chiusura dell'ultima finestra
ja: 最後のウィンドウを閉じるとき
ko: 마지막 창을 닫을 때
pl: Przy zamknięciu ostatniego okna
pt_br: No fechamento da última janela
ru: При закрытии последнего окна
tr: Son pencere kapatıldığında
zh_hans: 在上一窗口关闭时
zh_hant: 在最後一個視窗關閉時

# EnumValue|ShutdownMode_WPF.OnMainWindowClose|DisplayName
source: On main window close
cs: Při zavření hlavního okna
de: Beim Schließen des Hauptfensters
es: Al cerrar la ventana principal
fr: Lors de la fermeture de la fenêtre principale
it: Alla chiusura della finestra principale
ja: メイン ウィンドウを閉じるとき
ko: 주 창을 닫을 때
pl: Przy zamknięciu głównego okna
pt_br: No fechamento da janela principal
ru: При закрытии главного окна
tr: Ana pencere kapatıldığında
zh_hans: 在主窗口关闭时
zh_hant: 在主視窗關閉時

# EnumValue|VBAuthenticationMode.ApplicationDefined|DisplayName
source: Application-defined - Custom authentication implemented within the application.
cs: Definované aplikací – V aplikaci bylo implementováno vlastní ověřování.
de: Anwendungsdefiniert – Innerhalb der Anwendung implementierte benutzerdefinierte Authentifizierung.
es: Definido por la aplicación: autenticación personalizada implementada en la aplicación.
fr: Défini par l’application : authentification personnalisée implémentée dans l’application.
it: Definito dall'applicazione: autenticazione personalizzata implementata all'interno dell'applicazione.
ja: アプリケーション定義 - アプリケーション内にカスタム認証が実装されています。
ko: 애플리케이션 정의 - 애플리케이션 내에서 구현된 사용자 지정 인증입니다.
pl: Zdefiniowane przez aplikację — uwierzytelnianie niestandardowe zaimplementowane w aplikacji.
pt_br: Definido pelo aplicativo - Autenticação personalizada implementada no aplicativo.
ru: Определяемая приложением — пользовательская проверка подлинности, реализованная в приложении.
tr: Uygulama tanımlı: Uygulama içinde gerçekleşen özel kimlik doğrulaması.
zh_hans: 应用程序定义 - 在应用程序中实现的自定义身份验证。
zh_hant: 應用程式定義 - 已在應用程式內實作自訂驗證。

# EnumValue|VBAuthenticationMode.Windows|DisplayName
source: Windows - Retrieve user info through My.User at runtime.
cs: Windows – Načte informace o uživateli prostřednictvím My.User za běhu.
de: Windows – Ruft zur Laufzeit Benutzerinformationen über My.User ab.
es: Windows - Recuperar información del usuario a través de My.User en tiempo de ejecución.
fr: Windows : récupérer les informations utilisateur via My.User au moment de l’exécution.
it: Windows - Recuperare le informazioni utente tramite My.User in fase di esecuzione.
ja: Windows - 実行時に My.User を使用してユーザー情報を取得します。
ko: Windows - 런타임에 My.User를 통해 사용자 정보를 검색합니다.
pl: Windows — pobieranie informacji o użytkowniku za pośrednictwem pliku My.User w czasie wykonywania.
pt_br: Windows - Recupere informações do usuário por meio de My.Usuário em tempo de execução.
ru: Windows — получение сведений о пользователе через My.User в среде выполнения.
tr: Windows: Ortak dil çalışma zamanı modülünde My.User aracılığıyla kullanıcı bilgilerini alın.
zh_hans: Windows - 在运行时通过 My.User 检索用户信息。
zh_hant: Windows - 在執行階段透過 My.User 擷取使用者資訊。

# StringProperty|CreateOrOpenAppManifest|DisplayName
source: Create or open app manifest for Windows settings.
cs: Vytvořte nebo otevřete manifest aplikace pro nastavení Windows.
de: Erstellen oder öffnen Sie das App-Manifest für Windows-Einstellungen.
es: Cree o abra el manifiesto de la aplicación para la configuración de Windows.
fr: Créez ou ouvrez le manifeste de l’application pour les paramètres Windows.
it: Creare o aprire il manifesto dell'app per le impostazioni di Windows.
ja: Windows 設定用のアプリ マニフェストを作成または開きます。
ko: Windows 설정에 대한 앱 매니페스트를 만들거나 엽니다.
pl: Utwórz lub otwórz manifest aplikacji dla ustawień systemu Windows.
pt_br: Crie ou abra o manifesto do aplicativo para as configurações do Windows.
ru: Создать или открыть манифест приложения для параметров Windows.
tr: Windows ayarları için uygulama bildirimi oluşturun veya açın.
zh_hans: 创建或打开 Windows 设置的应用清单。
zh_hant: 建立或開啟 Windows 的應用程式資訊清單設定。

# StringProperty|CreateOrOpenApplicationXaml|Description
source: Open the Application.xaml file
cs: Otevřít soubor Application.xaml
de: Application.xaml-Datei öffnen
es: Abrir el archivo Application.xaml
fr: Ouvrir le fichier Application.xaml
it: Aprire il file Application.xaml
ja: Application.xaml ファイルを開く
ko: Application.xaml 파일 열기
pl: Otwórz plik Application.xaml
pt_br: Abrir o arquivo Application.xaml
ru: Открыть файл Application.xaml
tr: Application.xaml dosyasını aç
zh_hans: 打开 Application.xaml 文件
zh_hant: 開啟 Application.xaml 檔案

# StringProperty|CreateOrOpenApplicationXaml|DisplayName
source: Edit XAML
cs: Upravit XAML
de: XAML bearbeiten
es: Editar XAML
fr: Modifier XAML
it: Modifica XAML
ja: XAML の編集
ko: XAML 편집
pl: Edytuj XAML
pt_br: Editar XAML
ru: Изменить XAML
tr: XAML Düzenle
zh_hans: 编辑 XAML
zh_hant: 編輯 XAML

# StringProperty|MinimumSplashScreenDisplayTime|Description
source: Sets the minimum length of time, in milliseconds, for which the splash screen is displayed.
cs: Nastaví minimální dobu (v milisekundách), po kterou se bude zobrazovat úvodní obrazovka.
de: Legt die Mindestdauer in Millisekunden fest, für die der Begrüßungsbildschirm angezeigt wird.
es: Establece la duración mínima de tiempo para la que se muestra la pantalla de presentación. En milisegundos.
fr: Définit la durée minimale, en millisecondes, pendant laquelle l’écran de démarrage s’affiche.
it: Imposta la durata minima, in millisecondi, per la quale viene visualizzata la schermata iniziale.
ja: スプラッシュ スクリーンを表示する最短時間をミリ秒単位で設定します。
ko: 시작 화면이 표시되는 최소 시간(밀리초)을 설정합니다.
pl: Ustawia minimalny czas (w milisekundach), przez który jest wyświetlany ekran powitalny.
pt_br: Define o período mínimo de tempo, em milissegundos, durante o qual a tela inicial é exibida.
ru: Задает минимальное время в миллисекундах, в течение которого отображается заставка.
tr: Giriş ekranının görüntüleneceği minimum süreyi milisaniye cinsinden ayarlar.
zh_hans: 设置显示初始屏幕的最短时间长度(以毫秒为单位)。
zh_hant: 設定顯示啟動顯示畫面的最小時間長度，以毫秒為單位。

# StringProperty|MinimumSplashScreenDisplayTime|DisplayName
source: Minimum splash screen display time
cs: Minimální doba zobrazení úvodní obrazovky
de: Minimale Anzeigezeit für Begrüßungsbildschirm
es: Tiempo mínimo de visualización de la pantalla de presentación
fr: Durée minimale d’affichage de l’écran de démarrage
it: Tempo minimo di visualizzazione della schermata iniziale
ja: スプラッシュス クリーンの最短表示時間
ko: 최소 시작 화면 표시 시간
pl: Minimalny czas wyświetlania ekranu powitalnego
pt_br: Tempo mínimo de exibição da tela inicial
ru: Минимальное время отображения экрана-заставки
tr: Giriş ekranı görüntüleme süresi alt sınırı
zh_hans: 最短初始屏幕显示时间
zh_hant: 啟動顯示畫面顯示時間下限

source: This property must be an integer number.
cs: Tato vlastnost musí být celé číslo.
de: Diese Eigenschaft muss eine ganze Zahl sein.
es: Esta propiedad debe ser un número entero.
fr: Cette propriété doit être un nombre entier.
it: Questa proprietà deve essere un numero intero.
ja: このプロパティは整数である必要があります。
ko: 이 속성은 정수여야 합니다.
pl: Ta właściwość musi być liczbą całkowitą.
pt_br: Essa propriedade deve ser um número inteiro.
ru: Это свойство должно быть целым числом.
tr: Bu özellik bir tamsayı olmalıdır.
zh_hans: 此属性必须是整数。
zh_hant: 此屬性必須是整數。
