Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ApplicationPropertyPage.VisualBasic.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BoolProperty|EnableVisualStyles|Description
source: Uses the most current version for the Control Library COMCTL to provide control rendering with modern visual styling.
cs: Používá nejaktuálnější verzi knihovny ovládacích prvků COMCTL k zajištění vykreslování ovládacích prvků s moderním vizuálním stylem.
de: Verwendet die aktuellste Version der Steuerelementbibliothek COMCTL, um das Rendern von Steuerelementen mit modernen visuellen Stilen zu ermöglichen.
es: Usa la versión más reciente para COMCTL de la biblioteca de controles para proporcionar representación de controles con un estilo visual moderno.
fr: Utilise la version la plus récente pour la bibliothèque de contrôles COMCTL afin de fournir un rendu de contrôle avec un style visuel moderne.
it: Usa la versione più recente della libreria di controllo COMCTL per fornire il rendering dei controlli con uno stile visivo moderno.
ja: コントロール ライブラリ COMCTL の最新バージョンを使用して、最新のビジュアル スタイルでコントロールが描画されるようにします。
ko: 컨트롤 라이브러리 COMCTL의 최신 버전을 사용하여 최신 시각적 스타일 지정을 사용하여 컨트롤 렌더링을 제공합니다.
pl: Używa najnowszej wersji biblioteki kontrolek COMCTL, aby zapewnić renderowanie kontrolek z nowoczesnym stylem wizualnym.
pt_br: Usa a versão mais atual para a Biblioteca de Controle COMCTL para fornecer renderização de controle com estilo visual moderno.
ru: Использует самую последнюю версию библиотеки управления COMCTL для отрисовки элементов управления с современным визуальным стилем.
tr: Modern görsel stil ile denetim işleme sağlamak amacıyla Denetim Kitaplığı COMCTL için en güncel sürümü kullanır.
zh_hans: 使用最新版本的控制库 COMCTL 提供具有新式视觉样式的控件呈现。
zh_hant: 使用控制程式庫 COMCTL 的最新版本，以新式視覺樣式提供控制項轉譯。

# BoolProperty|EnableVisualStyles|DisplayName
source: Windows Visual Styles
cs: Vizuální styly Windows
de: Windows-Formatierungsvisualisierung
es: Estilos visuales de Windows
fr: Styles visuels Windows XP
it: Stili di visualizzazione di Windows
ja: Windows の視覚スタイル
ko: Windows 비주얼 스타일
pl: Style wizualne systemu Windows
pt_br: Estilos Visuais do Windows
ru: Визуальные стили Windows
tr: Windows Görsel Stilleri
zh_hans: Windows 视觉样式
zh_hant: Windows 視覺樣式

# BoolProperty|SaveMySettingsOnExit|Description
source: Controls if settings are saved when users shut down their computers.
cs: Určuje, jestli se nastavení uloží, když uživatelé vypnou své počítače.
de: Steuert, ob Einstellungen gespeichert werden, wenn Benutzer ihre Computer herunterfahren.
es: Controla si la configuración se guarda cuando los usuarios apagan sus equipos.
fr: Vérifie si les paramètres sont enregistrés lorsque les utilisateurs arrêtent leur ordinateur.
it: Controlla se le impostazioni vengono salvate quando gli utenti arrestano i computer.
ja: ユーザーがコンピューターをシャットダウンしたときに設定を保存するかどうかを制御します。
ko: 사용자가 컴퓨터를 종료할 때 설정이 저장되는지를 제어합니다.
pl: Określa, czy ustawienia są zapisywane, gdy użytkownicy zamykają swoje komputery.
pt_br: Controla se as configurações são salvas quando os usuários desligam seus computadores.
ru: Определяет, сохраняются ли параметры, когда пользователи выключают свои компьютеры.
tr: Kullanıcılar bilgisayarlarını kapatırken ayarların kaydedilip kaydedilmediğini denetler.
zh_hans: 控制用户关闭计算机时是否保存设置。
zh_hant: 控制是否在使用者關閉電腦時儲存設定。

# BoolProperty|SaveMySettingsOnExit|DisplayName
source: Save user settings on exit
cs: Ukládat nastavení uživatele při ukončení
de: Benutzereinstellungen beim Beenden speichern
es: Guardar configuración del usuario al salir
fr: Enregistrer les paramètres utilisateur en quittant
it: Salva le impostazioni utente all'uscita
ja: 終了時にユーザー設定を保存する
ko: 종료 시 사용자 설정 저장
pl: Zapisz ustawienia użytkownika przy zakończeniu
pt_br: Salvar configurações do usuário ao sair
ru: Сохранить пользовательские параметры при выходе
tr: Çıkışta kullanıcı ayarlarını kaydet
zh_hans: 退出时保存用户设置
zh_hant: 離開時儲存使用者設定

# BoolProperty|SingleInstance|Description
source: Prevents users from running multiple instances of the application. Default is cleared, which allows multiple instances of the application to be run.
cs: Zabrání uživatelům ve spuštění více instancí aplikace. Výchozí hodnota je vymazána, což umožňuje spuštění více instancí aplikace.
de: Verhindert, dass Benutzer mehrere Instanzen der Anwendung ausführen. Diese Option ist standardmäßig deaktiviert, sodass mehrere Instanzen der Anwendung ausgeführt werden können.
es: Impide que los usuarios ejecuten varias instancias de la aplicación. Se borra el valor predeterminado, que permite ejecutar varias instancias de la aplicación.
fr: Empêche les utilisateurs d’exécuter plusieurs instances de l’application. La valeur par défaut est effacée, ce qui permet l’exécution de plusieurs instances de l’application.
it: Impedisce agli utenti di eseguire più istanze dell'applicazione. L'impostazione predefinita viene cancellata, consentendo l'esecuzione di più istanze dell'applicazione.
ja: ユーザーがアプリケーションのインスタンスを複数実行できないようにします。既定値は [オフ] であり、この場合は、アプリケーションのインスタンスを複数実行できます。
ko: 사용자가 애플리케이션의 여러 인스턴스를 실행하지 못하도록 합니다. 기본값은 선택 취소되어 애플리케이션의 여러 인스턴스를 실행할 수 있습니다.
pl: Uniemożliwia użytkownikom uruchamianie wielu wystąpień aplikacji. Wartość domyślna jest czyszczona, co umożliwia uruchamianie wielu wystąpień aplikacji.
pt_br: Impede que os usuários executem várias instâncias do aplicativo. O padrão é desmarcado, o que permite que várias instâncias do aplicativo sejam executadas.
ru: Запрещает пользователям запускать несколько экземпляров приложения. Значение по умолчанию не выбрано, что позволяет запускать несколько экземпляров приложения.
tr: Kullanıcıların uygulamanın birden çok örneğini çalıştırmasını önler. Varsayılan temizlenir ve bu da uygulamanın birden çok örneğinin çalışmasına olanak sağlar.
zh_hans: 阻止用户运行应用程序的多个实例。默认值被清除，这允许运行应用程序的多个实例。
zh_hant: 防止使用者執行應用程式的多個執行個體。預設值已清除，可允許執行多個應用程式的執行個體。

# BoolProperty|SingleInstance|DisplayName
source: Single-instance application
cs: Aplikace s jednou instancí
de: Einzelinstanzanwendung
es: Aplicación de instancia única
fr: Application à instance unique
it: Applicazione a istanza singola
ja: 単一インスタンス アプリケーション
ko: 단일 인스턴스 애플리케이션
pl: Aplikacja z jednym wystąpieniem
pt_br: Aplicativo de instância única
ru: Приложение с одним экземпляром
tr: Tek örnekli uygulama
zh_hans: 单实例应用程序
zh_hant: 單一執行個體應用程式

# BoolProperty|UseApplicationFramework|Description
source: Enable the Visual Basic Application Framework for this project. In general, these settings get serialized into the myapp file.
cs: Povolte Visual Basic Application Framework pro tento projekt. Obecně platí, že tato nastavení se serializují do souboru myapp.
de: Visual Basic Application Framework für dieses Projekt aktivieren. Im Allgemeinen werden diese Einstellungen in die myapp-Datei serialisiert.
es: Habilita Visual Basic Application Framework para este proyecto. En general, esta configuración se serializa en el archivo myapp.
fr: Activez l’infrastructure d’application Visual Basic pour ce projet. En général, ces paramètres sont sérialisés dans le fichier myapp.
it: Abilitare il framework applicazione Visual Basic per questo progetto. In generale, queste impostazioni vengono serializzate nel file myapp.
ja: このプロジェクトに対して Visual Basic アプリケーション フレームワークを有効にします。一般に、これらの設定は myapp ファイルにシリアル化されます。
ko: 이 프로젝트에 Visual Basic Application Framework를 사용하도록 설정합니다. 일반적으로 이러한 설정은 myapp 파일로 직렬화됩니다.
pl: Włącz strukturę aplikacji języka Visual Basic dla tego projektu. Ogólnie, te ustawienia są serializowane do pliku myapp.
pt_br: Habilite o Visual Basic Application Framework para este projeto. Em geral, essas configurações são serializadas no arquivo myapp.
ru: Включите Visual Basic Application Framework для этого проекта. Как правило, эти параметры сериализованы в файле myapp.
tr: Bu proje için Visual Basic Uygulama Çerçevesini etkinleştir. Genel olarak, bu ayarlar myapp dosyasında seri hale getirilir.
zh_hans: 为此项目启用 Visual Basic 应用程序框架。通常，这些设置会序列化为 myapp 文件。
zh_hant: 啟用此專案的 Visual Basic 應用程式架構。一般說來，這些設定會序列化為 myapp 檔案。

# BoolProperty|UseApplicationFramework|DisplayName
source: Application Framework
cs: Architektura aplikace
de: Anwendungsframework
es: Marco de trabajo de la aplicación
fr: Infrastructure d’application
it: Framework applicazione
ja: アプリケーション フレームワーク
ko: 애플리케이션 프레임워크
pl: Struktura aplikacji
pt_br: Estrutura do Aplicativo
ru: Исполняющая среда
tr: Uygulama Çerçevesi
zh_hans: 应用程序框架
zh_hant: 應用程式架構

# Category|ApplicationFramework|Description
source: Application Framework settings.
cs: Nastavení architektury aplikace.
de: Einstellungen des Anwendungsframeworks.
es: Configuración de Application Framework.
fr: Paramètres d’infrastructure d'application.
it: Impostazioni del framework applicazione.
ja: アプリケーション フレームワークの設定。
ko: 애플리케이션 프레임워크 설정입니다.
pl: Ustawienia struktury aplikacji.
pt_br: Configurações da estrutura do aplicativo.
ru: Параметры исполняющей среды
tr: Uygulama Çerçevesi ayarları.
zh_hans: 应用程序框架设置。
zh_hant: 應用程式架構設定。

# Category|ApplicationFramework|DisplayName
source: Application Framework
cs: Architektura aplikace
de: Anwendungsframework
es: Marco de trabajo de la aplicación
fr: Infrastructure d’application
it: Framework applicazione
ja: アプリケーション フレームワーク
ko: 애플리케이션 프레임워크
pl: Struktura aplikacji
pt_br: Estrutura do Aplicativo
ru: Исполняющая среда
tr: Uygulama Çerçevesi
zh_hans: 应用程序框架
zh_hant: 應用程式架構

# Category|WPF|Description
source: Settings specific to WPF applications.
cs: Nastavení specifická pro aplikace WPF.
de: Spezifische Einstellungen für WPF-Anwendungen.
es: Configuración específica de las aplicaciones WPF.
fr: Paramètres spécifiques aux applications WPF.
it: Impostazioni specifiche per le applicazioni WPF.
ja: WPF アプリケーションに固有の設定です。
ko: WPF 애플리케이션과 관련된 설정입니다.
pl: Ustawienia specyficzne dla aplikacji WPF.
pt_br: Configurações específicas para aplicativos WPF.
ru: Параметры, характерные для приложений WPF.
tr: WPF uygulamalarına özgü ayarlar.
zh_hans: 特定于 WPF 应用程序的设置。
zh_hant: 特定於 WPF 應用程式的設定。

# DynamicEnumProperty|SplashScreen|Description
source: Sets the form to be used as a splash screen for the application.
cs: Nastaví formulář, který se má pro aplikaci použít jako úvodní obrazovka.
de: Das Formular festlegen, das als Begrüßungsbildschirm für die Anwendung verwendet werden soll.
es: Establece el formulario que se usará como pantalla de presentación para la aplicación.
fr: Définit le formulaire à utiliser comme écran de démarrage pour l’application.
it: Imposta il modulo da usare come schermata iniziale per l'applicazione.
ja: アプリケーションのスプラッシュ スクリーンとして使用するフォームを設定します。
ko: 애플리케이션의 시작 화면으로 사용할 양식을 설정합니다.
pl: Ustawia formularz, który ma być używany jako ekran powitalny aplikacji.
pt_br: Define o formulário a ser usado como tela inicial para o aplicativo.
ru: Задает форму для использования в качестве экрана-заставки для приложения.
tr: Uygulama için giriş ekranı olarak kullanılacak formu ayarlar.
zh_hans: 设置要用作应用程序初始屏幕的窗体。
zh_hant: 設定要做為應用程式啟動顯示畫面使用的表單。

# DynamicEnumProperty|SplashScreen|DisplayName
source: Splash screen
cs: Úvodní obrazovka
de: Begrüßungsbildschirm
es: Pantalla de presentación
fr: Écran de démarrage
it: Schermata iniziale
ja: スプラッシュ スクリーン
ko: 시작 화면
pl: Ekran powitalny
pt_br: Tela inicial
ru: Экран-заставка
tr: Giriş ekranı
zh_hans: 初始屏幕
zh_hant: 啟動顯示畫面

# DynamicEnumProperty|StartupObject|Description
source: Defines the entry point to be called when the application loads. Generally this is set either to the main form in your application or to the 'Main' procedure that should run when the application starts. Class libraries do not define an entry point.
cs: Definuje vstupní bod, který se má volat při načtení aplikace. Obecně je tato možnost nastavena buď na hlavní formulář v aplikaci, nebo na proceduru Main, která se má spustit při spuštění aplikace. Knihovny tříd vstupní bod nedefinují.
de: Hiermit wird der Einstiegspunkt definiert, der beim Laden der Anwendung aufgerufen werden soll. Im Allgemeinen wird dies entweder auf das Hauptformular in Ihrer Anwendung oder auf die Main-Prozedur festgelegt, die beim Starten der Anwendung ausgeführt werden soll. Klassenbibliotheken definieren keinen Einstiegspunkt.
es: Define el punto de entrada al que se va a llamar cuando se cargue la aplicación. Normalmente, se establece en el formulario principal de la aplicación o en el procedimiento "Principal" que debe ejecutarse cuando se inicia la aplicación. Las bibliotecas de clases no definen ningún punto de entrada.
fr: Définit le point d'entrée à appeler au chargement de l'application. En règle générale, il s'agit du formulaire principal de votre application ou de la procédure 'Main' qui doit s'exécuter au démarrage de l'application. Les bibliothèques de classes ne définissent pas de point d'entrée.
it: Definisce il punto di ingresso da chiamare quando l'applicazione viene caricata. In genere viene impostato sul modulo principale dell'applicazione o sulla routine 'Main' che deve essere eseguita all'avvio dell'applicazione. Le librerie di classi non definiscono un punto di ingresso.
ja: アプリケーションの読み込み時に呼び出されるエントリ ポイントを定義します。通常、これはアプリケーションのメイン フォームか、アプリケーションの起動時に実行する必要がある 'Main' プロシージャに設定されます。クラス ライブラリではエントリ ポイントが定義されていません。
ko: 애플리케이션이 로드될 때 호출할 진입점을 정의합니다. 일반적으로 애플리케이션의 기본 양식 또는 애플리케이션이 시작할 때 실행되어야 하는 '기본' 프로시저로 설정됩니다. 클래스 라이브러리는 진입점을 정의하지 않습니다.
pl: Definiuje punkt wejścia do wywołania, gdy aplikacja zostanie załadowana. Ta opcja jest zazwyczaj ustawiana na formularz główny w aplikacji lub na procedurę „Main”, która ma być uruchamiana po uruchomieniu aplikacji. Biblioteki klas nie definiują punktu wejścia.
pt_br: Define o ponto de entrada a ser chamado quando o aplicativo é carregado. Geralmente, essa opção é definida como o formulário principal no aplicativo ou como o procedimento 'Main' que deve ser executado quando o aplicativo é iniciado. As bibliotecas de classe não definem um ponto de entrada.
ru: Определяет точку входа, вызываемую при загрузке приложения. Обычно в качестве этой точки входа задается главная форма приложения или процедура "Main", которая должна выполняться при запуске приложения. В библиотеках классов точка входа не определяется.
tr: Uygulama yüklediğinde çağrılacak giriş noktasını tanımlar. Bu, genellikle uygulamanızda ana form olarak veya uygulama başladığında çalışması gereken 'Ana' yordam olarak ayarlanır. Sınıf kitaplıkları bir giriş noktası tanımlamaz.
zh_hans: 定义在加载应用程序时要调用的入口点。通常，此项设置为应用程序中的主窗体或应用程序启动时运行的 "Main" 过程。类库不定义入口点。
zh_hant: 定義應用程式載入時要呼叫的進入點。通常會設定為應用程式的主表單，或應用程式啟動時應執行的 'Main' 程序。類別庫未定義進入點。

# DynamicEnumProperty|StartupObject|DisplayName
source: Startup object
cs: Spouštěcí objekt
de: Startobjekt
es: Objeto de inicio
fr: Objet de démarrage
it: Oggetto di avvio
ja: スタートアップ オブジェクト
ko: 시작 개체
pl: Obiekt startowy
pt_br: Objeto de inicialização
ru: Автоматически запускаемый объект
tr: Başlangıç nesnesi
zh_hans: 启动对象
zh_hant: 啟始物件

# DynamicEnumProperty|StartupURI|Description
source: Specifies the window that will open when the application loads.
cs: Určuje okno, které se otevře při načtení aplikace.
de: Gibt das Fenster an, das beim Laden der Anwendung geöffnet wird.
es: Especifica la ventana que se abrirá cuando se cargue la aplicación.
fr: Indique la fenêtre qui s’ouvre lorsque l’application se charge.
it: Specifica la finestra che verrà aperta al caricamento dell'applicazione.
ja: アプリケーションの読み込み時に開くウィンドウを指定します。
ko: 애플리케이션이 로드될 때 열리는 창을 지정합니다.
pl: Określa okno, które zostanie otwarte po załadowaniu aplikacji.
pt_br: Especifica a janela que será aberta quando o aplicativo for carregado.
ru: Задает окно для открытия при загрузке приложения.
tr: Uygulama yüklendiğinde açılacak pencereyi belirtir.
zh_hans: 指定应用程序加载时将打开的窗口。
zh_hant: 指定應用程式載入時將開啟的視窗。

# DynamicEnumProperty|StartupURI|DisplayName
source: Startup URI
cs: Spouštěcí URI
de: Start-URI
es: URI de inicio
fr: URI de démarrage
it: URI di avvio
ja: スタートアップ URI
ko: 시작 URI
pl: Początkowy identyfikator URI
pt_br: URI de Inicialização
ru: URI запуска
tr: Başlangıç URI'si
zh_hans: 启动 URI
zh_hant: 啟動 URI

# EnumProperty|HighDpiMode|Description
source: Specifies the application-wide HighDpiMode for the application. This setting can be programaticaly overriden through the ApplyApplicationDefaults event.
cs: Určuje režim HighDpiMode pro celou aplikaci. Toto nastavení může být programové přepsání prostřednictvím události ApplyApplicationDefaults.
de: Gibt den anwendungsweiten HighDpiMode für die Anwendung an. Diese Einstellung kann programmatisch über das ApplyApplicationDefaults-Ereignis außer Kraft gesetzt werden.
es: Especifica el HighDpiMode de toda la aplicación para la aplicación. Esta configuración se puede invalidar mediante programación con el evento ApplyApplicationDefaults.
fr: Indique HighDpiMode à l’échelle de l’application pour l’application. Ce paramètre peut être remplacé par programmation via l’événement ApplyApplicationDefaults.
it: Specifica la modalità HighDpiMode a livello di applicazione per l'applicazione. È possibile eseguire l'override programmatico di questa impostazione tramite l'evento ApplyApplicationDefaults.
ja: アプリケーションに対してアプリケーション全体の HighDpiMode を指定します。この設定は、プログラムで ApplyApplicationDefaults イベントによってオーバーライドできます。
ko: 애플리케이션에 대한 애플리케이션 전체 HighDpiMode를 지정합니다. 이 설정은 ApplyApplicationDefaults 이벤트를 통해 프로그래밍 방식으로 재정의할 수 있습니다.
pl: Określa tryb HighDpiMode dla całej aplikacji. To ustawienie może być zastępowane programowo za pośrednictwem zdarzenia ApplyApplicationDefaults.
pt_br: Especifica o HighDpiMode em todo o aplicativo para o aplicativo. Essa configuração pode ser substituída programaticamente por meio do evento ApplyApplicationDefaults.
ru: Определяет HighDpiMode для всего приложения. Этот параметр можно программно переопределить с помощью события ApplyApplicationDefaults.
tr: Uygulama için uygulama genelinde HighDpiMode belirtir. Bu ayar, ApplyApplicationDefaults olayı aracılığıyla programlanabilir bir şekilde geçersiz kılınabilir.
zh_hans: 为应用程序指定应用程序范围的 HighDpiMode。可以通过 ApplyApplicationDefaults 事件以编程方式替代此设置。
zh_hant: 指定應用程式的全應用程式 HighDpiMode。這個設定可以透過 ApplyApplicationDefaults 事件以程式方式覆寫。

# EnumProperty|HighDpiMode|DisplayName
source: High DPI mode
cs: Režim vysokého rozlišení DPI
de: Modus mit hohem DPI-Wert
es: Modo de PPP alto
fr: Mode Haute résolution
it: Modalità DPI elevata
ja: 高 DPI モード
ko: 높은 DPI 모드
pl: Tryb wysokiej rozdzielczości DPI
pt_br: Modo DPI alto
ru: Режим высокого разрешения
tr: Yüksek DPI modu
zh_hans: 高 DPI 模式
zh_hant: 高 DPI 模式

# EnumProperty|ShutdownMode_WPF|Description
source: Specifies when the application should close automatically.
cs: Určuje, kdy se má aplikace automaticky zavřít.
de: Gibt an, wann die Anwendung automatisch geschlossen werden soll.
es: Especifica cuándo se debe cerrar automáticamente la aplicación.
fr: Indique quand l’application doit se fermer automatiquement.
it: Specifica quando l'applicazione deve chiudersi automaticamente.
ja: アプリケーションを自動的に終了するタイミングを指定します。
ko: 애플리케이션을 자동으로 닫아야 하는 시기를 지정합니다.
pl: Określa, kiedy aplikacja powinna zostać zamknięta automatycznie.
pt_br: Especifica quando o aplicativo deve ser fechado automaticamente.
ru: Определяет, когда приложение должно закрыться автоматически.
tr: Uygulamanın ne zaman otomatik olarak kapatılacağını gösterir.
zh_hans: 指定应用程序何时应自动关闭。
zh_hant: 指定應用程式自動關閉的時機。

# EnumProperty|ShutdownMode_WPF|DisplayName
source: Shutdown mode
cs: Režim vypnutí
de: Modus für das Herunterfahren
es: Modo de apagado
fr: Mode d’arrêt
it: Modalità di arresto
ja: シャットダウン モード
ko: 종료 모드
pl: Tryb zamykania
pt_br: Modo de desligamento
ru: Режим завершения работы
tr: Kapatma modu
zh_hans: 关闭模式
zh_hant: 關機模式

# EnumProperty|ShutdownMode|Description
source: Indicates which condition causes the application to shut down.
cs: Určuje, který stav způsobuje ukončení aplikace.
de: Gibt an, durch welche Bedingung die Anwendung heruntergefahren wird.
es: Indica qué condición hace que la aplicación se cierre.
fr: Indique la condition à l’origine de l’arrêt de l’application.
it: Indica la condizione che causa l'arresto dell'applicazione.
ja: アプリケーションのシャットダウンを引き起こす条件を示します。
ko: 애플리케이션이 종료되는 조건을 나타냅니다.
pl: Wskazuje, który warunek powoduje zamknięcie aplikacji.
pt_br: Indica qual condição faz com que o aplicativo seja desligado.
ru: Определяет, какое условие вызывает закрытие приложения.
tr: Uygulamanın kapanmasına hangi koşulun neden olduğunu gösterir.
zh_hans: 指示导致应用程序关闭的条件。
zh_hant: 指出導致應用程式關閉的條件。

# EnumProperty|ShutdownMode|DisplayName
source: Shutdown mode
cs: Režim vypnutí
de: Modus für das Herunterfahren
es: Modo de apagado
fr: Mode d’arrêt
it: Modalità di arresto
ja: シャットダウン モード
ko: 종료 모드
pl: Tryb zamykania
pt_br: Modo de desligamento
ru: Режим завершения работы
tr: Kapatma modu
zh_hans: 关闭模式
zh_hant: 關機模式

# EnumProperty|VBAuthenticationMode|Description
source: Specifies the method of identifying the logged-on user, when needed.
cs: Určuje metodu identifikace přihlášeného uživatele v případě potřeby.
de: Gibt die Methode zum Identifizieren des angemeldeten Benutzers an, falls erforderlich.
es: Especifica el método para identificar al usuario que ha iniciado sesión cuando sea necesario.
fr: Spécifie la méthode d’identification de l’utilisateur connecté, si nécessaire.
it: Specifica il metodo di identificazione dell'utente connesso, quando necessario.
ja: 必要に応じて、ログオンしているユーザーを識別する方法を指定します。
ko: 필요한 경우 로그온한 사용자를 식별하는 방법을 지정합니다.
pl: Określa metodę identyfikowania zalogowanego użytkownika w razie potrzeby.
pt_br: Especifica o método de identificação do utilizador com sessão iniciada, quando necessário.
ru: Определяет метод идентификации вошедшего в систему пользователя, когда это необходимо.
tr: Gerektiğinde, oturum açmış kullanıcıyı tanımlama yöntemini belirtir.
zh_hans: 指定在需要时标识已登录用户的方法。
zh_hant: 指定必要時識別登入使用者的方法。

# EnumProperty|VBAuthenticationMode|DisplayName
source: Authentication mode
cs: Režim ověřování
de: Authentifizierungsmodus
es: Modo de autenticación
fr: Mode d'authentification
it: Modalità di autenticazione
ja: 認証モード
ko: 인증 모드
pl: Tryb uwierzytelniania
pt_br: Modo de autenticação
ru: Режим проверки подлинности
tr: Kimlik doğrulaması modu
zh_hans: 身份验证模式
zh_hant: 驗證模式

# EnumValue|HighDpiMode.0|DisplayName
source: DPI unaware - No scaling and assuming 100% scaling.
cs: Nepodporuje DPI – Bez měřítka a předpokládá se 100% škálování.
de: Nicht DPI-fähig – Keine Skalierung und Annahme einer 100%igen Skalierung.
es: Con reconocimiento de PPP: sin escala y se supone un 100 % de ajuste de escala.
fr: Sans prise en charge PPP : aucune mise à l’échelle et mise à l’échelle de 100 %.
it: DPI non disponibile: nessun ridimensionamento e presupponendo un ridimensionamento del100%.
ja: DPI 非対応 - スケーリングなし。スケーリングは 100%であると仮定します。
ko: DPI 인식 안 함 - 크기 조정이 없으며 100% 크기 조정을 가정합니다.
pl: Nierozpoznawane wartość DPI — bez skalowania i przy założeniu skalowania na 100%.
pt_br: DPI inconsciente - Sem escala e assumindo 100% de escala.
ru: DPI не учитывается — без масштабирования и при условии 100% масштабирования.
tr: DPI farkındalığı yok: Ölçeklendirme yok ve %100 ölçeklendirme varsayılıyor.
zh_hans: DPI 不知情 - 无缩放，并假定 100% 缩放。
zh_hant: DPI 非識別 - 不調整規模並假設 100% 縮放。
