Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ApplicationPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, ru, tr, zh_hans, zh_hant

# BoolProperty|AutoGenerateBindingRedirects|Description
source: Add binding redirects automatically to App.config.
cs: Automaticky přidat přesměrování vazeb do souboru App.config
de: Der App-Konfiguration automatisch Bindungsumleitungen hinzufügen.
es: Agrega redirecciones de enlace de manera automática a App.config.
fr: Ajoutez automatiquement des redirections de liaison à App.config.
it: Aggiungere automaticamente i reindirizzamenti di binding a App.config.
ja: バインドを追加すると、App.config に自動的にリダイレクトされます。
pl: Dodaj automatycznie do pliku App.config przekierowania powiązań.
ru: Автоматически добавлять перенаправления привязок в App.config.
tr: App.config 'e bağlama yeniden yönlendirmelerini otomatik olarak ekleyin.
zh_hant: 將繫結重新導向自動新增至 App.config。

# BoolProperty|AutoGenerateBindingRedirects|DisplayName
source: Auto-generate binding redirects
cs: Automaticky generovat přesměrování vazeb
de: Bindungsumleitungen automatisch generieren
es: Generación automática de redirecciones de enlace
fr: Générer automatiquement les redirections de liaison
it: Genera automaticamente reindirizzamenti di binding
ja: バインド リダイレクトの自動生成
pl: Automatycznie generowane przekierowania powiązań
ru: Автоматически создавать перенаправления привязок
tr: Otomatik olarak, bağlama yeniden yönlendirmeleri oluşturma
zh_hant: 自動產生繫結重新導向

# BoolProperty|NuGetAudit|Description
source: Audit package dependencies for security vulnerabilities.
cs: Umožňuje auditovat závislosti balíčku pro ohrožení zabezpečení.
de: Paketabhängigkeiten auf Sicherheitsrisiken überwachen.
es: Audite las dependencias de los paquetes para detectar vulnerabilidades de seguridad.
fr: Auditez les dépendances de package pour les failles de sécurité.
it: Controllare le dipendenze dei pacchetti per le vulnerabilità di sicurezza.
ja: セキュリティの脆弱性に対するパッケージの依存関係を監査します。
pl: Przeprowadź inspekcję zależności pakietów pod kątem luk w zabezpieczeniach.
ru: Провести аудит зависимостей пакетов на наличие уязвимостей безопасности.
tr: Güvenlik açıkları için paket bağımlılıklarını denetleyin.
zh_hant: 稽核套件相依性是否有安全性弱點。

# BoolProperty|NuGetAudit|DisplayName
source: Audit NuGet dependencies
cs: Auditovat závislosti NuGet
de: NuGet-Abhängigkeiten überwachen
es: Auditar dependencias de NuGet
fr: Auditer les dépendances NuGet
it: Controllare le dipendenze NuGet
ja: NuGet 依存関係の監査
pl: Inspekcja zależności NuGet
ru: Провести аудит зависимостей NuGet
tr: NuGet bağımlılıklarını denetle
zh_hant: 稽核 NuGet 相依性

# BoolProperty|UseWPF|Description
source: Enable WPF for this project.
cs: Povolí pro tento projekt WPF.
de: Hiermit wird WPF für dieses Projekt aktiviert.
es: Habilite WPF para este proyecto.
fr: Activez WPF pour ce projet.
it: Abilita WPF per questo progetto.
ja: このプロジェクトで WPF を有効にします。
ko: 이 프로젝트에 WPF를 사용하도록 설정합니다.
pl: Włącz funkcję WPF dla tego projektu.
ru: Включите WPF для этого проекта.
tr: Bu proje için WPF'yi etkinleştirin.
zh_hans: 为该项目启用 WPF。
zh_hant: 為此專案啟用 WPF。

# BoolProperty|UseWindowsForms|Description
source: Enable Windows Forms for this project.
cs: Povolí pro tento projekt model Windows Forms.
de: Hiermit wird Windows Forms für dieses Projekt aktiviert.
es: Habilite Windows Forms para este proyecto.
fr: Activez Windows Forms pour ce projet.
it: Abilita Windows Forms per questo progetto.
ja: このプロジェクトで Windows フォームを有効にします。
ko: 이 프로젝트에 대해 Windows Forms를 사용하도록 설정합니다.
pl: Włącz Windows Forms dla tego projektu.
ru: Включите Windows Forms для этого проекта.
tr: Bu proje için Windows Forms’u etkinleştirin.
zh_hans: 为该项目启用 Windows 窗体。
zh_hant: 為此專案啟用 Windows Forms。

# BoolProperty|UseWindowsForms|DisplayName
source: Windows Forms
ja: Windows フォーム
zh_hans: Windows 窗体

# Category|Dependencies|Description
source: Dependency management settings for the application.
cs: Nastavení správy závislostí pro aplikaci
de: Einstellungen der Abhängigkeitsverwaltung für die Anwendung.
es: Configuración de administración de dependencias para la aplicación.
fr: Paramètres de gestion des dépendances pour l’application.
it: Impostazioni di gestione delle dipendenze per l'applicazione.
ja: アプリケーションの依存関係管理設定。
pl: Ustawienia zarządzania zależnościami dla aplikacji.
ru: Параметры управления зависимостями для приложения.
tr: Uygulama için bağımlılık yönetimi ayarları.
zh_hant: 應用程式的相依性管理設定。

# Category|Dependencies|DisplayName
source: Dependencies
cs: Závislosti
de: Abhängigkeiten
es: Dependencias
fr: Dépendances
it: Dipendenze
ja: 依存関係
pl: Zależności
ru: Зависимости
tr: Bağımlılıklar
zh_hant: 相依性

# Category|General|Description
source: General settings for the application.
cs: Obecná nastavení pro aplikaci
de: Allgemeine Einstellungen für die Anwendung.
es: Configuración general de la aplicación.
fr: Paramètres généraux de l'application.
it: Impostazioni generali per l'applicazione.
ja: アプリケーションの全般設定です。
ko: 애플리케이션의 일반 설정입니다.
pl: Ustawienia ogólne aplikacji.
ru: Общие параметры приложения.
tr: Uygulamanın genel ayarları.
zh_hans: 应用程序的常规设置。
zh_hant: 應用程式的一般設定。

# Category|General|DisplayName
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 全般
ko: 일반
pl: Ogólne
ru: Общие
tr: Genel
zh_hans: 常规
zh_hant: 一般

# Category|Resources|Description
source: Resource settings for the application.
cs: Nastavení prostředků pro aplikaci
de: Ressourceneinstellungen für die Anwendung.
es: Configuración de recursos de la aplicación.
fr: Paramètres de ressources de l'application.
it: Impostazioni delle risorse per l'applicazione.
ja: アプリケーションのリソース設定です。
ko: 애플리케이션의 리소스 설정입니다.
pl: Ustawienia zasobów dla aplikacji.
ru: Параметры ресурсов для приложения.
tr: Uygulamanın kaynak ayarları.
zh_hans: 应用程序的资源设置。
zh_hant: 應用程式的資源設定。

# Category|Resources|DisplayName
source: Resources
cs: Prostředky
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: リソース
ko: 리소스
pl: Zasoby
ru: Ресурсы
tr: Kaynaklar
zh_hans: 资源
zh_hant: 資源

# DynamicEnumProperty|InterceptedTargetFramework|Description
source: Specifies the version of .NET that the application targets. This option can have different values depending on which versions of .NET are installed on your computer.
cs: Určuje verzi rozhraní .NET, na kterou aplikace cílí. Tato možnost může mít různé hodnoty v závislosti na tom, které verze rozhraní .NET jsou na počítači nainstalované.
de: Hiermit wird die .NET-Version angegeben, die von der Anwendung als Ziel verwendet wird. Diese Option kann unterschiedliche Werte aufweisen, je nachdem, welche .NET-Versionen auf Ihrem Computer installiert sind.
es: Especifica la versión de .NET a la que se destina la aplicación. Esta opción puede tener distintos valores en función de las versiones de .NET instaladas en el equipo.
fr: Spécifie la version de .NET ciblée par l'application. Cette option peut avoir des valeurs distinctes, en fonction des versions de .NET installées sur votre ordinateur.
it: Specifica la versione di .NET di destinazione dell'applicazione. Questa opzione può avere valori diversi a seconda delle versioni di .NET installate nel computer.
ja: アプリケーションの対象となる .NET のバージョンを指定します。このオプションには、コンピューターにインストールされている .NET のバージョンに応じて異なる値を指定できます。
pl: Określa wersję platformy .NET, dla której aplikacja jest przeznaczona. Ta opcja może mieć różne wartości w zależności od tego, które wersje platformy .NET są zainstalowane na komputerze.
ru: Указывает версию .NET, для которой предназначено приложение. Этот параметр может иметь различные значения в зависимости от того, какие версии .NET установлены на вашем компьютере.
tr: Uygulamanın hedeflediği .NET sürümünü belirtir. Bu seçenek, bilgisayarınızda yüklü olan .NET sürümlerine bağlı olarak farklı değerlere sahip olabilir.
zh_hant: 指定應用程式的目標 .NET 版本。根據電腦上所安裝的 .NET 版本，這個選項可能會有不同的值。

# DynamicEnumProperty|InterceptedTargetFramework|DisplayName
source: Target framework
cs: Cílová architektura
de: Zielframework
es: Marco de destino
fr: Framework cible
it: Framework di destinazione
ja: ターゲット フレームワーク
pl: Struktura docelowa
ru: Целевая платформа
tr: Hedef çerçeve
zh_hant: 目標 Framework

# DynamicEnumProperty|StartupObject|Description
source: Defines the entry point to be called when the application loads. Generally this is set either to the main form in your application or to the 'Main' procedure that should run when the application starts. Class libraries do not define an entry point.
cs: Definuje vstupní bod, který se má volat při načtení aplikace. Obecně je tato možnost nastavena buď na hlavní formulář v aplikaci, nebo na proceduru Main, která se má spustit při spuštění aplikace. Knihovny tříd vstupní bod nedefinují.
de: Hiermit wird der Einstiegspunkt definiert, der beim Laden der Anwendung aufgerufen werden soll. Im Allgemeinen wird dies entweder auf das Hauptformular in Ihrer Anwendung oder auf die Main-Prozedur festgelegt, die beim Starten der Anwendung ausgeführt werden soll. Klassenbibliotheken definieren keinen Einstiegspunkt.
es: Define el punto de entrada al que se va a llamar cuando se cargue la aplicación. Normalmente, se establece en el formulario principal de la aplicación o en el procedimiento "Principal" que debe ejecutarse cuando se inicia la aplicación. Las bibliotecas de clases no definen ningún punto de entrada.
fr: Définit le point d'entrée à appeler au chargement de l'application. En règle générale, il s'agit du formulaire principal de votre application ou de la procédure 'Main' qui doit s'exécuter au démarrage de l'application. Les bibliothèques de classes ne définissent pas de point d'entrée.
it: Definisce il punto di ingresso da chiamare quando l'applicazione viene caricata. In genere viene impostato sul modulo principale dell'applicazione o sulla routine 'Main' che deve essere eseguita all'avvio dell'applicazione. Le librerie di classi non definiscono un punto di ingresso.
ja: アプリケーションの読み込み時に呼び出されるエントリ ポイントを定義します。通常、これはアプリケーションのメイン フォームか、アプリケーションの起動時に実行する必要がある 'Main' プロシージャに設定されます。クラス ライブラリではエントリ ポイントが定義されていません。
ko: 애플리케이션이 로드될 때 호출할 진입점을 정의합니다. 일반적으로 애플리케이션의 기본 양식 또는 애플리케이션이 시작할 때 실행되어야 하는 '기본' 프로시저로 설정됩니다. 클래스 라이브러리는 진입점을 정의하지 않습니다.
pl: Definiuje punkt wejścia do wywołania, gdy aplikacja zostanie załadowana. Ta opcja jest zazwyczaj ustawiana na formularz główny w aplikacji lub na procedurę „Main”, która ma być uruchamiana po uruchomieniu aplikacji. Biblioteki klas nie definiują punktu wejścia.
ru: Определяет точку входа, вызываемую при загрузке приложения. Обычно в качестве этой точки входа задается главная форма приложения или процедура "Main", которая должна выполняться при запуске приложения. В библиотеках классов точка входа не определяется.
tr: Uygulama yüklediğinde çağrılacak giriş noktasını tanımlar. Bu, genellikle uygulamanızda ana form olarak veya uygulama başladığında çalışması gereken 'Ana' yordam olarak ayarlanır. Sınıf kitaplıkları bir giriş noktası tanımlamaz.
zh_hans: 定义在加载应用程序时要调用的入口点。通常，此项设置为应用程序中的主窗体或应用程序启动时运行的 "Main" 过程。类库不定义入口点。
zh_hant: 定義應用程式載入時要呼叫的進入點。通常會設定為應用程式的主表單，或應用程式啟動時應執行的 'Main' 程序。類別庫未定義進入點。

# DynamicEnumProperty|StartupObject|DisplayName
source: Startup object
cs: Spouštěcí objekt
de: Startobjekt
es: Objeto de inicio
fr: Objet de démarrage
it: Oggetto di avvio
ja: スタートアップ オブジェクト
ko: 시작 개체
pl: Obiekt startowy
ru: Автоматически запускаемый объект
tr: Başlangıç nesnesi
zh_hans: 启动对象
zh_hant: 啟始物件

# DynamicEnumProperty|SupportedOSPlatformVersion|Description
source: Specifies the minimum OS version that the project will run on. When unspecified, the target OS version value is implied. Using an earlier version here requires code to add guards around later version APIs.
cs: Určuje minimální verzi operačního systému, na které se projekt spustí. Není-li zadána, bude zahrnuta hodnota cílové verze operačního systému. Použití starší verze zde vyžaduje kód, který přidá ochranu kolem rozhraní API novější verze.
de: Gibt die Mindest-Betriebssystemversion an, auf der das Projekt ausgeführt wird. Bei Nichtangabe wird der Wert der Zielbetriebssystem-Version impliziert. Die Verwendung einer früheren Version erfordert Code zum Hinzufügen von Guards um spätere Versions-APIs.
es: Especifica la versión mínima del sistema operativo en la que se ejecutará el proyecto. Cuando no se especifica, el valor de versión del sistema operativo de destino está implícito. El uso de una versión anterior aquí requiere código para agregar restricciones en torno a las API de versión posterior.
fr: Spécifie la version minimale du système d’exploitation sur laquelle le projet doit s’exécuter. En cas de non spécification, la valeur de version du système d’exploitation cible est implicite. L’utilisation d’une version antérieure ici nécessite du code pour ajouter des gardes dans les API de version ultérieure.
it: Specifica la versione minima del sistema operativo in cui verrà eseguito il progetto. Se non è indicata, il valore della versione del sistema operativo di destinazione è implicito. L'uso di una versione precedente richiede il codice per aggiungere protezioni per le API della versione successiva.
ja: プロジェクトが実行される最小 OS バージョンを指定します。指定しない場合、ターゲット OS のバージョン値が暗黙的に指定されます。以前のバージョンを使用する場合、それより新しいバージョンの API にガードを追加するにはコードが必要です。
pl: Określa minimalną wersję systemu operacyjnego, na której będzie uruchamiany projekt. Jeśli nie zostanie określona, wartość docelowej wersji systemu operacyjnego jest dorozumiana. Użycie starszej wersji w tym miejscu wymaga kodu w celu dodania ochrony wokół interfejsów API nowszej wersji.
ru: Указывает минимальную версию ОС, на которой будет работать проект. Если не указано, используется значение версии целевой ОС. Если нужно использовать более раннюю версию, то в коде придется заключить интерфейсы API в соответствующие условия.
tr: Projenin çalıştırılacağı en düşük işletim sistemi sürümünü belirtir. Belirtilmediğinde, hedef işletim sistemi sürümü değeri kullanılır. Burada daha önceki bir sürümün kullanılması, daha sonraki sürümün API‘lerine korumalar eklemek için kod gerektirir.
zh_hant: 指定要執行專案的最小作業系統版本。未指定時，會隱含目標作業系統版本值。若要在這裡使用較舊的版本，需要有程式碼以新增較新版本 API 的防護功能。

# DynamicEnumProperty|SupportedOSPlatformVersion|DisplayName
source: Supported OS version
cs: Podporovaná verze operačního systému
de: Unterstützte Betriebssystemversion
es: Versión de sistema operativo compatible
fr: Version du système d’exploitation pris en charge
it: Versione del sistema operativo supportata
ja: サポートされている OS バージョン
pl: Obsługiwana wersja systemu operacyjnego
ru: Поддерживаемая версия ОС
tr: Desteklenen işletim sistemi sürümü
zh_hant: 支援的作業系統版本

# DynamicEnumProperty|SupportedOSPlatformVersion|Metadata|SearchTerms
source: platform
cs: platforma
de: Plattform
es: plataforma
fr: plateforme
it: piattaforma
ja: プラットフォーム
pl: platforma
ru: платформа
zh_hant: 平台

# DynamicEnumProperty|TargetPlatformIdentifier|Description
source: Specifies the operating system that this project will target.
cs: Určuje operační systém, na který bude tento projekt cílit.
de: Gibt das Betriebssystems an, auf das dieses Projekt zielt.
es: Especifica el sistema operativo al que se destina este proyecto.
fr: Spécifie le système d’exploitation ciblé par ce projet.
it: Specifica il sistema operativo di destinazione del progetto.
ja: このプロジェクトの対象になるオペレーティング システムのバージョンを指定します。
pl: Określa system operacyjny, który będzie docelowym dla tego projektu.
ru: Указывает операционную систему, для которой предназначен этот проект.
tr: Bu projenin hedeflediği işletim sistemini belirtir.
zh_hant: 指定此專案會鎖定的作業系統。

# DynamicEnumProperty|TargetPlatformIdentifier|DisplayName
source: Target OS
cs: Cílový operační systém
de: Zielbetriebssystem
es: Sistema operativo de destino
fr: SE cible
it: Sistema operativo di destinazione
ja: ターゲット OS
pl: Docelowy system operacyjny
ru: Целевая ОС
tr: Hedef İşletim Sistemi
zh_hant: 目標 OS

# DynamicEnumProperty|TargetPlatformIdentifier|Metadata|SearchTerms
source: platform
cs: platforma
de: Plattform
es: plataforma
fr: plateforme
it: piattaforma
ja: プラットフォーム
pl: platforma
ru: платформа
zh_hant: 平台

# DynamicEnumProperty|TargetPlatformVersion|Description
source: Specifies the version of the operating system this project will target.
cs: Určuje verzi operačního systému, na kterou bude tento projekt cílit.
de: Gibt die Version des Betriebssystems an, auf das dieses Projekt zielt.
es: Especifica la versión del sistema operativo al que se destina este proyecto.
fr: Spécifie la version du système d’exploitation ciblé par ce projet.
it: Specifica la versione del sistema operativo di destinazione del progetto.
ja: このプロジェクトの対象になるオペレーティング システムのバージョンを指定します。
pl: Określa wersję systemu operacyjnego, która będzie docelową dla tego projektu.
ru: Указывает версию операционной системы, для которой предназначен этот проект.
tr: Bu projenin hedeflediği işletim sisteminin sürümünü belirtir.
zh_hant: 指定此專案會鎖定的作業系統版本。

# DynamicEnumProperty|TargetPlatformVersion|DisplayName
source: Target OS version
cs: Cílová verze operačního systému
de: Version des Zielbetriebssystems
es: Versión del sistema operativo de destino
fr: Version du système d’exploitation cible
it: Versione del sistema operativo di destinazione
ja: ターゲット OS バージョン
pl: Docelowa wersja systemu operacyjnego
ru: Целевая версия ОС
tr: Hedef işletim sistemi sürümü
zh_hant: 目標 OS 版本

# DynamicEnumProperty|TargetPlatformVersion|Metadata|SearchTerms
source: platform
cs: platforma
de: Plattform
es: plataforma
fr: plateforme
it: piattaforma
ja: プラットフォーム
pl: platforma
ru: платформа
zh_hant: 平台

# EnumProperty|NuGetAuditLevel|Description
source: The minimum vulnerability severity level to report when a package has a known vulnerability. Known vulnerabilities with a lower severity level will not be reported.
cs: Minimální úroveň závažnosti ohrožení zabezpečení, která se má nahlásit, když má balíček známé ohrožení zabezpečení. Známé chyby zabezpečení s nižší úrovní závažnosti nebudou hlášeny.
de: Der minimale Schweregrad des Sicherheitsrisikos, der gemeldet werden soll, wenn ein Paket ein bekanntes Sicherheitsrisiko aufweist. Bekannte Sicherheitsrisiken mit einem niedrigeren Schweregrad werden nicht gemeldet.
es: Nivel de gravedad de vulnerabilidad mínimo que se debe notificar cuando un paquete tiene una vulnerabilidad conocida. No se notificarán las vulnerabilidades conocidas con un nivel de gravedad inferior.
fr: Le niveau minimum de gravité de la vulnérabilité à signaler lorsqu'un paquet présente une vulnérabilité connue. Les vulnérabilités connues avec un niveau de gravité inférieur ne seront pas signalées.
it: Livello minimo di gravità della vulnerabilità da segnalare quando un pacchetto presenta una vulnerabilità nota. Le vulnerabilità note con un livello di gravità inferiore non verranno segnalate.
ja: パッケージに既知の脆弱性がある場合に報告する脆弱性の最小の重大度レベル。重大度レベルが低い既知の脆弱性は報告されません。
pl: Minimalny poziom ważności luk w zabezpieczeniach do raportowania, gdy pakiet ma znaną lukę w zabezpieczeniach. Znane luki w zabezpieczeniach o niższym poziomie ważności nie będą raportowane.
ru: Минимальный уровень серьезности уязвимости, о котором следует сообщать при наличии известной уязвимости в пакете. Об известных уязвимостях с более низким уровнем серьезности сообщаться не будет.
tr: Bir pakette bilinen bir güvenlik açığı olduğunda bildirilecek en düşük güvenlik açığı önem düzeyi. Daha düşük önem derecesine sahip bilinen güvenlik açıkları bildirilmeyecek.
zh_hant: 當套件具有已知弱點時，要報告的最小弱點嚴重性等級。將不會報告嚴重性等級較低的已知弱點。

# EnumProperty|NuGetAuditLevel|DisplayName
source: Audit Severity Level
cs: Úroveň závažnosti auditování
de: Überwachungsschweregrad
es: Nivel de gravedad de auditoría
fr: Niveau de gravité de l’audit
it: Controllare il livello di gravità
ja: 監査の重大度のレベル
pl: Inspekcja poziomu ważności
ru: Провести аудит уровней серьезности
tr: Denetim Önem Düzeyi
zh_hant: 稽核嚴重性等級

# EnumProperty|NuGetAuditMode|Description
source: Specifies which packages to include in the audit.
cs: Určuje, které balíčky se mají zahrnout do auditování.
de: Gibt an, welche Pakete in die Überwachung eingeschlossen werden sollen.
es: Especifica los paquetes que se van a incluir en la auditoría.
fr: Spécifie les packages à inclure dans l’audit.
it: Specifica i pacchetti da includere nel controllo.
ja: 監査に含めるパッケージを指定します。
pl: Określa, które pakiety mają zostać uwzględnione w inspekcji.
ru: Указывает, какие пакеты следует включить в аудит.
tr: Hangi paketlerin denetime dahil edileceğini belirtir.
zh_hant: 指定要包含在稽核中的套件。

# EnumProperty|NuGetAuditMode|DisplayName
source: Audit Mode
cs: Režim auditování
de: Überwachungsmodus
es: Modo de auditoría
fr: Mode d’audit
it: Modalità di controllo
ja: 監査モード
pl: Tryb inspekcji
ru: Режим аудита
tr: Denetim Modu
zh_hant: 稽核模式

# EnumProperty|OutputType|Description
source: Specifies the type of application to build.
cs: Určuje typ aplikace, která se má sestavit.
de: Hiermit wird der Typ der zu erstellenden Anwendung angegeben.
es: Especifica el tipo de aplicación para compilar.
fr: Spécifie le type d'application à générer.
it: Specifica il tipo di applicazione da compilare.
ja: ビルドするアプリケーションの種類を指定します。
ko: 빌드할 애플리케이션의 유형을 지정합니다.
pl: Określa typ aplikacji do skompilowania.
ru: Указывает тип собираемого приложения.
tr: Derlenecek uygulamanın türünü belirtir.
zh_hans: 指定要生成的应用程序的类型。
zh_hant: 指定要建置的應用程式類型。

# EnumProperty|OutputType|DisplayName
source: Output type
cs: Typ výstupu
de: Ausgabetyp
es: Tipo de resultado
fr: Type de sortie
it: Tipo di output
ja: 出力の種類
ko: 출력 유형
pl: Typ danych wyjściowych
ru: Тип вывода
tr: Çıkış türü
zh_hans: 输出类型
zh_hant: 輸出類型

# EnumProperty|ResourceSpecificationKind|Description
source: Specifies how application resources will be managed.
cs: Určuje, jak se budou spravovat prostředky aplikace.
de: Hiermit wird angegeben, wie die Anwendungsressourcen verwaltet werden sollen.
es: Especifica cómo se administrarán los recursos de la aplicación.
fr: Spécifie la façon dont les ressources de l'application sont managées.
it: Consente di specificare in che modo verranno gestite le risorse dell'applicazione.
ja: アプリケーション リソースの管理方法が指定されます。
ko: 애플리케이션 리소스 관리 방법을 지정합니다.
pl: Określa, jak będą zarządzane zasoby aplikacji.
ru: Указывает, как будет осуществляться управление ресурсами приложения.
tr: Uygulama kaynaklarının nasıl yönetileceğini belirtir.
zh_hans: 指定应用程序资源的管理方式。
zh_hant: 指定要應用程式資源的管理方式。

# EnumProperty|ResourceSpecificationKind|DisplayName
source: Resources
cs: Prostředky
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: リソース
ko: 리소스
pl: Zasoby
ru: Ресурсы
tr: Kaynaklar
zh_hans: 资源
zh_hant: 資源

# EnumValue|NuGetAuditLevel.critical|DisplayName
source: Critical only
cs: Pouze kritická
de: Nur "Kritisch"
es: Solo crítico
fr: Critique uniquement
it: Solo errori critici
ja: クリティカルのみ
pl: Tylko krytyczne
ru: Только "Критическое"
tr: Yalnızca kritik düzey
zh_hant: 僅限重大

# EnumValue|NuGetAuditLevel.high|DisplayName
source: High and above
cs: Vysoká a vyšší
de: Hoch und höher
es: Alto y superior
fr: Haut et supérieur
it: Elevato e superiore
ja: 高以上
pl: Wysoki i wyższy
ru: Высокий и выше
tr: Yüksek ve üstü
zh_hant: 高及以上

# EnumValue|NuGetAuditLevel.low|DisplayName
source: Low and above (all levels)
cs: Nízká a vyšší (všechny úrovně)
de: Niedrig und höher (alle Ebenen)
es: Bajo y superior (todos los niveles)
fr: Bas et supérieurs (tous niveaux)
it: Basso e superiore (tutti i livelli)
ja: 低以上 (すべてのレベル)
pl: Niski i wyższy (wszystkie poziomy)
ru: Низкий и выше (все уровни)
tr: Düşük ve üstü (tüm düzeyler)
zh_hant: 低及以上 (所有層級)

# EnumValue|NuGetAuditLevel.moderate|DisplayName
source: Moderate and above
cs: Střední a vyšší
de: Moderat und höher
es: Moderado y superior
fr: Modéré et supérieur
it: Moderato e superiore
ja: 中以上
pl: Średni i wyższy
ru: Средний и выше
tr: Orta ve üstü
zh_hant: 中及以上
