Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ApplicationPropertyPage.CSharp.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, pl, pt_br, ru, tr, zh_hant

# Category|Packaging|Description
source: Packaging settings for the application.
cs: Nastavení balení pro aplikaci.
de: Paketeinstellungen für die Anwendung.
es: Configuración de empaquetado para la aplicación
fr: Paramètres de création de packages de l’application.
it: Impostazioni di creazione pacchetti per l'applicazione.
ja: アプリケーションのパッケージ化設定です。
pl: Ustawienia pakietu dla aplikacji.
pt_br: Configurações de empacotamento do aplicativo.
ru: Параметры упаковки для приложения.
tr: Uygulamanın paketleme ayarları.
zh_hant: 應用程式的封裝設定。

# Category|Packaging|DisplayName
source: Packaging
cs: Balení
de: Paketerstellung
es: Empaquetado
fr: Création de packages
it: Creazione pacchetto
ja: パッケージ化
pl: Pakowanie
pt_br: Empacotamento
ru: Упаковка
tr: Paketleme
zh_hant: 封裝

# Category|Resources|Description
source: Resource settings for the application.
cs: Nastavení prostředků pro aplikaci
de: Ressourceneinstellungen für die Anwendung.
es: Configuración de recursos de la aplicación.
fr: Paramètres de ressources de l'application.
it: Impostazioni delle risorse per l'applicazione.
ja: アプリケーションのリソース設定です。
pl: Ustawienia zasobów dla aplikacji.
pt_br: Configurações de recurso do aplicativo.
ru: Параметры ресурсов для приложения.
tr: Uygulamanın kaynak ayarları.
zh_hant: 應用程式的資源設定。

# Category|Resources|DisplayName
source: Win32 Resources
cs: Prostředky Win32
de: Win32-Ressourcen
es: Recursos de Win32
fr: Ressources Win32
it: Risorse Win32
ja: Win32 リソース
pl: Zasoby Win32
pt_br: Recursos do Win32
ru: Ресурсы Win32
tr: Win32 Kaynakları
zh_hant: Win32 資源

# EnumProperty|ApplicationManifestKind|Description
source: Selects a manifest generation option when the application runs on Windows Vista or later under User Account Control (UAC). Options include a default manifest, no manifest, or a custom manifest provided by your project.
cs: Vybere možnost generování manifestu, když je aplikace spuštěná v systému Windows Vista nebo novějším se zapnutým Řízením uživatelských účtů (UAC). Možnosti zahrnují výchozí manifest, žádný manifest nebo vlastní manifest poskytnutý vaším projektem.
de: Hiermit wird eine Option zum Generieren von Manifesten ausgewählt, wenn die Anwendung unter Windows Vista oder höher mit aktivierter Benutzerkontensteuerung (UAC) ausgeführt wird. Zu den Optionen gehören ein Standardmanifest, kein Manifest oder ein benutzerdefiniertes Manifest, das von Ihrem Projekt bereitgestellt wird.
es: Selecciona una opción de generación del manifiesto cuando la aplicación se ejecuta en Windows Vista o posterior bajo Control de cuentas de usuario (UAC). Las opciones incluyen un manifiesto predeterminado, ningún manifiesto o un manifiesto personalizado que el proyecto proporciona.
fr: Sélectionne une option de génération de manifeste quand l'application s'exécute sur Windows Vista ou une version ultérieure sous UAC (contrôle de compte d'utilisateur). Les options incluent la génération d'un manifeste par défaut, la non-génération de manifeste ou la génération d'un manifeste personnalisé fourni par votre projet.
it: Consente di selezionare un'opzione di generazione del manifesto quando l'applicazione viene eseguita in Windows Vista o versioni successive in Controllo dell'account utente. Le opzioni includono un manifesto predefinito, nessun manifesto o un manifesto personalizzato fornito dal progetto.
ja: アプリケーションがユーザー アカウント制御 (UAC) を使用して Windows Vista またはそれ以降で実行されるときに、マニフェスト生成オプションを選択します。オプションには、既定のマニフェスト、マニフェストなし、プロジェクトによって提供されるカスタム マニフェストが含まれます。
pl: Wybiera opcję generowania manifestu, gdy aplikacja jest uruchamiana w systemie Windows Vista lub nowszym w ramach kontroli konta użytkownika (UAC). Opcje obejmują manifest domyślny, brak manifestu lub manifest niestandardowy dostarczony w projekcie.
pt_br: Seleciona uma opção de geração de manifesto quando o aplicativo é executado no Windows Vista ou mais recente no UAC (Controle de Conta de Usuário). As opções incluem um manifesto padrão, nenhum manifesto ou um manifesto personalizado fornecido pelo projeto.
ru: Выбирает параметр создания манифеста при запуске приложения в Windows Vista или в более поздних версиях ОС Windows в разделе "Управление учетными записями пользователей" (UAC). Возможные значения параметра: манифест по умолчанию, без манифеста или пользовательский манифест, предоставленный вашим проектом.
tr: Uygulama Windows Vista'da veya üzeri bir sürümde Kullanıcı Hesabı Denetimi (UAC) altında çalıştırıldığında bir bildirim oluşturma seçeneği belirler. Seçenekler arasında varsayılan bir bildirim olabilir, bildirim olmayabilir veya projeniz tarafından sağlanan özel bir bildirim olabilir.
zh_hant: 選取當應用程式在 Windows Vista 或更新版本上之使用者帳戶控制 (UAC) 下執行時的資訊清單產選項。這些選項包括 [預設資訊清單]、[無資訊清單] 或 [專案提供的自訂資訊清單]。

# EnumProperty|ApplicationManifestKind|DisplayName
source: Manifest
es: Manifiesto
fr: Manifeste
it: Manifesto
ja: マニフェスト
pt_br: Manifesto
ru: Манифест
tr: Bildirim
zh_hant: 資訊清單

# EnumProperty|ResourceSpecificationKind|Description
source: Specifies how application resources will be managed.
cs: Určuje, jak se budou spravovat prostředky aplikace.
de: Hiermit wird angegeben, wie die Anwendungsressourcen verwaltet werden sollen.
es: Especifica cómo se administrarán los recursos de la aplicación.
fr: Spécifie la façon dont les ressources de l'application sont managées.
it: Consente di specificare in che modo verranno gestite le risorse dell'applicazione.
ja: アプリケーション リソースの管理方法が指定されます。
pl: Określa, jak będą zarządzane zasoby aplikacji.
pt_br: Especifica como os recursos do aplicativo serão gerenciados.
ru: Указывает, как будет осуществляться управление ресурсами приложения.
tr: Uygulama kaynaklarının nasıl yönetileceğini belirtir.
zh_hant: 指定要應用程式資源的管理方式。

# EnumProperty|ResourceSpecificationKind|DisplayName
source: Resources
cs: Prostředky
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: リソース
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
tr: Kaynaklar
zh_hant: 資源

# EnumValue|ApplicationManifestKind.CustomManifest|DisplayName
source: Use a custom manifest
cs: Použít vlastní manifest
de: Benutzerdefiniertes Manifest verwenden
es: Usar un manifiesto personalizado
fr: Utiliser un manifeste personnalisé
it: Usa un manifesto personalizzato
ja: カスタム マニフェストを使用する
pl: Użyj manifestu niestandardowego
pt_br: Usar um manifesto personalizado
ru: Использовать пользовательский манифест
tr: Özel bildirim kullan
zh_hant: 使用自訂資訊清單

# EnumValue|ApplicationManifestKind.DefaultManifest|DisplayName
source: Embed manifest with default settings
cs: Vložit manifest s výchozím nastavením
de: Manifest mit Standardeinstellungen einbetten
es: Incrustar manifiesto con configuración predeterminada
fr: Incorporer les paramètres par défaut dans le fichier manifeste
it: Incorpora manifesto con impostazioni predefinite
ja: マニフェストを既定の設定で埋め込みます
pl: Osadź manifest w ustawieniach domyślnych
pt_br: Inserir manifesto com configurações padrão
ru: Внедрить манифест с настройками по умолчанию
tr: Bildirimi varsayılan ayarlarla ekle
zh_hant: 用預設設定嵌入資訊清單

# EnumValue|ApplicationManifestKind.NoManifest|DisplayName
source: Create application without a manifest
cs: Vytvořit aplikaci bez manifestu
de: Anwendung ohne Manifest erstellen
es: Crear la aplicación sin manifiesto
fr: Créer une application sans fichier manifeste
it: Crea applicazione senza manifesto
ja: マニフェストなしでアプリケーションを作成します
pl: Utwórz aplikację bez manifestu
pt_br: Criar aplicativo sem um manifesto
ru: Создать приложение без манифеста
tr: Uygulamayı bildirim olmadan oluştur
zh_hant: 建立無資訊清單應用程式

# EnumValue|ResourceSpecificationKind.IconAndManifest|DisplayName
source: Icon and manifest
cs: Ikona a manifest
de: Symbol und Manifest
es: Icono y manifiesto
fr: Icône et manifeste
it: Icona e manifesto
ja: アイコンとマニフェスト
pl: Ikona i manifest
pt_br: Ícone e manifesto
ru: Значок и манифест
tr: Simge ve bildirim
zh_hant: 圖示與資訊清單

# EnumValue|ResourceSpecificationKind.ResourceFile|DisplayName
source: Resource file
cs: Soubor prostředků
de: Ressourcendatei
es: Archivo de recursos
fr: Fichier de ressources
it: File di risorse
ja: リソース ファイル
pl: Plik zasobu
pt_br: Arquivo de recurso
ru: Файл ресурсов
tr: Kaynak dosyası
zh_hant: 資源檔案

# StringProperty|ApplicationManifestPath|Description
source: The path to the custom manifest file.
cs: Cesta k souboru vlastního manifestu
de: Der Pfad zur benutzerdefinierten Manifestdatei.
es: Ruta de acceso al archivo de manifiesto personalizado.
fr: Chemin du fichier manifeste personnalisé.
it: Percorso del file manifesto personalizzato.
ja: カスタム マニフェスト ファイルへのパスです。
pl: Ścieżka do pliku manifestu niestandardowego.
pt_br: O caminho para o arquivo de manifesto personalizado.
ru: Путь к пользовательскому файлу манифеста.
tr: Özel bildirim dosyasının yolu.
zh_hant: 自訂資訊清單檔案的路徑。

# StringProperty|ApplicationManifestPath|DisplayName
source: Manifest path
cs: Cesta k manifestu
de: Manifestpfad
es: Ruta de acceso del manifiesto
fr: Chemin du manifeste
it: Percorso del manifesto
ja: マニフェスト パス
pl: Ścieżka manifestu
pt_br: Caminho do manifesto
ru: Путь к манифесту
tr: Bildirim yolu
zh_hant: 資訊清單路徑

# StringProperty|Win32Resource|Description
source: Specifies a resource file for the project.
cs: Určuje soubor prostředku pro projekt.
de: Hiermit wird eine Ressourcendatei für das Projekt angegeben.
es: Especifica un archivo de recursos para el proyecto.
fr: Spécifie un fichier de ressources pour le projet.
it: Consente di specificare un file di risorse per il progetto.
ja: プロジェクトのリソース ファイルが指定されます。
pl: Określa plik zasobów dla projektu.
pt_br: Especifica um arquivo de recurso para o projeto.
ru: Указывает файл ресурсов для проекта.
tr: Proje için bir kaynak dosyası belirtir.
zh_hant: 指定專案的資源檔案。

# StringProperty|Win32Resource|DisplayName
source: Resource file
cs: Soubor prostředků
de: Ressourcendatei
es: Archivo de recursos
fr: Fichier de ressources
it: File di risorse
ja: リソース ファイル
pl: Plik zasobu
pt_br: Arquivo de recurso
ru: Файл ресурсов
tr: Kaynak dosyası
zh_hant: 資源檔
