Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/BuildPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# EnumValue|WarningLevel.5|DisplayName
source: 5 - Warnings from C# 9
cs: 5 – Upozornění z jazyka C# 9
de: 5 – Warnungen von C# 9
es: 5 - Advertencias de C# 9
fr: 5 - Avertissements de C# 9
it: 5 - Avvisi da C# 9
ja: 5 - C# 9 からの警告
ko: 5 - C# 9의 경고
pl: 5 — Ostrzeżenia z języka C# 9
pt_br: 5 - Avisos do C# 9
ru: 5 — предупреждения C# 9
tr: 5 - C# 9'dan uyarılar
zh_hans: 5 - 来自 C# 9 的警告
zh_hant: 5 - 來自 C# 9 的警告

# EnumValue|WarningLevel.6|DisplayName
source: 6 - Warnings from C# 10
cs: 6 – Upozornění z jazyka C# 10
de: 6 – Warnungen von C# 10
es: 6 - Advertencias de C# 10
fr: 6 - Avertissements de C# 10
it: 6 - Avvisi da C# 10
ja: 6 - C# 10 からの警告
ko: 6 - C# 10의 경고
pl: 6 — Ostrzeżenia z języka C# 10
pt_br: 6 - Avisos do C# 10
ru: 6 — предупреждения C# 10
tr: 6 - C# 10'dan uyarılar
zh_hans: 6 - 来自 C# 10 的警告
zh_hant: 6 - 來自 C# 10 的警告

# EnumValue|WarningLevel.7|DisplayName
source: 7 - Warnings from C# 11
cs: 7 – Upozornění z jazyka C# 11
de: 7 – Warnungen von C# 11
es: 7 - Advertencias de C# 11
fr: 7 - Avertissements de C# 11
it: 7 - Avvisi da C# 11
ja: 7 - C# 11 からの警告
ko: 7 - C# 11의 경고
pl: 7 — Ostrzeżenia z języka C# 11
pt_br: 7 - Avisos do C# 11
ru: 7 — предупреждения C# 11
tr: 7 - C# 11'dan uyarılar
zh_hans: 7 - 来自 C# 11 的警告
zh_hant: 7 - 來自 C# 11 的警告

# EnumValue|WarningLevel.8|DisplayName
source: 8 - Warnings from C# 13
pl: 8 — Ostrzeżenia z języka C# 13

# EnumValue|WarningLevel.9999|DisplayName
source: 9999 - All warnings
cs: 9999 – Všechna upozornění
de: 9999 – Alle Warnungen
es: 9999 - Todas las advertencias
fr: 9999 - Tous les avertissements
it: 9999 - Tutti gli avvisi
ja: 9999 - すべての警告
ko: 9999 - 모든 경고
pl: 9999 — Wszystkie ostrzeżenia
pt_br: 9999 - Todos os avisos
ru: 9999 — все предупреждения
tr: 9999 - Tüm uyarılar
zh_hans: 9999 - 所有警告
zh_hant: 9999 - 所有警告

# Rule|Build|Description
source: Specifies properties that control how the project builds.
cs: Určuje vlastnosti, které řídí způsob sestavení daného projektu.
de: Hiermit werden Eigenschaften angegeben, die den Buildvorgang des Projekts steuern.
es: Especifica las propiedades que controlan el modo en que se compila el proyecto.
fr: Spécifie les propriétés qui contrôlent le mode de génération du projet.
it: Specifica le proprietà che controllano la modalità di compilazione del progetto.
ja: プロジェクトのビルド方法を制御するプロパティを指定します。
ko: 프로젝트가 빌드되는 방식을 제어하는 속성을 지정합니다.
pl: Określa właściwości sterujące sposobem kompilacji projektu.
pt_br: Especifica as propriedades que controlam como o projeto é compilado.
ru: Задает свойства, управляющие сборкой проекта.
tr: Projenin nasıl derleneceğini denetleyen özellikleri belirtir.
zh_hans: 指定控制如何生成项目的属性。
zh_hant: 指定控制專案建立方式的屬性。

# Rule|Build|DisplayName
source: Build
cs: Sestavení
es: Compilación
it: Compilazione
ja: ビルド
ko: 빌드
pl: Kompilacja
pt_br: Criar
ru: Сборка
tr: Derleme
zh_hans: 生成
zh_hant: 建置

# StringProperty|AssemblyOriginatorKeyFile|DisplayName
source: Strong name key file
cs: Soubor klíče se silným názvem
de: Schlüsseldatei mit starkem Namen
es: Archivo de clave de nombre seguro
fr: Fichier de clé de nom fort
it: File di chiave con nome sicuro
ja: 厳密な名前のキー ファイル
ko: 강력한 이름 키 파일
pl: Plik klucza o silnej nazwie
pt_br: Arquivo da chave de nome forte
ru: Файл ключей строгого имени
tr: Tanımlayıcı ad anahtar dosyası
zh_hans: 强名称密钥文件
zh_hant: 強式名稱金鑰檔案

# StringProperty|BaseOutputPath|Description
source: Specifies the base location for the project's output during build. Subfolders will be appended to this path to differentiate project configuration.
cs: Určuje základní umístění výstupu projektu během sestavování. Aby se rozlišila konfigurace projektu, připojí se k této cestě podsložky.
de: Hiermit wird der Basisspeicherort für die Ausgabe des Projekts während des Buildvorgangs angegeben. Zur Unterscheidung von Projektkonfigurationen werden an diesen Pfad Unterordner angefügt.
es: Especifica la ubicación base de la salida del proyecto durante la compilación. Las subcarpetas se asociarán a esta ruta de acceso para diferenciar la configuración del proyecto.
fr: Spécifie l'emplacement de base de la sortie du projet durant la génération. Des sous-dossiers sont ajoutés à ce chemin pour différencier la configuration du projet.
it: Consente di specificare il percorso base per l'output del progetto durante la compilazione. Le sottocartelle verranno aggiunte a questo percorso per differenziare la configurazione del progetto.
ja: ビルド時のプロジェクトの出力の基本場所を指定します。プロジェクト構成を区別するために、サブフォルダーがこのパスに追加されます。
ko: 빌드하는 동안 프로젝트의 출력에 대한 기본 위치를 지정합니다. 프로젝트 구성을 구분하기 위해 이 경로에 하위 폴더가 추가됩니다.
pl: Określa lokalizację podstawową dla danych wyjściowych projektu podczas kompilowania. Podfoldery zostaną dołączone do tej ścieżki w celu odróżnienia konfiguracji projektu.
pt_br: Especifica o local base para a saída do projeto durante o build. As subpastas serão acrescentadas a este caminho para diferenciar a configuração do projeto.
ru: Задает базовое расположение выходных данных проекта во время сборки. К этому пути будут добавлены вложенные папки для конфигурации проекта.
tr: Derleme sırasında projenin çıkışı için temel konumu belirtir. Proje yapılandırmasını ayırt etmek için bu yola alt klasörler eklenir.
zh_hans: 指定生成期间项目输出的基位置。为了区分项目配置，将把子文件夹追加到此路径。
zh_hant: 指定建置期間，用以存放專案之輸出的基底位置。此路徑會附加子資料夾，以區分專案設定。

# StringProperty|BaseOutputPath|DisplayName
source: Base output path
cs: Základní cesta výstupu
de: Basispfad für Ausgabe
es: Ruta de acceso de la salida base
fr: Chemin de sortie de base
it: Percorso base dell'output
ja: 基本出力パス
ko: 기본 출력 경로
pl: Podstawowa ścieżka wyjściowa
pt_br: Caminho base da saída
ru: Базовый путь для выходных данных
tr: Temel çıkış yolu
zh_hans: 输出的基路径
zh_hant: 基底輸出路徑

# StringProperty|DefineConstants|Description
source: Specifies symbols on which to perform conditional compilation.
pl: Określa symbole, na których ma zostać wykonana kompilacja warunkowa.

# StringProperty|DefineConstants|DisplayName
source: Conditional compilation symbols
cs: Symboly podmíněné kompilace
de: Symbole für bedingte Kompilierung
es: Símbolos de compilación condicional
fr: Symboles de compilation conditionnelle
it: Simboli di compilazione condizionale
ja: 条件付きコンパイル シンボル
ko: 조건부 컴파일 기호
pl: Symbole kompilacji warunkowej
pt_br: Símbolos de compilação condicional
ru: Символы условной компиляции
tr: Koşullu derleme sembolleri
zh_hans: 条件编译符号
zh_hant: 條件式編譯符號

source: Custom symbols
pl: Symbole niestandardowe

# StringProperty|DocumentationFile|Description
source: Optional path for the API documentation file. Leave blank to use the default location.
cs: Nepovinná cesta pro soubor dokumentace k rozhraní API. Pokud chcete použít výchozí umístění, ponechte ji prázdnou.
de: Optionaler Pfad für die API-Dokumentationsdatei. Lassen Sie das Feld leer, um den Standardspeicherort zu verwenden.
es: Ruta de acceso opcional del archivo de documentación de la API. Déjelo en blanco para usar la ubicación predeterminada.
fr: Chemin facultatif du fichier de documentation de l'API. Pour utiliser l'emplacement par défaut, n'indiquez rien.
it: Percorso facoltativo per il file di documentazione dell'API. Lasciare vuoto per usare il percorso predefinito.
ja: API ドキュメント ファイルの省略可能なパスです。既定の場所を使用する場合は空白のままにしてください。
ko: API 설명서 파일의 선택적 경로입니다. 기본 위치를 사용하려면 비워 두세요.
pl: Opcjonalna ścieżka do pliku dokumentacji interfejsu API. Pozostaw to pole puste, aby użyć domyślnej lokalizacji.
pt_br: Caminho opcional para o arquivo de documentação da API. Deixe em branco para usar o local padrão.
ru: Необязательный путь к файлу документации по API. Оставьте поле пустым, чтобы использовать расположение по умолчанию.
tr: API belge dosyası için isteğe bağlı yol. Varsayılan konumu kullanmak için boş bırakın.
zh_hans: API 文档文件的可选路径。若要使用默认位置，请保留为空。
zh_hant: API 文件檔案的路徑 (選擇性)。若保留空白，將會使用預設位置。

# StringProperty|DocumentationFile|DisplayName
source: XML documentation file path
cs: Generovat soubor dokumentace XML
de: Dateipfad zur XML-Dokumentation
es: Ruta de acceso del archivo de documentación XML
fr: Chemin du fichier de documentation XML
it: Percorso file di documentazione XML
ja: XML ドキュメント ファイル パス
ko: XML 설명서 파일 경로
pl: Ścieżka pliku dokumentacji XML
pt_br: Caminho do arquivo de documentação XML
ru: Путь к файлу XML-документации
tr: XML belgeleri dosya yolu
zh_hans: XML 文档文件路径
zh_hant: XML 文件檔案路徑

# StringProperty|LangVersion|Description
source: The version of the language available to code in this project.
cs: Verze jazyka, který je v tomto projektu k dispozici pro kódování.
de: Die Version der Sprache, die zum Codieren in diesem Projekt verfügbar ist.
es: Versión del idioma disponible para el código de este proyecto.
fr: Version du langage disponible pour le code dans ce projet
it: Versione del linguaggio disponibile per il codice in questo progetto.
ja: このプロジェクトのコードで使用できる言語のバージョン。
ko: 이 프로젝트에서 코드를 작성하는 데 사용할 수 있는 언어의 버전입니다.
pl: Wersja języka dostępna do kodowania w tym projekcie.
pt_br: A versão da linguagem disponível para o código neste projeto.
ru: Версия языка, доступного для написания кода в этом проекте.
tr: Bu projede kod için kullanılabilen dilin sürümü.
zh_hans: 此项目中可用于代码的语言版本。
zh_hant: 此專案中程式碼可用的語言版本。

# StringProperty|LangVersion|DisplayName
source: Language version
cs: Verze jazyka
de: Sprachversion
es: Versión de lenguaje
fr: Version du langage
it: Versione del linguaggio
ja: 言語バージョン
ko: 언어 버전
pl: Wersja języka
pt_br: Versão da linguagem
ru: Версия языка
tr: Dil sürümü
zh_hans: 语言版本
zh_hant: 語言版本

# StringProperty|NoWarn|Description
source: Blocks the compiler from generating the specified warnings. Separate multiple warning numbers with a comma (',') or semicolon (';').
cs: Zabrání kompilátoru generovat zadaná upozornění. Více čísel upozornění oddělte čárkou (,) nebo středníkem (;).
de: Hiermit wird die Fähigkeit des Compilers blockiert, mindestens eine Warnung zu generieren. Trennen Sie mehrere Warnungsnummern durch ein Komma (",") oder ein Semikolon (";").
es: Bloquea la capacidad del compilador para generar una o más advertencias. Separe varios números de advertencia con una coma (",") o punto y coma (";").
fr: Bloque la capacité du compilateur à générer un ou plusieurs avertissements. Séparez plusieurs numéros d'avertissement par une virgule (',') ou un point-virgule (';').
it: Impedisce al compilatore di generare uno o più avvisi. Separare più numeri di avviso con una virgola (',') o un punto e virgola (';').
ja: 1 つ以上の警告を生成するコンパイラの機能をブロックします。複数の警告番号はコンマ (',') またはセミコロン (';') を使用して区切ります。
ko: 하나 이상의 경고를 생성하는 컴파일러의 기능을 차단합니다. 여러 개의 경고 번호는 쉼표(',') 또는 세미콜론(';')으로 구분합니다.
pl: Blokuje kompilatorowi możliwość generowania określonych ostrzeżeń. Poszczególne numery ostrzeżeń oddziel przecinkiem („,”) lub średnikiem („;”).
pt_br: Impede o compilador de gerar os avisos especificados. Separe vários números de aviso com uma vírgula (',') ou um ponto e vírgula (';').
ru: Запрещает компилятору создавать одно или несколько предупреждений. При указании нескольких номеров предупреждений их следует разделить запятыми (",") или точками с запятой (";").
tr: Derleyicinin bir veya daha fazla uyarı oluşturulabilmesini engeller. Birden çok uyarı numarasını virgül (',') veya noktalı virgül (';') ile ayırın.
zh_hans: 阻止编译器生成一个或多个警告的能力。使用逗号(",")或分号(";")来分隔多个警告编号。
zh_hant: 使編譯器無法產生一或多個警告。請以逗號 (',') 或分號 (';') 分隔多個警告編號。

# StringProperty|NoWarn|DisplayName
source: Suppress specific warnings
cs: Potlačit specifická upozornění
de: Warnungen unterdrücken
es: Suprimir las advertencias
fr: Supprimer les avertissements
it: Non visualizzare avvisi
ja: 警告の抑制
ko: 경고 표시 안 함
pl: Pomiń określone ostrzeżenia
pt_br: Suprimir avisos específicos
ru: Отключить предупреждения
tr: Uyarıları Gizle
zh_hans: 取消显示警告
zh_hant: 隱藏警告

# StringProperty|PostBuildEvent|Description
source: Specifies commands that run after the build completes. Does not run if the build failed. Use 'call' to invoke .bat files. A non-zero exit code will fail the build.
cs: Určuje příkazy, které jsou spuštěny po dokončení sestavení. Nespustí se, pokud se sestavení nepovedlo. Použijte „cal“ pro vyvolání souborů .bat. Nenulový ukončovací kód povede k selhání sestavení.
de: Gibt Befehle an, die nach Abschluss des Builds ausgeführt werden. Wird nicht ausgeführt, wenn der Buildvorgang fehlgeschlagen ist. Verwenden Sie "Call", um bat-Dateien aufzurufen. Bei einem Exitcode ungleich Null tritt ein Fehler beim Build auf.
es: Especifica los comandos que se ejecutan después de completar la compilación. No se ejecuta si la compilación falla. Utilice "llamar" para invocar archivos .bat. Un código de salida distinto de cero hará que falle la compilación.
fr: Spécifie les commandes qui s’exécutent une fois le build effectuée. Ne s’exécute pas en cas d’échec du build. Utilisez ’Appeler’ pour appeler les fichiers .bat. Un code de sortie différent de zéro provoquera un échec du build.
it: Specifica i comandi che vengono eseguiti al termine della compilazione. Non viene eseguito se la compilazione non è riuscita. Usare "call" per richiamare file .bat. Con un codice di uscita diverso da zero la compilazione non verrà eseguita.
ja: ビルドの完了後に実行されるコマンドを指定します。ビルドに失敗した場合は実行されません。.Bat ファイルを呼び出すには、'call' を使用します。終了コードを 0 以外にすると、ビルドは失敗します。
ko: 빌드가 완료된 후 실행되는 명령을 지정합니다. 빌드가 실패하면 실행되지 않습니다. .bat 파일을 호출하려면 '호출'을 사용하세요. 0이 아닌 종료 코드는 빌드에 실패합니다.
pl: Określa polecenia, które są uruchamiane po zakończeniu kompilacji. Nie jest uruchamiane, jeśli kompilacja zakończy się niepowodzeniem. Użyj elementu „call”, aby wywołać pliki. bat. Niezerowy kod zakończenia spowoduje niepowodzenie kompilacji.
pt_br: Especifica os comandos que são executados após a conclusão do build. Não será executado se o build falhar. Use 'call' para invocar arquivos .bat. Um código de saída diferente de zero causará falha no build.
ru: Задает команды, выполняемые после завершения сборки. Не выполняется, если сборка завершилась неудачно. Используйте "Call" для вызова BAT-файлов. Ненулевой код выхода приводит к неудаче сборки.
tr: Derleme tamamlandıktan sonra çalıştırılan komutları belirtir. Derleme başarısız olursa çalıştırmayın. Bat dosyalarını çağırmak için “Çağrı” işlevini kullanın. Sıfır olmayan bir çıkış kodu derlemeyi başarısız kılar.
zh_hans: 指定生成完成后运行的命令。如果生成失败，则不运行。请使用“调用”来调用 .bat 文件。非零退出代码将导致生成失败。
zh_hant: 指定在建置完成之後執行的命令。若建置失敗，就不會執行。使用「呼叫」叫用 .bat 檔案。非零的結束代碼將會導致建置失敗。

# StringProperty|PostBuildEvent|DisplayName
source: Post-build event
cs: Událost po sestavení
de: Ereignis nach dem Erstellen
es: Evento de posterior a la compilación
fr: Événement post-build
it: Evento di post-compilazione
ja: ビルド後のイベント
ko: 빌드 후 이벤트
pl: Zdarzenie po kompilacji
pt_br: Evento Pós-build
ru: Событие после сборки
tr: Derleme sonrası olayı
zh_hans: 生成后事件
zh_hant: 建置後事件

# StringProperty|PreBuildEvent|Description
source: Specifies commands that run before the build starts. Does not run if the project is up-to-date. A non-zero exit code will fail the build before it runs.
cs: Určuje příkazy, které se spouštějí před spuštěním sestavení. Nespustí se, pokud je projekt aktuální. Nenulový ukončovací kód povede k selhání sestavení před spuštěním.
de: Gibt Befehle an, die vor dem Start des Build ausgeführt werden. Wird nicht ausgeführt, wenn das Projekt auf dem neuesten Stand ist. Bei einem Exitcode, der nicht null ist, kann der Build vor dem Ausführen nicht ausgeführt werden.
es: Especifica los comandos que se ejecutan antes de que se inicie la compilación. No se ejecuta si el proyecto está actualizado. Un código de salida distinto de cero hará fallar la compilación antes de que se ejecute.
fr: Spécifie les commandes qui s’exécutent avant le début du build. Ne s’exécute pas si le projet est à jour. Un code de sortie différent de zéro provoquera un échec du build avant son exécution.
it: Specifica i comandi che vengono eseguiti prima dell’avvio della compilazione. Non viene eseguito se il progetto è aggiornato. Con un codice di uscita diverso da zero la compilazione non verrà eseguita.
ja: ビルドの開始前に実行されるコマンドを指定します。プロジェクトが最新の場合は実行されません。終了コードを 0 以外にすると、ビルドは実行前に失敗します。
ko: 빌드가 시작되기 전에 실행되는 명령을 지정합니다. 프로젝트가 최신 상태이면 실행되지 않습니다. 0이 아닌 종료 코드는 실행되기 전에 빌드에 실패합니다.
pl: Określa polecenia, które są uruchamiane przed rozpoczęciem kompilacji. Nie jest uruchamiane, jeśli projekt jest aktualny. Niezerowy kod zakończenia spowoduje niepowodzenie kompilacji przed jej uruchomieniem.
pt_br: Especifica os comandos que são executados antes do início do build. Não será executado se o projeto estiver atualizado. Um código de saída diferente de zero causará falha no build antes de sua execução.
ru: Задает команды, выполняемые перед началом сборки. Не выполняется, если проект актуален. Ненулевой код выхода приводит к неудаче сборки до ее запуска.
tr: Derleme başlamadan önce çalıştırılan komutları belirtir. Proje güncelse çalıştırmayın. Sıfır olmayan bir çıkış kodu derlemeyi çalıştırılmadan önce başarısız kılar.
zh_hans: 指定生成开始前运行的命令。如果项目是最新的，则不运行。非零退出代码将在生成运行前导致生成失败。
zh_hant: 指定在建置開始前執行的命令。如果專案為最新狀態，則不會執行。非零的結束代碼在執行之前將會失敗。

# StringProperty|PreBuildEvent|DisplayName
source: Pre-build event
cs: Událost před sestavením
de: Ereignis vor dem Erstellen
es: Evento anterior a la compilación
fr: Événement pré-build.
it: Evento di pre-compilazione
ja: ビルド前のイベント
ko: 빌드 전 이벤트
pl: Zdarzenie przed kompilacją
pt_br: Evento Pré-build
ru: Событие перед сборкой
tr: Derleme öncesi olayı
zh_hans: 预生成事件
zh_hant: 建置前事件

# StringProperty|WarningsAsErrors|Description
source: Specifies which warnings are treated as errors. Separate multiple warning numbers with a comma (',') or semicolon (';').
cs: Určuje, která upozornění se budou považovat za chyby. Více čísel upozornění oddělte čárkou (,) nebo středníkem (;).
de: Hiermit werden die angegebenen Warnungen als Fehler behandelt. Trennen Sie mehrere Warnungsnummern durch ein Komma (",") oder ein Semikolon (";").
es: Trata las advertencias especificadas como errores. Separe varios números de advertencia con una coma (",") o punto y coma (";").
fr: Traite les avertissements spécifiés en tant qu'erreurs. Séparez plusieurs numéros d'avertissement par une virgule (',') ou un point-virgule (';').
it: Considera gli avvisi specificati come errori. Separare più numeri di avviso con una virgola (',') o un punto e virgola (';').
ja: 指定された警告をエラーとして扱います。複数の警告番号はコンマ (',') またはセミコロン (';') を使用して区切ります。
ko: 지정된 경고를 오류로 처리합니다. 여러 개의 경고 번호는 쉼표(',') 또는 세미콜론(';')으로 구분합니다.
pl: Określa, które ostrzeżenia są traktowane jako błędy. Poszczególne numery ostrzeżeń oddziel przecinkiem („,”) lub średnikiem („;”).
pt_br: Especifica quais avisos são tratados como erros. Separe vários números de aviso com uma vírgula (',') ou um ponto e vírgula (';').
ru: Обрабатывает указанные предупреждения как ошибки. При указании нескольких номеров предупреждений их следует разделить запятыми (",") или точками с запятой (";").
tr: Belirtilen uyarıları hata olarak değerlendirir. Birden çok uyarı numarasını virgül (',') veya noktalı virgül (';') ile ayırın.
zh_hans: 将指定的警告视为错误。使用逗号(",")或分号(";")来分隔多个警告编号。
zh_hant: 將指定的警告視為錯誤。請以逗號 (',') 或分號 (';') 分隔多個警告編號。

# StringProperty|WarningsAsErrors|DisplayName
source: Treat specific warnings as errors
cs: Považovat konkrétní upozornění za chyby
de: Spezifische Warnungen als Fehler behandeln
es: Tratar advertencias específicas como errores
fr: Traiter les avertissements spécifiques comme des erreurs
it: Considera avvisi specifici come errori
ja: 特定の警告をエラーとして扱う
ko: 특정 경고를 오류로 처리
pl: Traktuj konkretne ostrzeżenia jako błędy
pt_br: Tratar avisos específicos como erros
ru: Интерпретировать указанные предупреждения как ошибки
tr: Belirli uyarıları hata olarak değerlendir
zh_hans: 将特定警告视为错误
zh_hant: 將特定警告視為錯誤

# StringProperty|WarningsNotAsErrors|Description
source: Specifies which warnings are excluded from being treated as errors. Separate multiple warning numbers with a comma (',') or semicolon (';').
cs: Určuje, která upozornění se vyloučí a nebudou se považovat za chyby. Více čísel upozornění oddělte čárkou (,) nebo středníkem (;).
de: Hiermit werden die angegebenen Warnungen von der Behandlung als Fehler ausgenommen. Trennen Sie mehrere Warnungsnummern durch ein Komma (",") oder ein Semikolon (";").
es: Exime las advertencias especificadas de que se traten como errores. Separe varios números de advertencia con una coma (",") o con punto y coma (";").
fr: Ne traite pas les avertissements spécifiés en tant qu'erreurs. Séparez plusieurs numéros d'avertissement par une virgule (',') ou un point-virgule (';').
it: Evita che gli avvisi specificati vengano considerati come errori. Separare più numeri di avviso con una virgola (',') o un punto e virgola (';').
ja: 指定された警告がエラーとして扱われないよう適用対象外にします。複数の警告番号はコンマ (',') またはセミコロン (';') を使用して区切ります。
ko: 지정된 경고가 오류로 처리되지 않도록 합니다. 여러 개의 경고 번호는 쉼표(',') 또는 세미콜론(';')으로 구분합니다.
pl: Określa, które ostrzeżenia są wykluczone z traktowania ich jako błędy. Poszczególne numery ostrzeżeń oddziel przecinkiem („,”) lub średnikiem („;”).
pt_br: Especifica quais avisos não devem ser tratados como erros. Separe vários números de aviso com uma vírgula (',') ou um ponto e vírgula (';').
ru: Исключает указанные предупреждения из числа ошибок. При указании нескольких номеров предупреждений их следует разделить запятыми (",") или точками с запятой (";").
tr: Belirtilen uyarıları hata olarak değerlendirmenin dışında tutar. Birden çok uyarı numarasını virgül (',') veya noktalı virgül (';') ile ayırın.
zh_hans: 不将指定的警告视为错误。请使用逗号(",")或分号(";")分隔多个警告编号。
zh_hant: 避免將指定的警告視為錯誤。請以逗號 (',') 或分號 (';') 分隔多個警告編號。

# StringProperty|WarningsNotAsErrors|DisplayName
source: Exclude specific warnings as errors
cs: Vyloučit konkrétní upozornění jako chyby
de: Bestimmte Warnungen von der Behandlung als Fehler ausnehmen
es: Excluir advertencias específicas para que no se traten como errores
fr: Ne traite pas des avertissements spécifiques en tant qu'erreurs
it: Evita che avvisi specifici vengano considerati come errori
ja: 特定の警告がエラーとして扱われないよう適用対象外にする
ko: 특정 경고가 오류로 처리되지 않도록 함
pl: Wyklucz określone ostrzeżenia jako błędy
pt_br: Excluir avisos específicos como erros
ru: Исключить указанные предупреждения из числа ошибок
tr: Belirli uyarıları hata olarak değerlendirilme dışında tut
zh_hans: 不将指定的警告视为错误
zh_hant: 避免將特定警告視為錯誤

# BoolProperty|ImplicitUsings|Description
source: Enable implicit global usings to be declared by the project SDK.
cs: Povolte implicitní globální použití, která budou deklarována sadou SDK projektu.
de: Aktivieren Sie implizite globale Verwendungen, die vom Projekt-SDK deklariert werden sollen.
es: Habilite los "using" globales implícitos para que los declare el SDK del proyecto.
fr: Activez les instructions d’utilisation implicites globales pour qu’elles soient déclarées par le SDK Project.
it: Abilitare using globali impliciti da dichiarare da parte del Software Development Kit di progetto.
ja: プロジェクト SDK によって宣言される、暗黙的な global using を有効にします。
ko: 프로젝트 SDK에서 선언할 암시적 전체 사용을 사용하도록 설정합니다.
pt_br: Permitir que os usos globais implícitos sejam declarados pelo projeto do SDK.
ru: Включить неявные глобальные директивы using, объявляемые пакетом SDK проекта.
tr: Proje SDK'sı tarafından bildirilmiş örtük genel kullanımları etkinleştir.
zh_hans: 启用由项目 SDK 声明的隐式全局使用。
zh_hant: 允許專案 SDK 宣告隱含全域 Using。

# BoolProperty|ImplicitUsings|DisplayName
source: Implicit global usings
cs: Implicitní globální použití
de: Implizite globale Verwendungen
es: "Using" globales implícitos
fr: Instructions d’utilisation implicites globales
it: Using globale implicito
ja: 暗黙的な global using
ko: 암시적 전체 사용
pt_br: Usos globais implícitos
ru: Неявные глобальные директивы using
tr: Örtük genel kullanımlar
zh_hans: 隐式全局使用
zh_hant: 隱含全域 Using

# BoolProperty|ImplicitUsings|Metadata|SearchTerms
source: implicit
cs: implicitní
de: Implizit
es: implícito
fr: implicite
it: implicito
ja: 暗黙的
ko: 암시적
pt_br: implícito
ru: неявный
tr: örtük
zh_hans: 隐式
zh_hant: 隱含
