Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/BuildPropertyPage.VisualBasic.xaml.*.xlf
Languages: de, es, ko, ru

# BoolProperty|DefineDebug|Description
source: Specify DEBUG as a compilation constant.
de: Geben Sie DEBUG als Kompilierungskonstante an.
es: Especifique DEBUG como una constante de compilación.
ko: DEBUG를 컴파일 상수로 지정합니다.
ru: Укажите DEBUG как константу компиляции.

# BoolProperty|DefineDebug|DisplayName
source: Define DEBUG constant
de: DEBUG-Konstante definieren
es: Definir constante DEBUG
ko: DEBUG 상수 정의
ru: Определить константу DEBUG

# BoolProperty|DefineTrace|Description
source: Specify TRACE as a compilation constant.
de: Geben Sie TRACE als Kompilierungskonstante an.
es: Especifique TRACE como una constante de compilación.
ko: TRACE를 컴파일 상수로 지정합니다.
ru: Укажите TRACE как константу компиляции.

# BoolProperty|DefineTrace|DisplayName
source: Define TRACE constant
de: TRACE-Konstante definieren
es: Definir constante TRACE
ko: TRACE 상수 정의
ru: Определить константу TRACE

# BoolProperty|GenerateDocumentationFile|Description
source: Specifies whether to generate documentation information.
de: Legt fest, ob Dokumentationsinformationen generiert werden.
es: Especifica si se va a generar información de documentación.
ko: 설명서 정보를 생성할지 여부를 지정합니다.
ru: Определяет, следует ли создавать сведения о документации.

# BoolProperty|GenerateDocumentationFile|DisplayName
source: Generate XML documentation file
de: XML-Dokumentationsdatei generieren
es: Generar archivo de documentación XML
ko: XML 문서 파일 생성
ru: Создать файл документации XML

# BoolProperty|Optimize|Description
source: Enable compiler optimizations.
de: Aktivieren Sie Compileroptimierungen.
es: Habilite las optimizaciones del compilador.
ko: 컴파일러 최적화를 사용하도록 설정합니다.
ru: Включите оптимизацию компилятора.

# BoolProperty|Optimize|DisplayName
source: Enable optimizations
de: Optimierungen aktivieren
es: Habilitar optimizaciones
ko: 최적화 사용
ru: Включить оптимизацию

# BoolProperty|Prefer32Bit|Description
source: Run in 32-bit mode on systems that support both 32-bit and 64-bit applications.
de: Ausführung im 32-Bit-Modus auf Systemen, die sowohl 32-Bit- als auch 64-Bit-Anwendungen unterstützen.
es: Ejecutar en modo de 32 bits en sistemas que admiten aplicaciones de 32 bits y 64 bits.
ko: 32비트 및 64비트 응용 프로그램을 모두 지원하는 시스템에서 32비트 모드로 실행합니다.
ru: Запускать в 32-разрядном режиме в системах, поддерживающих 32- и 64-разрядные приложения.

# BoolProperty|Prefer32Bit|DisplayName
source: Prefer 32-bit
de: 32-Bit bevorzugen
es: Preferir 32 bits
ko: 32비트 선호
ru: Предпочитать 32-разрядный режим

# BoolProperty|PreferNativeArm64|Description
source: Run on native hardware platform by default.
de: Standardmäßig auf nativer Hardwareplattform ausführen.
es: Ejecutar en la plataforma de hardware nativa de forma predeterminada.
ru: Запускать на собственной платформе оборудования по умолчанию.

# BoolProperty|PreferNativeArm64|DisplayName
source: Prefer Native ARM64
de: Natives ARM64 bevorzugen
es: Preferir ARM64 nativo
ru: Предпочитать собственный ARM64

# BoolProperty|PublishDocumentationFile|Description
source: When this property is true, the XML documentation file for the project, if one is generated, is included in the publish output for the project. This property defaults to true.
de: Wenn diese Eigenschaft TRUE ist, wird die XML-Dokumentationsdatei für das Projekt, sofern eine generiert wird, in der Veröffentlichungsausgabe für das Projekt eingeschlossen. Diese Eigenschaft wird standardmäßig auf TRUE festgelegt.
es: Cuando esta propiedad es verdadera, el archivo de documentación XML del proyecto, si se genera uno, se incluye en la salida de publicación del proyecto. El valor predeterminado de esta propiedad es verdadero.
ko: 이 속성이 true이면 프로젝트의 XML 문서 파일이 생성된 경우 프로젝트의 게시 출력에 포함됩니다. 이 속성의 기본값은 true입니다.
ru: Если этому свойству присвоено значение true, XML-файл документации для проекта (в случае создания) включается в выходные данные публикации для проекта. Этому свойству по умолчанию присвоено значение true.

# BoolProperty|PublishDocumentationFile|DisplayName
source: Publish documentation file
de: Dokumentationsdatei veröffentlichen
es: Publicar archivo de documentación
ko: 문서 파일 게시
ru: Публиковать файл документации

# BoolProperty|RegisterForComInterop|Description
source: Specifies whether your managed application will expose a COM object (a COM-callable wrapper) that enables a COM object to interact with the application.
de: Legt fest, ob Ihre verwaltete Anwendung ein COM-Objekt (ein COM-aufrufbarer Wrapper) verfügbar macht, mit dem ein COM-Objekt mit der Anwendung interagieren kann.
es: Especifica si la aplicación administrada expondrá un objeto COM (contenedor CCW) que permita que un objeto COM interactúe con la aplicación.
ko: 관리되는 애플리케이션이 COM 개체가 애플리케이션과 상호 작용할 수 있도록 하는 COM 개체(COM 호출 가능 래퍼)를 노출할지 여부를 지정합니다.
ru: Указывает, будет ли ваше управляемое приложение предоставлять COM-объект (вызываемую COM-оболочку), позволяющий COM-объекту взаимодействовать с приложением.

# BoolProperty|RegisterForComInterop|DisplayName
source: Register for COM interop
de: Für COM-Interop registrieren
es: Registrarse para interoperabilidad COM
ko: COM interop 등록
ru: Зарегистрировать для COM-взаимодействия

# BoolProperty|RemoveIntegerChecks|Description
source: Remove integer overflow checking.
de: Entfernen Sie die Überprüfung auf Ganzzahlüberlauf.
es: Quitar comprobación de desbordamiento de enteros.
ko: 정수 오버플로 검사를 제거합니다.
ru: Удалите проверку переполнения для целочисленных значений

# BoolProperty|RemoveIntegerChecks|DisplayName
source: Remove integer overflow checks
de: Überprüfungen auf Ganzzahlüberlauf entfernen
es: Quitar comprobaciones de desbordamiento con enteros
ko: 정수 오버플로 검사 해제
ru: Удалить проверки переполнения для целочисленных значений

# Category|Advanced|Description
source: Advanced settings for the application.
de: Erweiterte Einstellungen für die Anwendung.
es: Configuración avanzada de la aplicación.
ko: 응용 프로그램에 대한 고급 설정입니다.
ru: Расширенные параметры приложения.

# Category|Advanced|DisplayName
source: Advanced
de: Erweitert
es: Opciones avanzadas
ko: 고급
ru: Дополнительный

# Category|Events|Description
source: Configures custom events that run before and after build.
de: Konfiguriert benutzerdefinierte Ereignisse, die vor und nach dem Build ausgeführt werden.
es: Configura los eventos personalizados que se ejecutan antes y después de la compilación.
ko: 빌드 전후에 실행되는 사용자 지정 이벤트를 구성합니다.
ru: Задает пользовательские события, выполняемые до и после сборки.

# Category|Events|DisplayName
source: Events
de: Ereignisse
es: Eventos
ko: 이벤트
ru: События

# Category|General|DisplayName
source: General
de: Allgemein
ko: 일반
ru: Общие

# Category|Options|DisplayName
source: Options
de: Optionen
es: Opciones
ko: 옵션
ru: Параметры

# Category|Warnings|DisplayName
source: Warnings
de: Warnungen
es: Advertencias
ko: 경고
ru: Предупреждения

# DynamicEnumProperty|DuplicateOrOverlappingCatchBlocks|DisplayName
source: Duplicate or overlapping catch blocks
de: Doppelte oder überlappende Catch-Blöcke
es: Bloques catch duplicados o superpuestos
ko: 중복되거나 겹치는 catch 블록
ru: Повторяющиеся или перекрывающиеся блоки catch

# DynamicEnumProperty|ImplicitConversion|Description
source: Implicit narrowing conversion occurs when there is an implicit data type conversion that is a narrowing conversion. Always 'Error' when 'Option strict' is on.
de: Die implizite einschränkende Konvertierung tritt auf, wenn eine implizite Datentypkonvertierung vorhanden ist, bei der es sich um eine einschränkende Konvertierung handelt. Immer 'Fehler', wenn 'Option strict' aktiviert ist.
es: La conversión de restricción implícita se produce cuando hay una conversión de tipo de datos implícita que es una conversión de restricción. Siempre "Error" cuando "Option strict" esté activado.
ko: 암시적 축소 변환은 축소 변환인 암시적 데이터 형식 변환이 있을 때 발생합니다. 'Option strict'가 켜져 있으면 항상 'Error'입니다.
ru: Неявное сужающее преобразование происходит при неявном преобразовании типа данных, являющемся сужающим преобразованием. Всегда "Ошибка", если включен параметр Option strict.

# DynamicEnumProperty|ImplicitConversion|DisplayName
source: Implicit conversion
de: Implizite Konvertierung
es: Conversión implícita
ko: 암시적 변환
ru: Неявное преобразование

# DynamicEnumProperty|ImplicitType|Description
source: Implicit object type errors occur when an appropriate type cannot be inferred for a declared variable, so a type of 'Object' is inferred. Always 'Error' when 'Option strict' is on.
de: Implizite Objekttypfehler treten auf, wenn für eine deklarierte Variable kein geeigneter Typ abgeleitet werden kann, sodass ein Typ von 'Object' abgeleitet wird. Immer 'Fehler', wenn 'Option strict' aktiviert ist.
es: Se producen errores de tipo de objeto implícitos cuando no se puede inferir un tipo apropiado para una variable declarada, por lo que se infiere un tipo de 'Object'. Siempre "Error" cuando "Option strict" esté activado.
ko: 선언된 변수에 대해 적절한 형식을 유추할 수 없으므로 'Object' 형식이 유추될 때 암시적 개체 형식 오류가 발생합니다. 'Option strict'가 켜져 있으면 항상 'Error'입니다.
ru: Ошибки неявного типа объекта возникают, если невозможно вывести соответствующий тип для объявленной переменной, поэтому выводится тип "Объект". Всегда "Ошибка", если включен параметр Option strict.

# DynamicEnumProperty|ImplicitType|DisplayName
source: Implicit type
de: Impliziter Typ
es: Tipo implícito
ko: 암시적 형식
ru: Неявный тип

# DynamicEnumProperty|InstanceVariableAccessesSharedMember|DisplayName
source: Instance variable accesses shared member
de: Instanzvariable greift auf freigegebenen Member zu.
es: La variable de instancia obtiene acceso al miembro compartido
ko: 인스턴스 변수가 공유 멤버에 액세스함
ru: Обращение к общему члену через переменную-экземпляр

# DynamicEnumProperty|LateBinding|Description
source: An object is late bound when it is assigned to a property or method of a variable that is declared to be of type 'Object'. These operations could fail at run time. Always 'Error' when 'Option strict' is on.
de: Ein Objekt ist dann eine späte Bindung, wenn es einer Eigenschaft oder Methode einer Variablen zugewiesen wird, die als Typ 'Object' deklariert ist. Bei diesen Vorgängen kann es zur Laufzeit zu Fehlern kommen. Immer 'Fehler', wenn 'Option strict' aktiviert ist.
es: Un objeto está enlazado en tiempo de ejecución cuando se asigna a una propiedad o método de una variable declarada como de tipo 'Object'. Estas operaciones podrían generar errores en tiempo de ejecución. Siempre "Error" cuando "Option strict" esté activado.
ko: 개체는 'Object' 형식으로 선언된 변수의 속성 또는 메서드에 할당될 때 런타임에 바인딩됩니다. 이러한 작업은 런타임에 실패할 수 있습니다. 'Option strict'가 켜져 있으면 항상 'Error'입니다.
ru: Объект поздно связывается, когда он присваивается свойству или методу переменной, объявленной ​имеющей тип "Объект". Эти операции могут завершиться сбоем во время выполнения. Всегда "Ошибка", если включен параметр Option strict.

# DynamicEnumProperty|LateBinding|DisplayName
source: Late binding
de: Späte Bindung
es: Enlace en tiempo de ejecución
ko: 런타임에 바인딩
ru: Позднее связывание

# DynamicEnumProperty|PlatformTarget|Description
source: Specifies the processor to be targeted by the output file. Choose 'Any CPU' to specify that any processor is acceptable, allowing the application to run on the broadest range of hardware.
de: Gibt den Prozessor an, auf den die Ausgabedatei ausgerichtet werden soll. Wählen Sie "Beliebige CPU" aus, um anzugeben, dass jeder Prozessor akzeptabel ist, sodass die Anwendung auf dem breitesten Hardwarebereich ausgeführt werden kann.
es: Especifica el procesador al que va a dirigirse el archivo de salida. Elija "Cualquier CPU" para especificar que cualquier procesador es aceptable, lo que permite que la aplicación se ejecute en la gama más amplia de hardware.
ko: 출력 파일의 대상으로 지정할 프로세서를 지정합니다. 애플리케이션이 가장 광범위한 하드웨어에서 실행되도록 모든 프로세서를 수락하도록 지정하려면 '모든 CPU'를 선택합니다.
ru: Указывает целевой процессор для выходного файла. Выберите "Любой ЦП", чтобы разрешить любой процессор. Это позволяет запускать приложение на самом широком диапазоне оборудования.

# DynamicEnumProperty|PlatformTarget|DisplayName
source: Target CPU
de: Ziel-CPU
es: CPU de destino
ko: 대상 CPU
ru: Целевой процессор

# DynamicEnumProperty|RecursiveOperatorOrPropertyAccess|DisplayName
source: Recursive operator or property access
de: Rekursiver Operator- oder Eigenschaftenzugriff
es: Acceso a la propiedad u operador de forma recursiva
ko: 재귀 연산자 또는 속성 액세스
ru: Рекурсивный оператор или доступ к свойству

# DynamicEnumProperty|ReturningIntrinsicValueTypeWithoutReturnValue|DisplayName
source: Function returning intrinsic value type without return value
de: Funktion gibt systeminternen Werttyp ohne Rückgabewert zurück
es: Función que devuelve el tipo de valor intrínseco sin valor devuelto
ko: 반환 값 없이 내장 값 유형을 반환하는 함수
ru: Функция возвращает встроенный тип значения без возвращаемого значения

# DynamicEnumProperty|ReturningRefTypeWithoutReturnValue|DisplayName
source: Function returning reference type without return value
de: Funktion gibt Verweistyp ohne Rückgabewert zurück
es: Función que devuelve el tipo de referencia sin valor devuelto
ko: 반환 값 없이 참조 형식을 반환하는 함수
ru: Функция возвращает ссылочный тип без возвращаемого значения

# DynamicEnumProperty|UnusedLocalVariable|DisplayName
source: Unused local variable
de: Nicht verwendete lokale Variable
es: Variable local no usada
ko: 사용되지 않은 지역 변수
ru: Неиспользуемая локальная переменная

# DynamicEnumProperty|UseOfVariablePriorToAssignment|DisplayName
source: Use of variable prior to assignment
de: Verwendung einer Variablen vor der Zuweisung.
es: Uso de variable anterior a la asignación
ko: 할당 전 변수 사용
ru: Использование переменной до инициализации

# EnumProperty|DebugType|Description
source: Specifies the kind of debug symbols produced during build.
de: Gibt die Art der Debugsymbole an, die während der Builderstellung erzeugt werden.
es: Especifica el tipo de símbolos de depuración que se producen durante la compilación.
ko: 빌드하는 동안 생성된 디버그 기호의 종류를 지정합니다.
ru: Задает тип отладочных символов, создаваемых во время сборки.

# EnumProperty|DebugType|DisplayName
source: Debug symbols
de: Debugsymbole
es: Símbolos de depuración
ko: 디버그 기호
ru: Отладочные символы

# EnumProperty|DebugType|Metadata|SearchTerms
source: debug type
de: Debugtyp
es: tipo de depuración
ko: 디버그 형식
ru: тип отладки

# EnumProperty|GenerateSerializationAssemblies|DisplayName
source: Generate serialization assemblies
de: Serialisierungsassemblys generieren
es: Generar ensamblados de serialización
ko: Serialization 어셈블리 생성
ru: Создать сборки сериализации:

# EnumProperty|OptionCompare|Description
source: Specifies the type of string comparison to use.
de: Gibt den Typ des zu verwendenden Zeichenfolgenvergleichs an.
es: Especifica el tipo de comparación de cadenas que se va a usar.
ko: 사용할 문자열 비교의 형식을 지정합니다.
ru: Определяет используемый тип сравнения строк

# EnumProperty|OptionCompare|DisplayName
source: Option compare
es: Opción de comparación
ko: 옵션 비교
ru: Параметр Compare

# EnumProperty|OptionExplicit|Description
source: Specifies whether to require explicit declaration of variables.
de: Legt fest, ob eine explizite Deklaration von Variablen erforderlich ist.
es: Especifica si se debe requerir la declaración explícita de variables.
ko: 변수의 명시적 선언을 요구할지 여부를 지정합니다.
ru: Определяет, требуется ли явное объявление переменных.

# EnumProperty|OptionExplicit|DisplayName
source: Option explicit
es: Opción explícita
ko: 명시적 옵션
ru: Параметр Explicit

# EnumProperty|OptionInfer|Description
source: Specifies whether to allow local type inference in variable declarations.
de: Gibt an, ob der lokale Typrückschluss in Variablendeklarationen zulässig ist.
es: Especifica si se permite la inferencia de tipos locales en declaraciones de variables.
ko: 변수 선언에서 로컬 형식 유추를 허용할지 여부를 지정합니다.
ru: Определяет, разрешать ли вывод локального типа в объявлениях переменных.

# EnumProperty|OptionInfer|DisplayName
source: Option infer
es: Opción de inferencia
ko: 옵션 유추
ru: Параметр Infer

# EnumProperty|OptionStrict|Description
source: Specifies whether to enforce strict type semantics.
de: Legt fest, ob strenge Typsemantik erzwungen werden soll.
es: Especifica si se debe exigir semántica de tipo estricta.
ko: 엄격한 형식 의미 체계를 적용할지 여부를 지정합니다.
ru: Определяет, применять ли строгую семантику типа.

# EnumProperty|OptionStrict|DisplayName
source: Option strict
es: Option estricta
ko: 제한 옵션
ru: Параметр Strict

# EnumProperty|RunPostBuildEvent|Description
source: Specifies under which condition the post-build event will be executed.
de: Gibt an, unter welcher Bedingung das Ereignis nach dem Erstellen ausgeführt wird.
es: Especifica bajo qué condición se ejecutará el evento posterior a la compilación.
ko: 빌드 후 이벤트가 실행될 조건을 지정합니다.
ru: Указывает условие, при котором будет выполняться событие после сборки.

# EnumProperty|RunPostBuildEvent|DisplayName
source: When to run the post-build event
de: Wann das Postbuildereignis ausgeführt werden soll
es: Cuándo ejecutar el evento posterior a la compilación
ko: 빌드 후 이벤트를 실행하는 경우
ru: Когда выполнять событие после сборки

# EnumProperty|WarningSeverity|DisplayName
source: Warning severity
de: Schweregrad der Warnung
es: Gravedad de la advertencia
ko: 경고 심각도
ru: Серьезность предупреждения

# EnumValue|DebugType.embedded|DisplayName
source: Embedded in DLL/EXE, portable across platforms
de: Eingebettet in DLL/EXE, plattformübergreifend portierbar
es: Incrustado en DLL/EXE, portable en distintas plataformas
ko: DLL/EXE에 포함됨, 플랫폼 간에 이동 가능
ru: Внедрено в DLL/EXE, переносимость между платформами

# EnumValue|DebugType.full|DisplayName
source: PDB file, current platform
de: PDB-Datei, aktuelle Plattform
es: Archivo PDB, plataforma actual
ko: PDB 파일, 현재 플랫폼
ru: PDB-файл, текущая платформа

# EnumValue|DebugType.none|DisplayName
source: No symbols are emitted
de: Es wurden keine Symbole ausgegeben.
es: No se emitió ningún símbolo
ko: 내보낸 기호 없음
ru: Символы не выданы

# EnumValue|DebugType.portable|DisplayName
source: PDB file, portable across platforms
de: PDB-Datei, plattformübergreifend portierbar
es: Archivo PDB, portable en distintas plataformas
ko: PDB 파일, 플랫폼 간에 이동 가능
ru: PDB-файл, переносимый между платформами

# EnumValue|GenerateSerializationAssemblies.Auto|DisplayName
source: Auto
de: Automatisch
es: Automático
ko: 자동
ru: Автоматически

# EnumValue|GenerateSerializationAssemblies.Off|DisplayName
source: Off
de: Aus
es: Desactivar
ko: 해제
ru: Выкл.

# EnumValue|GenerateSerializationAssemblies.On|DisplayName
source: On
de: Aktiviert
es: Activar
ko: 설정
ru: Вкл.

# EnumValue|RunPostBuildEvent.Always|DisplayName
source: Always
de: Immer
es: Siempre
ko: 항상
ru: Всегда

# EnumValue|RunPostBuildEvent.OnBuildSuccess|DisplayName
source: When the build succeeds
de: Wenn der Buildvorgang erfolgreich ist
es: Cuando la compilación se realiza correctamente
ko: 빌드가 성공한 경우
ru: При успешной сборке

# EnumValue|RunPostBuildEvent.OnOutputUpdated|DisplayName
source: When the output is updated
de: Wenn die Ausgabe aktualisiert wird
es: Cuando se actualiza la salida
ko: 출력이 업데이트된 경우
ru: При обновлении выходных данных

# EnumValue|WarningSeverity.AllAsErrors|DisplayName
source: Treat all warnings as errors
de: Alle Warnungen als Fehler behandeln
es: Tratar todas las advertencias como errores
ko: 모든 경고를 오류로 처리
ru: Обрабатывать все предупреждения как ошибки.

# EnumValue|WarningSeverity.DisableAll|DisplayName
source: Disable all warnings
de: Alle Warnungen deaktivieren
es: Desactivar todas las advertencias
ko: 모든 경고를 사용하지 않습니다.
ru: Отключить все предупреждения.

# EnumValue|WarningSeverity.Individual|DisplayName
source: Set warning severities individually
de: Warnungsschweregrade einzeln festlegen
es: Establecer gravedades de advertencia individualmente
ko: 개별적으로 경고 심각도 설정
ru: Индивидуальная установка серьезности предупреждений

# Rule|Build|Description
source: Specifies properties that control how the project builds.
de: Hiermit werden Eigenschaften angegeben, die den Buildvorgang des Projekts steuern.
es: Especifica las propiedades que controlan el modo en que se compila el proyecto.
ko: 프로젝트가 빌드되는 방식을 제어하는 속성을 지정합니다.
ru: Задает свойства, управляющие сборкой проекта.

# Rule|Build|DisplayName
source: Compile
de: Kompilieren
es: Compilar
ko: 컴파일
ru: Компилировать

# StringProperty|BaseAddress|DisplayName
source: DLL base address
de: DLL-Basisadresse
es: Dirección base de DLL
ko: DLL 기준 주소
ru: Базовый адрес библиотеки DLL

# StringProperty|DefineConstants|Description
source: Specifies custom conditional compilation constants for your application. Note that values are optional, for the optional behavior leave the value blank. If the value is a string, please add quotation marks around it.
de: Gibt benutzerdefinierte bedingte Kompilierungskonstanten für Ihre Anwendung an. Beachten Sie, dass die Werte optional sind. Für das optionale Verhalten lassen Sie den Wert leer. Wenn der Wert eine Zeichenkette ist, setzen Sie ihn bitte in Anführungszeichen.
es: Especifica constantes de compilación condicional personalizadas para la aplicación. Tenga en cuenta que los valores son opcionales; para el comportamiento opcional, deje el valor en blanco. Si el valor es una cadena, agregue comillas alrededor.
ko: 애플리케이션에 대한 사용자 지정 조건부 컴파일 상수를 지정합니다. 값은 선택 사항이며 선택적 동작의 경우 값을 비워 둡니다. 값이 문자열인 경우 주위에 따옴표를 추가하세요.
ru: Указывает настраиваемые константы компиляции для вашего приложения. Обратите внимание, что это необязательные значения. Для необязательного поведения оставьте это значение пустым. Если значение представляет собой строку, заключите ее в кавычки.

# StringProperty|DefineConstants|DisplayName
source: Custom constants
de: Benutzerdefinierte Konstanten
es: Constantes personalizadas
ko: 사용자 지정 상수
ru: Пользовательские константы

# StringProperty|DocumentationFile|Description
source: Optional path for the API documentation file. Leave blank to use the default location.
de: Optionaler Pfad für die API-Dokumentationsdatei. Lassen Sie das Feld leer, um den Standardspeicherort zu verwenden.
es: Ruta de acceso opcional del archivo de documentación de la API. Déjelo en blanco para usar la ubicación predeterminada.
ko: API 설명서 파일의 선택적 경로입니다. 기본 위치를 사용하려면 비워 두세요.
ru: Необязательный путь к файлу документации по API. Оставьте поле пустым, чтобы использовать расположение по умолчанию.

# StringProperty|DocumentationFile|DisplayName
source: XML documentation file path
de: Dateipfad zur XML-Dokumentation
es: Ruta de acceso del archivo de documentación XML
ko: XML 설명서 파일 경로
ru: Путь к файлу XML-документации

# StringProperty|OutputPath|DisplayName
source: Build output path
de: Buildausgabepfad
es: Ruta de acceso de salida de la compilación
ko: 빌드 출력 경로
ru: Выходной путь сборки

# StringProperty|PostBuildEvent|Description
source: Specifies commands that run after the build completes. Does not run if the build failed. Use 'call' to invoke .bat files. A non-zero exit code will fail the build.
de: Gibt Befehle an, die nach Abschluss des Builds ausgeführt werden. Wird nicht ausgeführt, wenn der Buildvorgang fehlgeschlagen ist. Verwenden Sie "Call", um bat-Dateien aufzurufen. Bei einem Exitcode ungleich Null tritt ein Fehler beim Build auf.
es: Especifica los comandos que se ejecutan después de completar la compilación. No se ejecuta si la compilación falla. Utilice "llamar" para invocar archivos .bat. Un código de salida distinto de cero hará que falle la compilación.
ko: 빌드가 완료된 후 실행되는 명령을 지정합니다. 빌드가 실패하면 실행되지 않습니다. .bat 파일을 호출하려면 '호출'을 사용하세요. 0이 아닌 종료 코드는 빌드에 실패합니다.
ru: Задает команды, выполняемые после завершения сборки. Не выполняется, если сборка завершилась неудачно. Используйте "Call" для вызова BAT-файлов. Ненулевой код выхода приводит к неудаче сборки.

# StringProperty|PostBuildEvent|DisplayName
source: Post-build event
de: Ereignis nach dem Erstellen
es: Evento de posterior a la compilación
ko: 빌드 후 이벤트
ru: Событие после сборки
