Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/BuildPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BoolProperty|WarningLevelOverridden|DisplayName
source: WarningLevelOverridden
ko: 경고 수준 재정의

# EnumProperty|WarningLevel_Readonly|Description
source: Specifies the level to display for compiler warnings. Inferred from the 'Analysis level' property of the 'Code Analysis' page.
cs: Určuje úroveň, která se má zobrazit pro upozornění kompilátoru. Odvozuje se z vlastnosti Úroveň analýzy stránky Analýza kódu.
de: Gibt die Stufe an, die für Compiler-Warnungen angezeigt werden soll. Wird von der Eigenschaft 'Analysestufe' auf der Seite 'Code Analysis' abgeleitet.
es: Especifica el nivel que se va a mostrar para las advertencias del compilador. Se infiere de la propiedad “Nivel de análisis” de la página “Análisis de código”.
fr: Spécifie le niveau à afficher pour les avertissements du compilateur. Inféré à partir de la propriété 'Niveau d’analyse' de la page 'Code Analysis'.
it: Specifica il livello da visualizzare per gli avvisi del compilatore. Dedotto dalla proprietà 'Livello di analisi' della pagina 'Code Analysis'.
ja: コンパイラの警告で表示するレベルを指定します。[Code Analysis] ページの [分析レベル] プロパティから推論されます。
ko: 컴파일러 경고에 대해 표시할 수준을 지정합니다. 'Code Analysis' 페이지의 'Analysis level' 속성에서 추론합니다.
pt_br: Especifica o nível a ser exibido para avisos do compilador. Inferido da propriedade 'Nível de análise' da página 'Análise de código'.
ru: Задает уровень, отображаемый для предупреждений компилятора. Выводится из свойства \"Уровень анализа\" страницы Code Analysis.
tr: Derleyici uyarıları için görüntülenme düzeyini belirtir. 'Kod Analizi' sayfasındaki 'Analiz düzeyi' özelliğine göre belirlenir.
zh_hans: 指定要显示的编译器警告级别。从“代码分析”页面的“分析级别”属性推断。
zh_hant: 指定編譯器警告顯示的層級。從 'Code Analysis' 頁面的 'Analysis level' 屬性推斷。

# EnumProperty|WarningLevel_Readonly|DisplayName
source: Warning level
cs: Úroveň pro upozornění
de: Warnstufe
es: Nivel de advertencia
fr: Niveau d'avertissement
it: Livello di avviso
ja: 警告レベル
ko: 경고 수준
pt_br: Nível de aviso
ru: Порог предупреждений
tr: Uyarı düzeyi
zh_hans: 警告级别
zh_hant: 警告層級

# EnumValue|WarningLevel_Readonly.0|DisplayName
source: 0 - Disable all warnings
cs: 0 – Zakázat všechna upozornění
de: 0 – Alle Warnungen deaktivieren
es: 0 - Desactivar todas las advertencias
fr: 0 - Désactiver tous les avertissements.
it: 0 - Disabilita tutti gli avvisi
ja: 0 - すべての警告を無効化
ko: 0 - 모든 경고 비활성화
pt_br: 0 - Desabilitar todos os avisos
ru: 0 — отключить все предупреждения
tr: 0 - Tüm uyarıları devre dışı bırak
zh_hans: 0 - 禁用所有警告
zh_hant: 0 - 關閉所有警告

# EnumValue|WarningLevel_Readonly.1|DisplayName
source: 1 - Severe warning messages
cs: 1 – Závažná upozornění
de: 1 – Schwerwiegende Warnungen
es: 1 - Mensajes graves de advertencia
fr: 1 - Messages d'avertissement sévères
it: 1 - Messaggi di avviso gravi
ja: 1 - 重大な警告メッセージ
ko: 1 - 심각한 경고 메시지
pt_br: 1 - Mensagens de aviso graves
ru: 1 — серьезные предупреждения
tr: 1 - Önemli uyarı iletileri
zh_hans: 1 - 严重警告消息
zh_hant: 1. 嚴重警告訊息

# EnumValue|WarningLevel_Readonly.2|DisplayName
source: 2 - Less severe warnings, such as warnings about hiding class members
cs: 2 – Méně závažná upozornění, například upozornění na skrytí členů třídy
de: 2 – Weniger schwerwiegende Warnungen, wie z. B. Warnungen über das Verbergen von Mitgliedern der Klasse
es: 2 - Advertencias menos graves, como advertencias sobre ocultar los miembros de una clase
fr: 2 - Avertissements moins graves, tels que des avertissements concernant le masquage des membres de classe
it: 2 - Avvisi meno gravi, ad esempio avvisi relativi al nascondere i membri della classe
ja: 2 - クラス メンバーの非表示に関する警告など、重要度の低い警告
ko: 2 - 클래스 구성원 숨기기에 대한 경고와 같은 덜 심각한 경고
pt_br: 2 - Avisos menos graves, como avisos sobre como ocultar membros de classe
ru: 2 — менее серьезные предупреждения, например предупреждения о сокрытии участников класса
tr: 2 - Sınıf üyelerini gizlemeyle ilgili uyarılar gibi daha az önemli uyarılar
zh_hans: 2 - 次严重警告，例如有关隐藏类成员的警告
zh_hant: 2 - 較不嚴重的警告，例如關於隱藏類別成員的警告

# EnumValue|WarningLevel_Readonly.3|DisplayName
source: 3 - Less severe warnings, such as warnings about expressions that always evaluate to true or false
cs: 3 – Méně závažná upozornění, například upozornění na výrazy, které se vždy vyhodnotí jako true nebo false
de: 3 – Weniger schwerwiegende Warnungen, z. B. Warnungen zu Ausdrücken, die immer als TRUE oder FALSE ausgewertet werden
es: 3 - Advertencias menos graves, como advertencias sobre expresiones que siempre se evalúan como true o false
fr: 3 - Avertissements moins graves, tels que des avertissements sur les expressions qui ont toujours la valeur true ou false
it: 3 - Avvisi meno gravi, ad esempio avvisi sulle espressioni che restituisce sempre true o false
ja: 3 - 常に true または false に評価される式に関する警告など、重要度の低い警告
ko: 3 - 항상 true 또는 false로 평가되는 식에 대한 경고와 같이 덜 심각한 경고
pt_br: 3 - Avisos menos graves, como avisos sobre expressões que sempre são avaliadas como true ou false
ru: 3 — менее серьезные предупреждения, например предупреждения об эмоциях, которые всегда оцениваются как true или false
tr: 3 - Her zaman true veya false olarak değerlendirilen ifadeler hakkındaki uyarılar gibi daha az önemli uyarılar
zh_hans: 3 - 次严重警告，例如，有关计算结果始终为 true 或 false 的表达式的警告
zh_hant: 3 - 較不嚴重的警告，例如一律評估為 true 或 false 的運算式警告

# EnumValue|WarningLevel_Readonly.4|DisplayName
source: 4 - Informational warnings
cs: 4 – Informační upozornění
de: 4 – Informationswarnungen
es: 4 - Advertencias informativas
fr: 4 - Avertissements d’information
it: 4 - Avvisi informativi
ja: 4 - 情報レベルの警告
ko: 4 - 정보 경고
pt_br: 4 - Avisos informativos
ru: 4 — информационные предупреждения
tr: 4 - Bilgilendirici uyarılar
zh_hans: 4 - 信息性警告
zh_hant: 4 - 資訊警告

# EnumValue|WarningLevel_Readonly.5|DisplayName
source: 5 - Warnings from C# 9
cs: 5 – Upozornění z jazyka C# 9
de: 5 – Warnungen von C# 9
es: 5 - Advertencias de C# 9
fr: 5 - Avertissements de C# 9
it: 5 - Avvisi da C# 9
ja: 5 - C# 9 からの警告
ko: 5 - C# 9의 경고
pt_br: 5 - Avisos do C# 9
ru: 5 — предупреждения C# 9
tr: 5 - C# 9'dan uyarılar
zh_hans: 5 - 来自 C# 9 的警告
zh_hant: 5 - 來自 C# 9 的警告

# EnumValue|WarningLevel_Readonly.6|DisplayName
source: 6 - Warnings from C# 10
cs: 6 – Upozornění z jazyka C# 10
de: 6 – Warnungen von C# 10
es: 6 - Advertencias de C# 10
fr: 6 - Avertissements de C# 10
it: 6 - Avvisi da C# 10
ja: 6 - C# 10 からの警告
ko: 6 - C# 10의 경고
pt_br: 6 - Avisos do C# 10
ru: 6 — предупреждения C# 10
tr: 6 - C# 10'dan uyarılar
zh_hans: 6 - 来自 C# 10 的警告
zh_hant: 6 - 來自 C# 10 的警告

# EnumValue|WarningLevel_Readonly.7|DisplayName
source: 7 - Warnings from C# 11
cs: 7 – Upozornění z jazyka C# 11
de: 7 – Warnungen von C# 11
es: 7 - Advertencias de C# 11
fr: 7 - Avertissements de C# 11
it: 7 - Avvisi da C# 11
ja: 7 - C# 11 からの警告
ko: 7 - C# 11의 경고
pt_br: 7 - Avisos do C# 11
ru: 7 — предупреждения C# 11
tr: 7 - C# 11'dan uyarılar
zh_hans: 7 - 来自 C# 11 的警告
zh_hant: 7 - 來自 C# 11 的警告

# EnumValue|WarningLevel_Readonly.9999|DisplayName
source: 9999 - All warnings
cs: 9999 – Všechna upozornění
de: 9999 – Alle Warnungen
es: 9999 - Todas las advertencias
fr: 9999 - Tous les avertissements
it: 9999 - Tutti gli avvisi
ja: 9999 - すべての警告
ko: 9999 - 모든 경고
pt_br: 9999 - Todos os avisos
ru: 9999 — все предупреждения
tr: 9999 - Tüm uyarılar
zh_hans: 9999 - 所有警告
zh_hant: 9999 - 所有警告

# StringProperty|BaseIntermediateOutputPath|Description
source: Specifies the base location for the project's intermediate output during build. Subfolders will be appended to this path to differentiate project configuration.
cs: Určuje základní umístění mezivýstupu projektu během sestavování. Aby se rozlišila konfigurace projektu, připojí se k této cestě podsložky.
de: Hiermit wird der Basisspeicherort für die Zwischenausgabe des Projekts während des Buildvorgangs angegeben. Zur Unterscheidung von Projektkonfigurationen werden an diesen Pfad Unterordner angefügt.
es: Especifica la ubicación base de la salida intermedia del proyecto durante la compilación. Las subcarpetas se asociarán a esta ruta de acceso para diferenciar la configuración del proyecto.
fr: Spécifie l'emplacement de base de la sortie intermédiaire du projet durant la génération. Des sous-dossiers sont ajoutés à ce chemin pour différencier la configuration du projet.
it: Consente di specificare il percorso base per l'output intermedio del progetto durante la compilazione. Le sottocartelle verranno aggiunte a questo percorso per differenziare la configurazione del progetto.
ja: ビルド時のプロジェクトの中間出力の基本場所を指定します。プロジェクト構成を区別するために、サブフォルダーがこのパスに追加されます。
ko: 빌드하는 동안 프로젝트의 중간 출력에 대한 기본 위치를 지정합니다. 프로젝트 구성을 구분하기 위해 이 경로에 하위 폴더가 추가됩니다.
pt_br: Especifica o local base para a saída intermediária do projeto durante o build. As subpastas serão acrescentadas a este caminho para diferenciar a configuração do projeto.
ru: Задает базовое расположение промежуточных выходных данных проекта во время сборки. К этому пути будут добавлены вложенные папки для конфигурации проекта.
tr: Derleme sırasında projenin ara çıkışı için temel konumu belirtir. Proje yapılandırmasını ayırt etmek için bu yola alt klasörler eklenir.
zh_hans: 指定生成期间项目的中间输出的基位置。为了区分项目配置，将把子文件夹追加到此路径。
zh_hant: 指定建置期間，用以存放專案之中繼輸出的基底位置。此路徑會附加子資料夾，以區分專案設定。

# StringProperty|BaseIntermediateOutputPath|DisplayName
source: Base intermediate output path
cs: Základní cesta k mezivýstupu
de: Basispfad für Zwischenausgabe
es: Ruta de acceso de salida intermedia base
fr: Chemin de sortie intermédiaire de base
it: Percorso base dell'output intermedio
ja: 基本中間出力パス
ko: 기본 중간 출력 경로
pt_br: Caminho base da saída intermediária
ru: Базовый путь для промежуточных выходных данных
tr: Temel ara çıkış yolu
zh_hans: 中间输出的基路径
zh_hant: 基底中繼輸出路徑

# StringProperty|DefineConstants|Description
source: Specifies symbols on which to perform conditional compilation. Separate symbols with a semi-colon (';').
cs: Určuje symboly, u kterých se má provést podmíněná kompilace. Symboly oddělujte středníkem (;).
de: Hiermit werden Symbole angegeben, für die eine bedingte Kompilierung ausgeführt werden soll. Trennen Sie Symbole durch ein Semikolon (";").
es: Especifica los símbolos con los que se va a realizar la compilación condicional. Separe los símbolos con punto y coma (";").
fr: Spécifie les symboles sur lesquels effectuer la compilation conditionnelle. Séparez les symboles par un point-virgule (';').
it: Specifica i simboli su cui eseguire la compilazione condizionale. Separare i simboli con un punto e virgola (';').
ja: 条件付きコンパイルを実行するシンボルを指定します。記号をセミコロン (';') で区切ります。
ko: 조건부 컴파일을 수행할 기호를 지정합니다. 기호는 세미콜론(';')으로 구분합니다.
pt_br: Especifica os símbolos nos quais a compilação condicional deve ser executada. Separe os símbolos com um ponto e vírgula (';').
ru: Задает символы, для которых должна выполняться условная компиляция. Разделяйте символы точками с запятой (";").
tr: Üzerinde koşullu derlemenin gerçekleştirileceği sembolleri belirtir. Sembolleri noktalı virgülle (';') ayırın.
zh_hans: 指定要在其上执行条件编译的符号。使用分号(";")来分隔符号。
zh_hant: 指定要執行條件式編譯的符號。請使用分號 (';') 來分隔符號。
