Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/BuildPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Category|StrongNaming|Description
source: Configures strong name signing of build outputs.
cs: Nakonfiguruje podepisování silným názvem výstupů sestavení.
de: Hiermit wird die Signierung mit starken Namen für Buildausgaben konfiguriert.
es: Configura la firma con nombre seguro de los resultados de compilación.
fr: Configure la signature de nom fort des sorties de build.
it: Configura la firma con nome sicuro degli output di compilazione.
ja: ビルド出力の厳密な名前の署名を構成します。
ko: 빌드 출력의 강력한 이름 서명을 구성합니다.
pl: Konfiguruje podpisywanie silnymi nazwami danych wyjściowych kompilowania.
pt_br: Configura a assinatura de nome forte das saídas de build.
ru: Настраивает подписывание выходных данных сборки со строгим именем.
tr: Derleme çıktılarının tanımlayıcı ad imzasını yapılandırır.
zh_hans: 配置生成输出的强名称签名。
zh_hant: 設定建置輸出的強式名稱簽署。

# Category|StrongNaming|DisplayName
source: Strong naming
cs: Silné názvy
de: Starke Namen
es: Asignación de nombre seguro
fr: Nommage fort
it: Assegnazione di nome sicuro
ja: 厳密な名前付け
ko: 강력한 이름 지정
pl: Nadawanie silnych nazw
pt_br: Nome forte
ru: Строгое именование
tr: Tanımlayıcı adlandırma
zh_hans: 强命名
zh_hant: 強式命名

# DynamicEnumProperty|PlatformTarget|Description
source: Specifies the processor to be targeted by the output file. Choose 'Any CPU' to specify that any processor is acceptable, allowing the application to run on the broadest range of hardware.
cs: Určuje procesor, na který má výstupní soubor cílit. Pokud chcete určit, že je přijatelný libovolný procesor, zvolte možnost Jakýkoli procesor, aby se aplikace dala spustit na maximální škále hardwaru.
de: Gibt den Prozessor an, auf den die Ausgabedatei ausgerichtet werden soll. Wählen Sie "Beliebige CPU" aus, um anzugeben, dass jeder Prozessor akzeptabel ist, sodass die Anwendung auf dem breitesten Hardwarebereich ausgeführt werden kann.
es: Especifica el procesador al que va a dirigirse el archivo de salida. Elija "Cualquier CPU" para especificar que cualquier procesador es aceptable, lo que permite que la aplicación se ejecute en la gama más amplia de hardware.
fr: Spécifie le processeur qui sera ciblé par le fichier de sortie. Choisissez « Any CPU » pour indiquer que n'importe quel processeur est acceptable, ce qui permet à l'application de fonctionner sur la plus large gamme de matériel.
it: Specifica il processore impostato come destinazione per il file di output. Scegliere 'Any CPU' per specificare che qualsiasi processore è accettabile, in modo da consentire l'esecuzione dell'applicazione nella più ampia gamma di dispositivi hardware.
ja: 出力ファイルの対象となるプロセッサを指定します。[すべての CPU] を選択すると、すべてのプロセッサが許容可能に指定され、アプリケーションを幅広いハードウェアで実行できるようになります。
ko: 출력 파일의 대상으로 지정할 프로세서를 지정합니다. 애플리케이션이 가장 광범위한 하드웨어에서 실행되도록 모든 프로세서를 수락하도록 지정하려면 '모든 CPU'를 선택합니다.
pl: Określa procesor, który ma być docelowo określany przez plik wyjściowy. Wybierz opcję "Dowolny procesor", aby określić, że dowolny procesor jest akceptowalny, co pozwoli aplikacji działać w najszerszym zakresie sprzętu.
pt_br: Especifica o processador a ser direcionado pelo arquivo de saída. Escolha "Qualquer CPU" para especificar que qualquer processador é aceitável, permitindo que o aplicativo seja executado na mais ampla gama de hardware.
ru: Указывает целевой процессор для выходного файла. Выберите "Любой ЦП", чтобы разрешить любой процессор. Это позволяет запускать приложение на самом широком диапазоне оборудования.
tr: Çıkış dosyası tarafından hedeflenecek işlemciyi belirtir. Herhangi bir işlemcinin kabul edilebilir olduğunu belirterek uygulamanın en geniş donanım aralığında çalışmasına olanak tanımak için ‘Herhangi Bir CPU’ seçeneğini belirleyin.
zh_hans: 指定输出文件的目标处理器。选择“任何 CPU”以指定任何处理器都是可接受的，从而允许应用程序在最广泛范围的硬件上运行。
zh_hant: 指定輸出檔案要鎖定的處理器。選擇 'Any CPU' 以指定任何可接受的處理器，讓應用程式在最廣泛的硬體上執行。

# DynamicEnumProperty|PlatformTarget|DisplayName
source: Platform target
cs: Cílová platforma
de: Zielplattform
es: Destino de la plataforma
fr: Plateforme cible
it: Destinazione piattaforma
ja: プラットフォーム ターゲット
ko: 플랫폼 대상
pl: Platforma docelowa
pt_br: Destino de plataforma
ru: Целевая платформа
tr: Platform hedefi
zh_hans: 目标平台
zh_hant: 平台目標

# EnumProperty|DebugType|Description
source: Specifies the kind of debug symbols produced during build.
cs: Určuje druh symbolů ladění vyprodukovaných během sestavování.
de: Gibt die Art der Debugsymbole an, die während der Builderstellung erzeugt werden.
es: Especifica el tipo de símbolos de depuración que se producen durante la compilación.
fr: Spécifie le genre de symboles de débogage produits lors de la génération.
it: Specifica il tipo di simboli di debug prodotti durante la compilazione.
ja: ビルド中に生成されたデバッグ シンボルの種類を指定します。
ko: 빌드하는 동안 생성된 디버그 기호의 종류를 지정합니다.
pl: Określa rodzaj symboli debugowania utworzonych podczas kompilacji.
pt_br: Especifica o tipos de símbolo de depuração produzidos durante a compilação.
ru: Задает тип отладочных символов, создаваемых во время сборки.
tr: Derleme sırasında oluşturulan hata ayıklama sembollerinin türünü belirtir.
zh_hans: 指定内部版本期间生成的调试符号类型。
zh_hant: 指定在建置期間產生的偵錯工具符號類型。

# EnumProperty|DebugType|DisplayName
source: Debug symbols
cs: Symboly ladění
de: Debugsymbole
es: Símbolos de depuración
fr: Symboles de débogage
it: Simboli di debug
ja: デバッグ シンボル
ko: 디버그 기호
pl: Symbole debugowania
pt_br: Símbolos de depuração
ru: Отладочные символы
tr: Hata ayıklama sembolleri
zh_hans: 调试符号
zh_hant: 偵錯符號

# EnumProperty|DebugType|Metadata|SearchTerms
source: debug type
cs: typ ladění
de: Debugtyp
es: tipo de depuración
fr: type de débogage
it: tipo di debug
ja: デバッグの種類
ko: 디버그 형식
pl: typ debugowania
pt_br: tipo de depuração
ru: тип отладки
tr: hata ayıklama türü
zh_hans: 调试类型
zh_hant: 偵錯類型

# EnumProperty|ErrorReport|Description
source: Send internal compiler error (ICE) reports to Microsoft.
cs: Odeslat Microsoftu zprávy o interních chybách kompilátoru (ICE)
de: Berichte zu internen Compilerfehlern (ICE) an Microsoft senden.
es: Envía informes de errores internos del compilador (ICE) a Microsoft.
fr: Envoyez des rapports d’erreur de compilateur interne (ICE) à Microsoft.
it: Consente di inviare a Microsoft delle segnalazioni di errori interni del compilatore.
ja: 内部コンパイラ エラー (ICE) レポートを Microsoft に送信します。
ko: ICE(내부 컴파일러 오류) 보고서를 Microsoft에 보냅니다.
pl: Wysyłaj raporty o wewnętrznych błędach kompilatora (ICE) do firmy Microsoft.
pt_br: Enviar relatórios de erro interno do compilador (ICE) para a Microsoft.
ru: Отправлять отчеты о внутренних ошибках компилятора (ICE) в Майкрософт.
tr: İç derleyici hatası (ICE) raporlarını Microsoft'a gönderin.
zh_hans: 向 Microsoft 发送内部编译器错误 (ICE) 报告。
zh_hant: 將內部編譯器錯誤 (ICE) 報告送給 Microsoft。

# EnumProperty|ErrorReport|DisplayName
source: Internal compiler error reporting
cs: Zasílání zpráv o vnitřních chybách kompilátoru
de: Bericht zu internen Compilerfehlern
es: Informe de errores internos del compilador
fr: Rapports d'erreurs internes du compilateur
it: Segnalazione errori interni del compilatore
ja: 内部コンパイラ エラーの報告
ko: 내부 컴파일러 오류 보고
pl: Raportowanie wewnętrznych błędów kompilatora
pt_br: Relatórios de erro interno do compilador
ru: Отчеты о внутренних ошибках компилятора
tr: Derleyici iç hatası raporlama
zh_hans: 内部编译器错误报告
zh_hant: 內部編譯器錯誤報告

# EnumProperty|FileAlignment|Description
source: Specifies, in bytes, where to align the sections of the output file.
cs: Určuje (v bajtech), kam se mají zarovnávat oddíly výstupního souboru.
de: Hiermit wird in Bytes angegeben, wo die Abschnitte der Ausgabedatei ausgerichtet werden sollen.
es: Especifica, en bytes, dónde se van a alinear las secciones del archivo de salida.
fr: Spécifie, en octets, où aligner les sections du fichier de sortie.
it: Consente di specificare, in byte, dove allineare le sezioni del file di output.
ja: 出力ファイルのセクションを配置する位置をバイト単位で指定します。
ko: 출력 파일의 섹션을 맞출 위치를 바이트 단위로 지정합니다.
pl: Określa, w bajtach, gdzie wyrównać sekcje pliku wyjściowego.
pt_br: Especifica, em bytes, onde as seções do arquivo de saída devem ser alinhadas.
ru: Указывает место выравнивания разделов выходного файла в байтах.
tr: Çıkış dosyasının bölümlerinin hizalanacağı konumu bayt olarak belirtir.
zh_hans: 指定在何处对齐输出文件的各个部分(以字节为单位)。
zh_hant: 指定輸出檔案之各區段的對齊位置 (位元組)。

# EnumProperty|FileAlignment|DisplayName
source: File alignment
cs: Zarovnání souboru
de: Dateiausrichtung
es: Alineación del archivo
fr: Alignement de fichier
it: Allineamento file
ja: ファイルの配置
ko: 파일 맞춤
pl: Wyrównanie pliku
pt_br: Alinhamento do arquivo
ru: Выравнивание файла
tr: Dosya hizalama
zh_hans: 文件对齐
zh_hant: 檔案對齊

# EnumProperty|Nullable|Description
source: Specifies the project-wide C# nullable context. Only available for projects that use C# 8.0 or later.
cs: Určuje kontext C# s možnou hodnotou null v rámci celého projektu. Dostupné jen pro projekty, které používají C# 8.0 či novější.
de: Hiermit wird der projektweite C#-Kontext angegeben, der NULL-Werte zulässt. Nur für Projekte verfügbar, die C# 8.0 oder höher verwenden.
es: Especifica el contexto que acepta valores NULL de C# en todo el proyecto. Solo disponible para los proyectos que usan C# 8.0 o posterior.
fr: Spécifie le contexte nullable C# à l'échelle du projet. Uniquement disponible pour les projets qui utilisent C# 8.0 ou une version ultérieure.
it: Specifica il contesto che ammette i valori Null C# a livello di progetto. Disponibile solo per i progetti che usano C# 8.0 o versioni successive.
ja: プロジェクト全体での C# の null 許容コンテキストを指定します。C# 8.0 以降を使用するプロジェクトでのみ使用できます。
ko: 프로젝트 차원의 C# null 허용 컨텍스트를 지정합니다. C# 8.0 이상을 사용하는 프로젝트에서만 사용할 수 있습니다.
pl: Określa dopuszczający wartość null kontekst obejmujący cały projekt w języku C#. Opcja dostępna tylko w przypadku projektów korzystających z języka C# 8.0 lub nowszego.
pt_br: Especifica o contexto anulável do C# em todo o projeto. Disponível somente para projetos que usam o C# 8.0 ou posterior.
ru: Задает контекст C#, допускающий значения NULL, в масштабе всего проекта. Доступно только для проектов, использующих C# 8.0 или более поздних версий.
tr: Proje genelinde C# null atanabilir bağlamını belirtir. Yalnızca C# 8.0 veya üzerini kullanan projeler için kullanılabilir.
zh_hans: 指定项目范围内 C# 可为 Null 的类型的上下文。仅适用于使用 C# 8.0 或更高版本的项目。
zh_hant: 指定專案內 C# 可為 null 的內容。僅適用於使用 C# 8.0 或更新版本的專案。

# EnumProperty|Nullable|DisplayName
source: Nullable
cs: S hodnotou null
de: NULL-Werte zulassen
es: Admite valores NULL
ja: Null 許容
ko: Null 허용
pl: Dopuszczający wartość null
pt_br: Permite valor nulo
ru: Допускающий значение NULL
tr: Null atanabilir
zh_hans: 可为 Null 的类型
zh_hant: 可為 Null

# EnumProperty|RunPostBuildEvent|Description
source: Specifies under which condition the post-build event will be executed.
cs: Určuje, pod jakou podmínkou bude událost po sestavení provedena.
de: Gibt an, unter welcher Bedingung das Ereignis nach dem Erstellen ausgeführt wird.
es: Especifica bajo qué condición se ejecutará el evento posterior a la compilación.
fr: Spécifie la condition dans laquelle l’événement post-build est exécuté.
it: Specifica a quale condizione verrà eseguito l’evento di post-compilazione.
ja: ビルド後のイベントが実行される条件を指定します。
ko: 빌드 후 이벤트가 실행될 조건을 지정합니다.
pl: Określa warunek, pod jakim zostanie wykonane zdarzenie po kompilacji.
pt_br: Especifica sob qual condição o evento de pós-build será executado.
ru: Указывает условие, при котором будет выполняться событие после сборки.
tr: Derleme sonrası olayının hangi koşulda yürütüleceğini belirtir.
zh_hans: 指定何种条件下将执行生成后事件。
zh_hant: 指定要在哪個條件下執行建置後事件。

# EnumProperty|RunPostBuildEvent|DisplayName
source: When to run the post-build event
cs: Kdy má být spuštěna událost po sestavení
de: Wann das Postbuildereignis ausgeführt werden soll
es: Cuándo ejecutar el evento posterior a la compilación
fr: Quand exécuter l’événement post-build
it: Quando eseguire l’evento post-compilazione
ja: ビルド後のイベントをいつ実行するか
ko: 빌드 후 이벤트를 실행하는 경우
pl: Kiedy uruchomić zdarzenie po kompilacji.
pt_br: Quando executar o evento pós-build
ru: Когда выполнять событие после сборки
tr: Derleme sonrası olayının çalıştırılacağı zaman
zh_hans: 何时运行生成后事件
zh_hant: 何時執行建置後事件

# EnumProperty|WarningLevel|Description
source: Specifies the level to display for compiler warnings. Higher levels produce more warnings, and include all warnings from lower levels.
cs: Určuje úroveň, která se má zobrazit pro upozornění kompilátoru. Vyšší úrovně generují více upozornění a zahrnují všechna upozornění z nižších úrovní.
de: Legt die Stufe fest, auf der Compilerwarnungen angezeigt werden sollen. Höhere Stufen erzeugen mehr Warnungen und schließen alle Warnungen aus niedrigeren Stufen ein.
es: Especifica el nivel a mostrar para las advertencias del compilador. Los niveles más altos producen más advertencias e incluyen todas las de niveles inferiores.
fr: Spécifie le niveau à afficher pour les avertissements du compilateur. Les niveaux supérieurs produisent plus d'avertissements, et incluent tous les avertissements des niveaux inférieurs.
it: Specifica il livello da visualizzare per gli avvisi del compilatore. I livelli superiori generano più avvisi e includono tutti gli avvisi provenienti da livelli inferiori.
ja: コンパイラの警告で表示するレベルを指定します。レベルが高いほどより多くの警告が生成され、下位レベルのすべての警告が含まれます。
ko: 컴파일러 경고에 대해 표시할 수준을 지정합니다. 높은 수준은 더 많은 경고를 생성하고 낮은 수준의 모든 경고를 포함합니다.
pl: Określa poziom wyświetlania ostrzeżeń kompilatora. Wyższe poziomy powodują generowanie większej liczby ostrzeżeń i uwzględniają wszystkie ostrzeżenia z niższych poziomów.
pt_br: Especifica o nível a ser exibido para avisos do compilador. Níveis mais altos produzem mais avisos e incluem todos os avisos dos níveis mais baixos.
ru: Задает уровень, отображаемый для предупреждений компилятора. Более высокий уровень создает больше предупреждений и включает все предупреждения более низкого уровня.
tr: Derleyici uyarılar için görüntülenecek düzeyi belirtir. Yüksek düzeyler daha fazla uyarı üretir ve daha düşük düzeylerdeki tüm uyarıları kapsar.
zh_hans: 指定要显示的编译器警告级别。较高级别将产生更多警告，包括来自较低级别的所有警告。
zh_hant: 指定編譯器警告顯示的層級。較高層級會產生更多警告，並包含較低層級的所有警告。

# EnumProperty|WarningLevel|DisplayName
source: Warning level
cs: Úroveň pro upozornění
de: Warnstufe
es: Nivel de advertencia
fr: Niveau d'avertissement
it: Livello di avviso
ja: 警告レベル
ko: 경고 수준
pl: Poziom ostrzeżeń
pt_br: Nível de aviso
ru: Уровень предупреждения
tr: Uyarı düzeyi
zh_hans: 警告级别
zh_hant: 警告層級

# EnumValue|DebugType.embedded|DisplayName
source: Embedded in DLL/EXE, portable across platforms
cs: Vložené v knihovně DLL/EXE, přenosné mezi platformami
de: Eingebettet in DLL/EXE, plattformübergreifend portierbar
es: Incrustado en DLL/EXE, portable en distintas plataformas
fr: Incorporé dans DLL/EXE, portable sur toutes les plateformes
it: Incorporato in DLL/EXE, portabile tra piattaforme
ja: DLL/EXE に組み込まれ、プラットフォーム間で移植可能
ko: DLL/EXE에 포함됨, 플랫폼 간에 이동 가능
pl: Osadzone w bibliotece DLL/EXE, przenośne na różne platformy
pt_br: Incorporado em DLL/EXE, portável entre plataformas
ru: Внедрено в DLL/EXE, переносимость между платформами
tr: DLL/EXE içine gömülü, platformlar arasında taşınabilir
zh_hans: 嵌入到 DLL/EXE 中，可跨平台移植
zh_hant: 內嵌在 DLL/EXE 中，可跨平台攜帶

# EnumValue|DebugType.full|DisplayName
source: PDB file, current platform
cs: Soubor PDB, aktuální platforma
de: PDB-Datei, aktuelle Plattform
es: Archivo PDB, plataforma actual
fr: Fichier PDB, plateforme actuelle
it: File PDB, piattaforma corrente
ja: PDB ファイル、現在のプラットフォーム
ko: PDB 파일, 현재 플랫폼
pl: Plik PDB, aktualna platforma
pt_br: Arquivo PDB, plataforma atual
ru: PDB-файл, текущая платформа
tr: PDB dosyası, geçerli platform
zh_hans: PDB 文件，当前平台
zh_hant: PDB 檔案，目前的平台

# EnumValue|DebugType.none|DisplayName
source: No symbols are emitted
cs: Nejsou vygenerovány žádné symboly.
de: Es wurden keine Symbole ausgegeben.
es: No se emitió ningún símbolo
fr: Aucun symbole n’est émis
it: Non è stato prodotto alcun simbolo
ja: 生成済みのシンボルはありません
ko: 내보낸 기호 없음
pl: Żadne symbole nie są wyemitowane
pt_br: Nenhum símbolo foi emitido
ru: Символы не выданы
tr: Sembol gösterilmiyor
zh_hans: 未发出任何符号
zh_hant: 未發出任何符號

# EnumValue|DebugType.portable|DisplayName
source: PDB file, portable across platforms
cs: Soubor PDB, přenosný napříč platformami
de: PDB-Datei, plattformübergreifend portierbar
es: Archivo PDB, portable en distintas plataformas
fr: Fichier PDB, portable sur toutes les plateformes
it: File PDB, portabile tra piattaforme
ja: プラットフォーム間で移植可能な PDB ファイル
ko: PDB 파일, 플랫폼 간에 이동 가능
pl: Plik PDB, przenośny na różnych platformach
pt_br: Arquivo PDB, portável entre plataformas
ru: PDB-файл, переносимый между платформами
tr: PDB dosyası, platformlar arasında taşınabilir
zh_hans: PDB 文件，可跨平台移植
zh_hant: PDB 檔案，可跨平台攜帶

# EnumValue|ErrorReport.none|DisplayName
source: Never send
cs: Nikdy neposílat
de: Nie senden
es: No enviar nunca
fr: Ne jamais envoyer
it: Non inviare mai
ja: 送信しない
ko: 보내지 않음
pl: Nigdy nie wysyłaj
pt_br: Nunca enviá-los
ru: Никогда не отправлять
tr: Hiçbir zaman gönderme
zh_hans: 从不发送
zh_hant: 一律不傳送

# EnumValue|ErrorReport.prompt|DisplayName
source: Prompt before sending
cs: Před odesláním se zeptat
de: Vor dem Senden bestätigen
es: Preguntar antes de enviar
fr: Demander confirmation avant l'envoi
it: Richiedi prima di inviare
ja: 送信前にメッセージを表示する
ko: 보내기 전에 확인
pl: Monituj przed wysłaniem
pt_br: Avisar antes de enviá-los
ru: Предупреждать перед отправкой
tr: Göndermeden önce sor
zh_hans: 发送前提示
zh_hant: 傳送前先提示

# EnumValue|ErrorReport.queue|DisplayName
source: Queue
cs: Fronta
de: Warteschlange
es: Poner en cola
fr: File d'attente
it: Accoda
ja: キュー
ko: 큐
pl: Kolejka
pt_br: Colocá-los na fila
ru: Очередь
tr: Kuyruk
zh_hans: 队列
zh_hant: 佇列

# EnumValue|ErrorReport.send|DisplayName
source: Send
cs: Posílat
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pl: Wyślij
pt_br: Enviá-los
ru: Отправка
tr: Gönder
zh_hans: 发送
zh_hant: 傳送

# EnumValue|Nullable.annotations|DisplayName
source: Annotations
cs: Poznámky
de: Anmerkungen
es: Anotaciones
it: Annotazioni
ja: 注釈
ko: 주석
pl: Adnotacje
pt_br: Anotações
ru: Заметки
tr: Ek Açıklamalar
zh_hans: 注释
zh_hant: 註釋

# EnumValue|Nullable.disable|DisplayName
source: Disable
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効化
ko: 사용 안 함
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
tr: Devre dışı bırak
zh_hans: 禁用
zh_hant: 停用

# EnumValue|Nullable.enable|DisplayName
source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効化
ko: 사용
pl: Włącz
pt_br: Habilitar
ru: Включить
tr: Etkinleştir
zh_hans: 启用
zh_hant: 啟用

# EnumValue|Nullable.warnings|DisplayName
source: Warnings
cs: Upozornění
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
ja: 警告
ko: 경고
pl: Ostrzeżenia
pt_br: Avisos
ru: Предупреждения
tr: Uyarılar
zh_hans: 警告
zh_hant: 警告

# EnumValue|RunPostBuildEvent.Always|DisplayName
source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常時
ko: 항상
pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her Zaman
zh_hans: 始终
zh_hant: 永遠

# EnumValue|RunPostBuildEvent.OnBuildSuccess|DisplayName
source: When the build succeeds
cs: Po úspěšném sestavení
de: Wenn der Buildvorgang erfolgreich ist
es: Cuando la compilación se realiza correctamente
fr: Quand le build réussit
it: Quando la compilazione ha esito positivo
ja: ビルドに成功したとき
ko: 빌드가 성공한 경우
pl: Gdy kompilacja zakończy się pomyślnie
pt_br: Quando a construção for bem-sucedida
ru: При успешной сборке
tr: Derleme başarılı olduğunda
zh_hans: 生成成功时
zh_hant: 當組建成功時

# EnumValue|RunPostBuildEvent.OnOutputUpdated|DisplayName
source: When the output is updated
cs: Při aktualizaci výstupu
de: Wenn die Ausgabe aktualisiert wird
es: Cuando se actualiza la salida
fr: Lors de la mise à jour de la sortie
it: Quando l'output viene aggiornato
ja: 出力が更新されたとき
ko: 출력이 업데이트된 경우
pl: Po zaktualizowaniu danych wyjściowych
pt_br: Quando a saída está atualizada
ru: При обновлении выходных данных
tr: Çıkış güncelleştirildiğinde
zh_hans: 更新输出时
zh_hant: 當輸出更新時

# EnumValue|WarningLevel.0|DisplayName
source: 0 - Disable all warnings
cs: 0 – Zakázat všechna upozornění
de: 0 – Alle Warnungen deaktivieren
es: 0 - Desactivar todas las advertencias
fr: 0 - Désactiver tous les avertissements.
it: 0 - Disabilita tutti gli avvisi
ja: 0 - すべての警告を無効化
ko: 0 - 모든 경고 비활성화
pl: 0 — Wyłącz wszystkie ostrzeżenia
pt_br: 0 - Desabilitar todos os avisos
ru: 0 — отключить все предупреждения
tr: 0 - Tüm uyarıları devre dışı bırak
zh_hans: 0 - 禁用所有警告
zh_hant: 0 - 關閉所有警告

# EnumValue|WarningLevel.1|DisplayName
source: 1 - Severe warning messages
cs: 1 – Závažná upozornění
de: 1 – Schwerwiegende Warnungen
es: 1 - Mensajes graves de advertencia
fr: 1 - Messages d'avertissement sévères
it: 1 - Messaggi di avviso gravi
ja: 1 - 重大な警告メッセージ
ko: 1 - 심각한 경고 메시지
pl: 1 — Poważne komunikaty ostrzegawcze
pt_br: 1 - Mensagens de aviso graves
ru: 1 — серьезные предупреждения
tr: 1 - Önemli uyarı iletileri
zh_hans: 1 - 严重警告消息
zh_hant: 1. 嚴重警告訊息

# EnumValue|WarningLevel.2|DisplayName
source: 2 - Less severe warnings, such as warnings about hiding class members
cs: 2 – Méně závažná upozornění, například upozornění na skrytí členů třídy
de: 2 – Weniger schwerwiegende Warnungen, wie z. B. Warnungen über das Verbergen von Mitgliedern der Klasse
es: 2 - Advertencias menos graves, como advertencias sobre ocultar los miembros de una clase
fr: 2 - Avertissements moins graves, tels que des avertissements concernant le masquage des membres de classe
it: 2 - Avvisi meno gravi, ad esempio avvisi relativi al nascondere i membri della classe
ja: 2 - クラス メンバーの非表示に関する警告など、重要度の低い警告
ko: 2 - 클래스 구성원 숨기기에 대한 경고와 같은 덜 심각한 경고
pl: 2 — Mniej poważne ostrzeżenia, takie jak ostrzeżenia dotyczące ukrywania elementów członkowskich klasy
pt_br: 2 - Avisos menos graves, como avisos sobre como ocultar membros de classe
ru: 2 — менее серьезные предупреждения, например предупреждения о сокрытии участников класса
tr: 2 - Sınıf üyelerini gizlemeyle ilgili uyarılar gibi daha az önemli uyarılar
zh_hans: 2 - 次严重警告，例如有关隐藏类成员的警告
zh_hant: 2 - 較不嚴重的警告，例如關於隱藏類別成員的警告

# EnumValue|WarningLevel.3|DisplayName
source: 3 - Less severe warnings, such as warnings about expressions that always evaluate to true or false
cs: 3 – Méně závažná upozornění, například upozornění na výrazy, které se vždy vyhodnotí jako true nebo false
de: 3 – Weniger schwerwiegende Warnungen, z. B. Warnungen zu Ausdrücken, die immer als TRUE oder FALSE ausgewertet werden
es: 3 - Advertencias menos graves, como advertencias sobre expresiones que siempre se evalúan como true o false
fr: 3 - Avertissements moins graves, tels que des avertissements sur les expressions qui ont toujours la valeur true ou false
it: 3 - Avvisi meno gravi, ad esempio avvisi sulle espressioni che restituisce sempre true o false
ja: 3 - 常に true または false に評価される式に関する警告など、重要度の低い警告
ko: 3 - 항상 true 또는 false로 평가되는 식에 대한 경고와 같이 덜 심각한 경고
pl: 3 — Mniej groźne ostrzeżenia, takie jak ostrzeżenia dotyczące wyrażeń, które zawsze obliczają wartość true lub false
pt_br: 3 - Avisos menos graves, como avisos sobre expressões que sempre são avaliadas como true ou false
ru: 3 — менее серьезные предупреждения, например предупреждения об эмоциях, которые всегда оцениваются как true или false
tr: 3 - Her zaman true veya false olarak değerlendirilen ifadeler hakkındaki uyarılar gibi daha az önemli uyarılar
zh_hans: 3 - 次严重警告，例如，有关计算结果始终为 true 或 false 的表达式的警告
zh_hant: 3 - 較不嚴重的警告，例如一律評估為 true 或 false 的運算式警告

# EnumValue|WarningLevel.4|DisplayName
source: 4 - Informational warnings
cs: 4 – Informační upozornění
de: 4 – Informationswarnungen
es: 4 - Advertencias informativas
fr: 4 - Avertissements d’information
it: 4 - Avvisi informativi
ja: 4 - 情報レベルの警告
ko: 4 - 정보 경고
pl: 4 — Ostrzeżenia informacyjne
pt_br: 4 - Avisos informativos
ru: 4 — информационные предупреждения
tr: 4 - Bilgilendirici uyarılar
zh_hans: 4 - 信息性警告
zh_hant: 4 - 資訊警告
