Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/BuildPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BoolProperty|AllowUnsafeBlocks|Description
source: Allow code that uses the 'unsafe' keyword to compile.
cs: Povolte kód, který ke kompilaci používá klíčové slovo unsafe.
de: Code mit dem Schlüsselwort „unsicher“ zum Kompilieren zulassen.
es: Permite que el código que use la palabra clave "no seguro" se compile.
fr: Autorise la compilation du code qui utilise le mot clé 'non sécurisé'.
it: Consente la compilazione di codice che usa la parola chiave 'non sicuro'.
ja: 'unsafe' キーワードを使用するコードをコンパイルできるようにします。
ko: '안전하지 않음' 키워드를 사용하는 코드를 컴파일할 수 있도록 허용합니다.
pl: Zezwalaj na kompilowanie kodu korzystającego ze słowa kluczowego "unsafe".
pt_br: Permite que o código que usa a palavra-chave 'não seguro' seja compilado.
ru: Разрешить компиляцию кода, в котором используется "небезопасное" ключевое слово.
tr: 'güvenli olmayan' anahtar sözcüğü kullanan kodun derlenmesine izin verin.
zh_hans: 允许使用 "unsafe" 关键字编译的代码。
zh_hant: 允許使用「不安全」關鍵字編譯的程式碼。

# BoolProperty|AllowUnsafeBlocks|DisplayName
source: Unsafe code
cs: Nebezpečný kód
de: Unsicherer Code
es: Código no seguro
fr: Code non sécurisé
it: Codice non sicuro
ja: アンセーフ コード
ko: 안전하지 않은 코드
pl: Niebezpieczny kod
pt_br: Código não seguro
ru: Небезопасный код
tr: Güvenli olmayan kod
zh_hans: 不安全代码
zh_hant: 不安全的程式碼

# BoolProperty|AllowUnsafeBlocks|Metadata|SearchTerms
source: pointers
cs: ukazatele
de: Zeiger
es: punteros
fr: pointeurs
it: puntatori
ja: ポインター
ko: 포인터
pl: wskaźniki
pt_br: ponteiros
ru: указатели
tr: işaretçiler
zh_hans: 指针
zh_hant: 指標

# BoolProperty|CheckForOverflowUnderflow|Description
source: Throw exceptions when integer arithmetic produces out of range values.
cs: Vyvolávat výjimky, když celočíselná aritmetika vytvoří hodnoty mimo rozsah
de: Ausnahmen auslösen, wenn die Ganzzahlarithmetik Werte außerhalb des zulässigen Bereichs produziert.
es: Produce excepciones cuando la aritmética de los enteros genera valores fuera del intervalo.
fr: Lance des exceptions lorsque l'arithmétique des nombres entiers produit des valeurs hors limites.
it: Genera eccezioni quando i valori aritmetici di un intero non sono compresi nei Range Values.
ja: 整数演算で範囲外の値が算出された場合に例外を発生させます。
ko: 정수 연산에서 범위를 벗어난 값을 생성하는 경우 예외를 Throw합니다.
pl: Zgłaszaj wyjątki, gdy arytmetyczna liczba całkowita h=generuje wartości z poza zakresu.
pt_br: Gerar exceções quando a aritmética de inteiro produzir valores fora do intervalo.
ru: Создавать исключения, если результаты целочисленных арифметических операций не попадают в допустимые границы.
tr: Tamsayı aritmetiği aralık dışında değerler oluşturduğunda özel durumları atın.
zh_hans: 在整数算术产生超出范围的值时引发异常。
zh_hant: 當整數算術產生超出範圍值時擲出例外狀況。

# BoolProperty|CheckForOverflowUnderflow|DisplayName
source: Check for arithmetic overflow
cs: Kontrolovat aritmetické přetečení
de: Auf arithmetischen Überlauf überprüfen
es: Comprobar el desbordamiento aritmético
fr: Rechercher un dépassement arithmétique
it: Controlla overflow aritmetico
ja: 算術オーバーフローのチェック
ko: 산술 오버플로 확인
pl: Sprawdzaj przepełnienie arytmetyczne
pt_br: Verificar se há estouro aritmético
ru: Проверять арифметическое переполнение
tr: Aritmetik taşmayı denetle
zh_hans: 检查算术溢出
zh_hant: 查看算術溢位

# BoolProperty|CheckForOverflowUnderflow|Metadata|SearchTerms
source: checked;unchecked
cs: zaškrtnuto;nezaškrtnuto
de: aktiviert;deaktiviert
es: comprobado;no comprobado
fr: vérifié;non vérifié
it: selezionato;non selezionato
ja: 確認;未確認
ko: 선택됨;선택 취소됨
pl: zaznaczone;niezaznaczone
pt_br: marcado;desmarcado
ru: флажок установлен;флажок снят
tr: işaretli;işaretlenmemiş
zh_hans: 选中;取消选中
zh_hant: 已選取;未選取

# BoolProperty|DelaySign|Description
source: Use delayed signing when access to the private key is restricted. The public key will be used during the build, and addition of the private key information deferred until the assembly is handed off.
cs: Když je přístup k privátnímu klíči omezený, použijte opožděné podepisování. Při sestavování se použije veřejný klíč a přidání privátního klíče se odloží na dobu, až se sestavení odevzdá.
de: Hiermit wird die verzögerte Signierung verwendet, wenn der Zugriff auf den privaten Schlüssel eingeschränkt ist. Während des Buildvorgangs wird der öffentliche Schlüssel verwendet, und das Hinzufügen der Informationen zum privaten Schlüssel wird zurückgestellt, bis die Assembly übergeben wurde.
es: Use la firma retrasada cuando el acceso a la clave privada esté restringido. La clave pública se usará durante la compilación y la adición de la información de clave privada se aplazará hasta la entrega del ensamblado.
fr: L'utilisation de la signature différée au moment de l'accès à la clé privée est restreinte. La clé publique est utilisée pendant la génération. De plus, l'ajout des informations relatives à la clé privée est différé jusqu'à ce que l'assembly soit transféré.
it: Usa la firma ritardata quando l'accesso alla chiave privata è limitato. La chiave pubblica verrà usata durante la compilazione e l'aggiunta delle informazioni sulla chiave privata verrà rinviata fino all'handoff dell'assembly.
ja: 秘密キーへのアクセスが制限されている場合に遅延署名を使用します。ビルド中には公開キーが使用され、秘密キー情報の追加はアセンブリが渡されるまで先送りされます。
ko: 프라이빗 키에 대한 액세스가 제한된 경우 지연된 서명을 사용합니다. 빌드 중에는 퍼블릭 키가 사용되며, 프라이빗 키 정보 추가는 어셈블리가 전달될 때까지 지연됩니다.
pl: Użyj opóźnionego podpisywania, jeśli dostęp do klucza prywatnego jest ograniczony. Klucz publiczny będzie używany podczas kompilowania, a dodanie informacji o kluczu prywatnym będzie opóźniane do momentu przekazania zestawu.
pt_br: Use a assinatura atrasada quando o acesso à chave privada for restrito. A chave pública será usada durante o build e a adição das informações de chave privada será adiada até que o assembly seja entregue.
ru: Используйте отложенное подписывание, если доступ к закрытому ключу ограничен. Во время сборки будет использоваться открытый ключ, а добавление сведений о закрытом ключе будет отложено до передачи сборки.
tr: Özel anahtara erişim kısıtlandığında gecikmeli imzalamayı kullanın. Ortak anahtar, bütünleştirilmiş kod devredilene kadar ertelenen özel anahtar bilgilerinin derlenip eklenmesi sırasında kullanılır.
zh_hans: 访问私钥受限制时使用延迟签名。生成期间将使用公钥，在程序集切换之前，私钥信息的添加会延迟。
zh_hant: 在私密金鑰的存取權受限時使用延遲簽署。在建置期間將會使用公開金鑰，且私密金鑰資訊會延遲到提交組件時才新增。

# BoolProperty|DelaySign|DisplayName
source: Delay sign only
cs: Pouze opožděný podpis
de: Nur Signierung verzögern
es: Solo retrasar firma
fr: Différer la signature uniquement
it: Solo firma ritardata
ja: 遅延署名のみ
ko: 서명만 연기
pl: Opóźnij tylko podpisywanie
pt_br: Sinal de atraso somente
ru: Только отложенная подпись
tr: Yalnızca gecikmeli imzala
zh_hans: 仅延迟签名
zh_hant: 僅延遲簽署

# BoolProperty|Deterministic|Description
source: Produce identical compilation output for identical inputs.
cs: Vytvoří identický výstup kompilace pro identické vstupy.
de: Identische Kompilierungsausgabe für identische Eingaben erzeugen.
es: Genera un resultado de compilación idéntico para entradas idénticas.
fr: Produire une sortie de compilation identique pour les entrées identiques.
it: Genera l'output di compilazione identico per gli input identici.
ja: 同一のコンパイル入力に対して同一のコンパイル出力を生成します。
ko: 동일한 입력에 대해 동일한 컴파일 출력을 생성합니다.
pl: Generuj identyczne dane wyjściowe kompilacji dla identycznych danych wejściowych.
pt_br: Produzir uma saída de compilação idêntica para entradas idênticas.
ru: Создавать идентичные выходные данные компиляции для идентичных входных данных.
tr: Aynı girdiler için aynı derleme çıktıları oluşturun.
zh_hans: 为相同的输入生成相同的编译输出。
zh_hant: 針對相同的輸入產生同樣的編譯輸出。

# BoolProperty|Deterministic|DisplayName
source: Deterministic
cs: Deterministický
de: Deterministisch
es: Determinista
fr: Déterministe
it: Deterministico
ja: 決定論的
ko: 결정적
pl: Deterministyczne
pt_br: Determinístico
ru: Детерминированный
tr: Belirlenimci
zh_hans: 确定性输出
zh_hant: 具決定性

# BoolProperty|GenerateAssemblyInfo|Description
source: Transform project properties into assembly attributes during build.
pl: Przekształć właściwości projektu w atrybuty zestawu podczas kompilacji.

# BoolProperty|GenerateAssemblyInfo|DisplayName
source: Generate assembly info
pl: Generuj informacje o zestawie

# BoolProperty|GenerateDocumentationFile|Description
source: Generate a file containing API documentation.
cs: Vygeneruje soubor s dokumentací k rozhraní API.
de: Hiermit generieren Sie eine Datei mit API-Dokumentation.
es: Genera un archivo que contiene la documentación de la API.
fr: Générez un fichier contenant la documentation de l'API.
it: Genera un file contenente la documentazione dell'API.
ja: API ドキュメントを含むファイルを生成します。
ko: API 설명서를 포함하는 파일을 생성합니다.
pl: Generuj plik zawierający dokumentację interfejsu API.
pt_br: Gerar um arquivo contendo a documentação da API.
ru: Создание файла, содержащего документацию по API.
tr: API belgelerini içeren bir dosya oluşturun.
zh_hans: 生成包含 API 文档的文件。
zh_hant: 產生包含 API 文件的檔案。

# BoolProperty|GenerateDocumentationFile|DisplayName
source: Documentation file
cs: Soubor dokumentace
de: Dokumentationsdatei
es: Archivo de documentación
fr: Fichier de documentation
it: File di documentazione
ja: ドキュメント ファイル
ko: 설명서 파일
pl: Plik dokumentacji
pt_br: Arquivo da documentação
ru: Файл документации
tr: Belge dosyası
zh_hans: 文档文件
zh_hant: 文件檔案

# BoolProperty|IsAotCompatible|Description
source: Indicates that the library project is AOT compatible.
pl: Wskazuje, że projekt biblioteki jest zgodny z opcją kompilacji z wyprzedzeniem.

# BoolProperty|IsAotCompatible|DisplayName
source: AOT Compatible
pl: Zgodne z opcją kompilacji z wyprzedzeniem

# BoolProperty|IsPublishable|Description
source: Allows the "Publish" target to run. This property only affects processes that use .*proj files and "Publish" target, such as "dotnet publish" command. The default value is true.
pl: Zezwala na uruchomienie elementu docelowego „Opublikuj”. Ta właściwość ma wpływ tylko na procesy korzystające z plików .*proj i elementu docelowego „Opublikuj”, na przykład polecenia „dotnet publish”. Wartość domyślna to true.

# BoolProperty|IsPublishable|DisplayName
source: Publishing
pl: Publikowanie

# BoolProperty|IsTrimmable|Description
source: Marks your assembly as trimmable and enables trim warnings for that project.
pl: Oznacza zestaw jako możliwy do przycinania i włącza ostrzeżenia przycinania dla tego projektu.

# BoolProperty|IsTrimmable|DisplayName
source: Trimmable
pl: Z możliwością przycinania

# BoolProperty|Optimize|Description
source: Enable compiler optimizations for smaller, faster, and more efficient output.
cs: Povolte optimalizace kompilátoru pro menší, rychlejší a efektivnější výstup.
de: Compileroptimierungen für eine kleinere, schnellere und effizientere Ausgabe aktivieren.
es: Habilita las optimizaciones del compilador para obtener resultados más eficaces, más rápidos y más pequeños.
fr: Activez les optimisations du compilateur pour une sortie plus petite, plus rapide et plus efficace.
it: Abilita le ottimizzazioni del compilatore per l'output più piccolo, rapido e efficiente.
ja: より小さく、高速で効率的な出力に向けて、コンパイラの最適化を有効にします。
ko: 더 작고 빠르며 더 효율적인 출력을 위해 컴파일러 최적화를 사용하도록 설정합니다.
pl: Włącz optymalizacje kompilatora dla mniejszych, szybszych i bardziej wydajnych danych wyjściowych.
pt_br: Habilitar otimizações do compilador para uma saída menor, mais rápida e mais eficiente.
ru: Включить оптимизацию компилятора для быстрого и эффективного получения выходных данных меньшего размера.
tr: Daha küçük, daha hızlı ve daha verimli çıktılar için derleyici iyileştirmelerini etkinleştirin.
zh_hans: 启用编译器优化，实现更小、更快、更高效的输出。
zh_hant: 啟用編譯器最佳化以取得較小、更快速且較富效率的輸出。

# BoolProperty|Optimize|DisplayName
source: Optimize code
cs: Optimalizovat kód
de: Code optimieren
es: Optimizar código
fr: Optimiser le code
it: Ottimizza codice
ja: コードの最適化
ko: 코드 최적화
pl: Optymalizuj kod
pt_br: Otimizar código
ru: Оптимизировать код
tr: Kodu iyileştir
zh_hans: 优化代码
zh_hant: 將程式碼最佳化

# BoolProperty|Optimize|Metadata|SearchTerms
source: optimise;optimisation
cs: optimalizovat;optimalizace
de: optimieren;Optimierung
es: optimizar;optimización
fr: optimiser;optimisation
it: ottimizzare;ottimizzazione
ja: 最適化;最適化
ko: 최적화하다;최적화
pl: optymalizuj;optymalizacja
pt_br: otimizar;otimização
ru: оптимизировать;оптимизация
tr: optimize et;optimizasyon
zh_hans: 优化;最优化
zh_hant: 最佳化;最佳化

# BoolProperty|Prefer32Bit|Description
source: Run in 32-bit mode on systems that support both 32-bit and 64-bit applications.
cs: Spustit v 32bitovém režimu v systémech, které podporují 32bitové i 64bitové aplikace.
de: Ausführung im 32-Bit-Modus auf Systemen, die sowohl 32-Bit- als auch 64-Bit-Anwendungen unterstützen.
es: Ejecutar en modo de 32 bits en sistemas que admiten aplicaciones de 32 bits y 64 bits.
fr: Exécutez en mode 32 bits sur les systèmes qui prennent en charge les applications 32 bits et 64 bits.
it: Eseguire in modalità a 32 bit su sistemi che supportano applicazioni a 32 e a 64 bit.
ja: 32 ビット アプリケーションと 64 ビット アプリケーションの両方をサポートするシステムで、32 ビット モードで実行します。
ko: 32비트 및 64비트 응용 프로그램을 모두 지원하는 시스템에서 32비트 모드로 실행합니다.
pl: Uruchamiaj w trybie 32-bitowym w systemach obsługujących aplikacje 32-bitowe i 64-bitowe.
pt_br: Execute no modo de 32 bits em sistemas que suportam aplicativos de 32 bits e 64 bits.
ru: Запускать в 32-разрядном режиме в системах, поддерживающих 32- и 64-разрядные приложения.
tr: Hem 32 bit hem de 64 bit uygulamaları destekleyen sistemlerde 32 bit modunda çalıştırın.
zh_hans: 在同时支持 32 位和 64 位应用程序的系统上以 32 位模式运行。
zh_hant: 在支援 32 位元及 64 位元應用程式的系統上以 32 位元模式執行。

# BoolProperty|Prefer32Bit|DisplayName
source: Prefer 32-bit
cs: Preferovat 32bitovou verzi
de: 32-Bit bevorzugen
es: Preferir 32 bits
fr: Préférer 32 bits
it: Preferisci 32 bit
ja: 32 ビットを優先
ko: 32비트 선호
pl: Preferuj 32-bitowe
pt_br: Prefira 32 bits
ru: Предпочитать 32-разрядный режим
tr: 32 biti tercih et
zh_hans: 首选 32 位
zh_hant: 建議使用 32 位元

# BoolProperty|PreferNativeArm64|Description
source: Run on native hardware platform by default.
pl: Uruchom domyślnie na natywnej platformie sprzętowej.

# BoolProperty|PreferNativeArm64|DisplayName
source: Prefer Native ARM64
pl: Preferowana natywna architektura ARM64

# BoolProperty|ProduceReferenceAssembly|Description
source: Produce a reference assembly containing the public API of the project.
cs: Vytvořte referenční sestavení, které bude obsahovat veřejné rozhraní API projektu.
de: Hiermit wird eine Referenzassembly erstellt, die die öffentliche API des Projekts enthält.
es: Genera un ensamblado de referencia que contiene la API pública del proyecto.
fr: Produisez un assembly de référence contenant l’API publique du projet.
it: Genera un assembly di riferimento contenente l'API pubblica del progetto.
ja: プロジェクトのパブリック API を含む参照アセンブリを生成します。
ko: 프로젝트의 공용 API를 포함하는 참조 어셈블리를 생성합니다.
pl: Wygeneruj zestaw odwołań zawierający publiczny interfejs API projektu.
pt_br: Produzir uma montagem de referência que contém a API pública do projeto.
ru: Создать базовую сборку, содержащую открытый API проекта.
tr: Projenin genel API'sini içeren bir başvuru bütünleştirilmiş kodu oluşturun.
zh_hans: 生成包含项目公共 API 的引用程序集。
zh_hant: 產生包含專案公用 API 的參考組件。

# BoolProperty|ProduceReferenceAssembly|DisplayName
source: Reference assembly
cs: Referenční sestavení
de: Referenzassembly
es: Ensamblado de referencia
fr: Assembly de référence
it: Assembly di riferimento
ja: 参照アセンブリ
ko: 참조 어셈블리
pl: Zestaw odwołań
pt_br: Montagem de referência
ru: Базовая сборка
tr: Başvuru bütünleştirilmiş kodu
zh_hans: 引用程序集
zh_hant: 參考組件

# BoolProperty|PublishAot|Description
source: Enable Ahead-of-Time (AOT) Compilation to generate native machine code for your .NET Core application during the publish process for improved performance and reduced startup time.
pl: Włącz kompilację z wyprzedzeniem (AOT), aby wygenerować natywny kod maszynowy dla aplikacji .NET Core podczas procesu publikowania, aby zwiększyć wydajność i skrócić czas uruchamiania.

# BoolProperty|PublishAot|DisplayName
source: Publish native AOT
pl: Publikuj natywne kompilacje z wyprzedzeniem

# BoolProperty|PublishTrimmed|Description
source: Controls whether trimming is enabled during publish.
pl: Określa, czy przycinanie jest włączone podczas publikowania.

# BoolProperty|PublishTrimmed|DisplayName
source: Publish trimmed
pl: Opublikowano przycięte

# BoolProperty|SignAssembly|Description
source: Sign the output assembly to give it a strong name.
cs: Podepsat výstupní sestavení, aby získalo silný název
de: Hiermit wird die Ausgabeassembly signiert, um ihr einen starken Namen zuzuweisen.
es: Firme el ensamblado de salida para asignarle un nombre seguro.
fr: Signe l'assembly de sortie pour lui donner un nom fort.
it: Firma l'assembly di output per assegnargli un nome sicuro.
ja: 出力アセンブリに署名して、厳密な名前を付けます。
ko: 출력 어셈블리에 서명하여 강력한 이름을 지정합니다.
pl: Podpisz zestaw wyjściowy, aby nadać mu silną nazwę.
pt_br: Assinar o assembly de saída para dar a ele um nome forte.
ru: Подпишите выходную сборку, чтобы дать ей строгое имя.
tr: Daha güçlü bir ad vermek için çıkış bütünleştirilmiş kodunu imzalayın.
zh_hans: 对输出程序集进行签名来向其提供强名称。
zh_hant: 簽署輸出組件，賦予其強式名稱。

# BoolProperty|SignAssembly|DisplayName
source: Sign the assembly
cs: Podepsat sestavení
de: Assembly signieren
es: Firmar el ensamblado
fr: Signer l'assembly
it: Firma l'assembly
ja: アセンブリに署名する
ko: 어셈블리 서명
pl: Podpisz zestaw
pt_br: Assinar o assembly
ru: Подписать сборку
tr: Bütünleştirilmiş kodu imzala
zh_hans: 对程序集签名
zh_hant: 簽署組件

# BoolProperty|TreatWarningsAsErrors|Description
source: Instruct the compiler to treat warnings as errors.
cs: Umožňuje dát kompilátoru pokyn, aby považoval upozornění za chyby.
de: Hiermit wird der Compiler angewiesen, Warnungen als Fehler zu behandeln.
es: Indique al compilador que trate las advertencias como errores.
fr: Indiquez au compilateur de traiter les avertissements en tant qu'erreurs.
it: Indica al compilatore di considerare gli avvisi come errori.
ja: 警告をエラーとして扱うようコンパイラに指示します。
ko: 컴파일러에서 경고를 오류로 처리하도록 지시합니다.
pl: Nakazuje kompilatorowi traktowanie ostrzeżeń jako błędów.
pt_br: Instruir o compilador a tratar avisos como erros.
ru: Предписывает компилятору обрабатывать предупреждения как ошибки.
tr: Derleyicinin uyarıları hata olarak değerlendirmesini sağlayın.
zh_hans: 指示编译器将警告视为错误。
zh_hant: 指示編譯器將警告視為錯誤。

# BoolProperty|TreatWarningsAsErrors|DisplayName
source: Treat warnings as errors
cs: Zpracovávat upozornění jako chyby
de: Warnungen als Fehler behandeln
es: Tratar advertencias como errores
fr: Considérer les avertissements comme des erreurs
it: Considera gli avvisi come errori
ja: 警告をエラーとして扱う
ko: 경고를 오류로 처리
pl: Traktuj ostrzeżenia jako błędy
pt_br: Tratar avisos como erros
ru: Обрабатывать предупреждения как ошибки
tr: Uyarıları hata olarak değerlendir
zh_hans: 将警告视为错误
zh_hant: 將警告視為錯誤

# Category|Advanced|Description
source: Advanced settings for the application.
cs: Upřesňující nastavení aplikace.
de: Erweiterte Einstellungen für die Anwendung.
es: Configuración avanzada de la aplicación.
fr: Paramètres de ressources avancés de l'application
it: Impostazioni avanzate per l'applicazione.
ja: アプリケーションの詳細設定。
ko: 응용 프로그램에 대한 고급 설정입니다.
pl: Ustawienia zaawansowane aplikacji.
pt_br: Configurações avançadas do aplicativo.
ru: Расширенные параметры приложения.
tr: Uygulamanın gelişmiş ayarları.
zh_hans: 应用程序的高级设置。
zh_hant: 應用程式的進階設定。

# Category|Advanced|DisplayName
source: Advanced
cs: Upřesnit
de: Erweitert
es: Opciones avanzadas
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительный
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

# Category|ErrorsAndWarnings|Description
source: Configures the error and warning options for the build process.
cs: Konfiguruje možnosti pro chyby a upozornění při procesu sestavení.
de: Hiermit werden die Fehler- und Warnungsoptionen für den Buildprozess konfiguriert.
es: Configura las opciones de error y advertencia del proceso de compilación.
fr: Configure les options d'erreur et d'avertissement pour le processus de génération.
it: Consente di configurare le opzioni di errore e avviso per il processo di compilazione.
ja: ビルド プロセスのエラーと警告のオプションを構成します。
ko: 빌드 프로세스의 오류 및 경고 옵션을 구성합니다.
pl: Konfiguruje opcje błędów i ostrzeżeń procesu kompilowania.
pt_br: Configura as opções de erro e de aviso do processo de build.
ru: Настраивает параметры ошибок и предупреждений для процесса сборки.
tr: Derleme işlemi için hata ve uyarı seçeneklerini yapılandırır.
zh_hans: 为生成过程配置错误和警告选项。
zh_hant: 設定建置過程的錯誤和警告選項。

# Category|ErrorsAndWarnings|DisplayName
source: Errors and warnings
cs: Chyby a upozornění
de: Fehler und Warnungen
es: Errores y advertencias
fr: Erreurs et avertissements
it: Errori e avvisi
ja: エラーおよび警告
ko: 오류 및 경고
pl: Błędy i ostrzeżenia
pt_br: Erros e avisos
ru: Ошибки и предупреждения
tr: Hatalar ve uyarılar
zh_hans: 错误和警告
zh_hant: 錯誤與警告

# Category|Events|Description
source: Configures custom events that run before and after build.
cs: Nakonfiguruje vlastní události, které běží před a po sestavení.
de: Konfiguriert benutzerdefinierte Ereignisse, die vor und nach dem Build ausgeführt werden.
es: Configura los eventos personalizados que se ejecutan antes y después de la compilación.
fr: Configure les événements personnalisés qui s’exécutent avant et après le build.
it: Configura gli eventi personalizzati che vengono eseguiti prima e dopo la compilazione.
ja: ビルドの前後に実行するカスタム イベントを構成します。
ko: 빌드 전후에 실행되는 사용자 지정 이벤트를 구성합니다.
pl: Konfiguruje zdarzenia niestandardowe uruchamiane przed kompilacją i po niej.
pt_br: Configura eventos personalizados que são executados antes e depois do build.
ru: Задает пользовательские события, выполняемые до и после сборки.
tr: Derlemeden önce ve sonra çalıştırılan özel olayları yapılandırır.
zh_hans: 配置生成之前和之后运行的自定义事件。
zh_hant: 設定在建置之前和之後執行的自訂事件。

# Category|Events|DisplayName
source: Events
cs: Události
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pl: Zdarzenia
pt_br: Eventos
ru: События
tr: Olaylar
zh_hans: 事件
zh_hant: 事件

# Category|General|DisplayName
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 全般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
zh_hans: 常规
zh_hant: 一般

# Category|Output|Description
source: Configures the output options for the build process.
cs: Nakonfiguruje možnosti výstupu u procesu sestavení.
de: Hiermit werden die Ausgabeoptionen für den Buildprozess konfiguriert.
es: Configura las opciones de salida del proceso de compilación.
fr: Configure les options de sortie pour le processus de génération.
it: Consente di configurare le opzioni di output per il processo di compilazione.
ja: ビルド プロセスの出力オプションを構成します。
ko: 빌드 프로세스의 출력 옵션을 구성합니다.
pl: Konfiguruje opcje danych wyjściowych procesu kompilowania.
pt_br: Configura as opções de saída do processo de build.
ru: Настраивает параметры вывода для процесса сборки.
tr: Derleme işlemi için çıkış seçeneklerini yapılandırır.
zh_hans: 配置生成过程的输出选项。
zh_hant: 設定建置過程的輸出選項。

# Category|Output|DisplayName
source: Output
cs: Výstup
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pl: Wyjście
pt_br: Saída
ru: Выходные данные
tr: Çıkış
zh_hans: 输出
zh_hant: 輸出

# Category|Publish|Description
source: Configures options in the publish process.
pl: Konfiguruje opcje w procesie publikowania.

# Category|Publish|DisplayName
source: Publish
pl: Publikuj
