Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/CodeAnalysisPropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BoolProperty|EnableNETAnalyzers|Description
source: Run .NET analyzers to help with API usage.
cs: Umožňuje spuštění analyzátorů technologie .NET, které vám pomůžou s využitím rozhraní API.
de: Führen Sie .NET-Diagnoseanalysetool aus, um die API-Nutzung zu unterstützen.
es: Ejecutar analizadores de .NET para ayudar con el uso de la API.
fr: Exécutez les analyseurs .NET pour vous aider à utiliser l’API.
it: Eseguire gli analizzatori .NET per facilitare l'utilizzo dell'API.
ja: .NET アナライザーを実行して API の使用をサポートします。
ko: .NET 분석기를 실행하여 API 사용을 지원합니다.
pl: Uruchom analizatory .NET, aby pomóc w użyciu interfejsu API.
pt_br: Execute analisadores .NET para ajudar no uso da API.
ru: Запустить анализаторы .NET, чтобы помочь с использованием API.
tr: API kullanımına yardımcı olmak için .NET çözümleyicilerini çalıştırın.
zh_hans: 运行 .NET 分析器以帮助使用 API。
zh_hant: 執行 .NET 分析器以協助 API 使用。

# BoolProperty|EnableNETAnalyzers|DisplayName
source: Enable .NET analyzers
cs: Povolit analyzátory technologie .NET
de: .NET-Diagnoseanalysetool aktivieren
es: Habilitar los analizadores de .NET
fr: Activer les analyseurs .NET
it: Abilita gli analizzatori .NET
ja: .NET アナライザーを有効にする
ko: .NET 분석기 사용
pl: Włączanie analizatorów .NET
pt_br: Habilitar os analisadores .NET
ru: Включить анализаторы .NET
tr: .NET çözümleyicilerini etkinleştir
zh_hans: 启用 .NET 分析器
zh_hant: 啟用 .NET 分析器

# BoolProperty|EnforceCodeStyleInBuild|Description
source: Produce diagnostics about code style on build.
cs: Při sestavení se vyprodukuje diagnostika stylu kódu.
de: Erstellen Sie die Diagnose zum Codeformat beim Erstellen.
es: Generar diagnósticos sobre el estilo de código durante la compilación.
fr: Produisez des diagnostics sur le style du code lors de la génération.
it: Genera la diagnostica sullo stile del codice durante la compilazione.
ja: ビルド時にコード スタイルに関する診断を作成します。
ko: 빌드 시 코드 스타일에 대한 진단을 생성합니다.
pl: Twórz diagnostykę stylu kodu podczas kompilacji.
pt_br: Produza diagnósticos sobre o estilo de código na construção.
ru: Создать диагностику о стиле кода при сборке.
tr: Derlemede kod stili hakkında tanılama oluşturun.
zh_hans: 生成时生成有关代码样式的诊断。
zh_hant: 在組建上產生關於程式碼樣式的診斷。

# BoolProperty|EnforceCodeStyleInBuild|DisplayName
source: Enforce code style on build (experimental)
cs: Vynutit styl kódu při sestavování (experimentální)
de: Codeformat beim Erstellen erzwingen (experimentell)
es: Aplicar el estilo de código durante la compilación (experimental)
fr: Appliquer le style de code lors de la génération (expérimental)
it: Applica stile codice durante la compilazione (sperimentale)
ja: ビルド時にコード スタイルを適用する (試験段階)
ko: 빌드 시 코드 스타일 적용(실험적)
pl: Wymuszaj styl kodu podczas kompilacji (eksperymentalna)
pt_br: Aplicar estilo de código na construção (experimental)
ru: Принудительно применять стиль кода при сборке (экспериментальная версия)
tr: Derlemede kod stilini zorla (deneysel)
zh_hans: 在生成时强制实施代码样式(实验性)
zh_hant: 在組建上強制執行程式碼分析 (實驗性)

# BoolProperty|RunAnalyzersDuringBuild|Description
source: Always run code analysis on build.
cs: Při sestavování se vždy spustí analýza kódu.
de: Führen Sie Code Analysis immer beim Erstellen aus.
es: Ejecutar siempre análisis de código en la compilación.
fr: Exécutez toujours l’analyse du code sur la Build.
it: Eseguire sempre l'analisi del codice durante la compilazione.
ja: ビルド時は常にコード分析を実行します。
ko: 빌드 시 항상 코드 분석을 실행합니다.
pl: Zawsze uruchamiaj analizę kodu podczas kompilacji.
pt_br: Sempre execute a análise de código na construção.
ru: Всегда выполнять анализ кода при сборке.
tr: Her zaman derlemede kod analizini çalıştırın.
zh_hans: 始终在生成时运行代码分析。
zh_hant: 一律在組建上執行程式碼分析。

# BoolProperty|RunAnalyzersDuringBuild|DisplayName
source: Run on build
cs: Spustit při sestavování
de: Beim Erstellen ausführen
es: Ejecutar durante la compilación
fr: E&xécuter au moment de la génération
it: Esegui durante la compilazione
ja: ビルド時に実行
ko: 빌드 시 실행
pl: Uruchom podczas kompilacji
pt_br: Executar na construção
ru: Выполнить при сборке
tr: Derlemede çalıştır
zh_hans: 在生成时运行
zh_hant: 在組建上執行

# BoolProperty|RunAnalyzersDuringLiveAnalysis|Description
source: Run code analysis live in the editor as you type.
cs: Umožňuje spuštění analýzy kódu živě v editoru přímo při psaní.
de: Führen Sie Code Analysis während der Eingabe live im Editor aus.
es: Ejecutar análisis de código en directo en el editor mientras escribe.
fr: Exécutez l’analyse du code en temps réel dans l’éditeur pendant que vous tapez.
it: Eseguire l'analisi del codice dal vivo nell'editor durante la digitazione.
ja: 入力中にエディターでコード分析を実行します。
ko: 입력할 때 편집기에서 코드 분석을 실시간으로 실행합니다.
pl: Uruchom analizę kodu na żywo w edytorze podczas pisania.
pt_br: Execute a análise de código dinâmico no editor enquanto você digita.
ru: Запустить динамический анализ кода в редакторе при вводе.
tr: Düzenleyicide kod analizini yazarken canlı olarak çalıştırın.
zh_hans: 键入时在编辑器中实时运行代码分析。
zh_hant: 當您輸入時，在編輯器中執行即時程式碼分析。

# BoolProperty|RunAnalyzersDuringLiveAnalysis|DisplayName
source: Run on live analysis
cs: Spustit při živé analýze
de: Bei Liveanalyse ausführen
es: Ejecutar durante el análisis en directo
fr: Exécuter au moment de l'ana&lyse en temps réel
it: Esegui durante l'analisi in tempo reale
ja: ライブ分析時に実行
ko: 실시간 분석 시 실행
pl: Uruchamianie analizy na żywo
pt_br: Executar em análise dinâmica
ru: Запустить при динамическом анализе
tr: Canlı analizde çalıştır
zh_hans: 在实时分析时运行
zh_hant: 在即時分析時執行

# Category|AllAnalyzers|DisplayName
source: All analyzers
cs: Všechny analyzátory
de: Alle Diagnoseanalysetool
es: Todos los analizadores
fr: Tous les analyseurs
it: Tutti gli analizzatori
ja: すべてのアナライザー
ko: 모든 분석기
pl: Wszystkie analizatory
pt_br: Todos os analisadores
ru: Все анализаторы
tr: Tüm çözümleyiciler
zh_hans: 所有分析器
zh_hant: 所有分析器

# Category|NetAnalyzers|DisplayName
source: .NET analyzers
cs: Analyzátory .NET
de: .NET-Analysetools
es: Analizadores de .NET
fr: Analyseurs .NET
it: Analizzatori .NET
ja: .NET アナライザー
ko: .NET 분석기
pl: Analizatory .NET
pt_br: Analisadores .NET
ru: Анализаторы .NET
tr: .NET çözümleyicileri
zh_hans: .NET 分析器
zh_hant: .NET 分析器

# EnumProperty|AnalysisLevel|Description
source: The set of analyzers that should be run in the project.
cs: Sada analyzátorů, které by se v rámci projektu měly spustit.
de: Die Diagnoseanalysetools, die im Projekt ausgeführt werden soll.
es: Conjunto de analizadores que se deben ejecutar en el proyecto.
fr: Ensemble d’analyseurs qui doivent être exécutés dans le projet.
it: Set di analizzatori da eseguire nel progetto.
ja: プロジェクトで実行する必要のある一連のアナライザー。
ko: 프로젝트에서 실행해야 하는 분석기 집합입니다.
pl: Zestaw analizatorów, które powinny być uruchamiane w projekcie.
pt_br: O conjunto de analisadores que devem ser executados no projeto.
ru: Набор анализаторов, которые должны запускаться в проекте.
tr: Projede çalıştırılması gereken çözümleyici kümesi.
zh_hans: 应在项目中运行的分析器集。
zh_hant: 應在專案中執行的分析器集合。

# EnumProperty|AnalysisLevel|DisplayName
source: Analysis level
cs: Úroveň analýzy
de: Analyseebene
es: Nivel de análisis
fr: Niveau d'analyse
it: Livello di analisi
ja: 分析レベル
ko: 분석 수준
pl: Poziom analizy
pt_br: Nível de análise
ru: Уровень анализа
tr: Analiz düzeyi
zh_hans: 分析级别
zh_hant: 分析層級

# EnumValue|AnalysisLevel.5.0-all|DisplayName
source: 5.0 All
cs: 5.0 – vše
de: 5,0 Alle
es: 5.0 Todo
fr: 5,0 tout
it: Tutti i livelli 5.0
ja: 5.0 すべて
ko: 5.0 모두
pl: Wszystkie 5.0
pt_br: 5.0 Tudo
ru: Полная версия 5.0
tr: 5.0 Tümü
zh_hans: 5.0 全部
zh_hant: 5.0 全部

# EnumValue|AnalysisLevel.5.0-minimum|DisplayName
source: 5.0 Minimum
es: 5.0 Mínimo
it: Almeno livello 5.0
ja: 5.0 最小
ko: 최소 5.0
pl: Minimalna 5.0
pt_br: 5.0 Mínimo
ru: Минимальная версия 5.0
zh_hans: 最小值 5.0
zh_hant: 最小 5.0

# EnumValue|AnalysisLevel.5.0-recommended|DisplayName
source: 5.0 Recommended
cs: 5.0 – doporučeno
de: 5,0 Empfohlen
es: 5.0 Recomendado
fr: 5,0 recommandé
it: Consigliato livello 5.0
ja: 5.0 推奨
ko: 5.0 추천
pl: Polecana 5.0
pt_br: 5.0 Recomendado
ru: Рекомендуемая версия 5.0
tr: 5.0 Önerilen
zh_hans: 已建议 5.0
zh_hant: 建議 5.0

# EnumValue|AnalysisLevel.6.0-all|DisplayName
source: 6.0 All
cs: 6.0 – vše
de: 6,0 Alle
es: 6.0 Todo
fr: 6,0 tout
it: Tutti i livelli 6.0
ja: 6.0 すべて
ko: 6.0 모두
pl: Wszystkie 6.0
pt_br: 6.0 Tudo
ru: Полная версия 6.0
tr: 6.0 Tümü
zh_hans: 6.0 全部
zh_hant: 6.0 全部

# EnumValue|AnalysisLevel.6.0-minimum|DisplayName
source: 6.0 Minimum
es: 6.0 Mínimo
it: Almeno livello 6.0
ja: 6.0 最小
ko: 6.0 최소값
pl: Minimalna 6.0
pt_br: Mínimo de 6.0
ru: Минимальная версия 6.0
zh_hans: 最小值 6.0
zh_hant: 最小 6.0

# EnumValue|AnalysisLevel.6.0-recommended|DisplayName
source: 6.0 Recommended
cs: 6.0 – doporučeno
de: 6,0 Empfohlen
es: 6.0 Recomendado
fr: 6,0 recommandé
it: Consigliato livello 6.0
ja: 6.0 推奨
ko: 6.0 추천
pl: Polecana 6.0
pt_br: 6.0 Recomendado
ru: Рекомендуемая версия 6.0
tr: 6.0 Tavsiye Edilen
zh_hans: 已建议 6.0
zh_hant: 建議 6.0

# EnumValue|AnalysisLevel.latest-all|DisplayName
source: Latest All
cs: Nejnovější – vše
de: Neueste alle
es: Todo lo más reciente
fr: Tout dernier
it: Tutti i livelli più recenti
ja: 最新のすべて
ko: 최신 모두
pl: Wszystkie najnowsze
pt_br: Todos os mais recentes
ru: Последняя полная версия
tr: En Son Tümü
zh_hans: 最新全部
zh_hant: 全部最新

# EnumValue|AnalysisLevel.latest-minimum|DisplayName
source: Latest Minimum
cs: Nejnovější – minimum
de: Neuestes Minimum
es: Mínimo más reciente
fr: Dernier minimum
it: Almeno livello più recente
ja: 最新の最小値
ko: 최신 최소값
pl: Minimalnie najnowsze
pt_br: Mínimo mais recente
ru: Последняя минимальная версия
tr: En Son Minimum
zh_hans: 最新最小值
zh_hant: 最新的最小值

# EnumValue|AnalysisLevel.latest-recommended|DisplayName
source: Latest Recommended
cs: Nejnovější – doporučeno
de: Neueste empfohlene
es: Recomendaciones más recientes
fr: Recommandé récemment
it: Consigliato livello più recente
ja: 最新の推奨
ko: 최신 추천 항목
pl: Polecane najnowsze
pt_br: Recomendado mais recente
ru: Последняя рекомендуемая версия
tr: En Son Önerilen
zh_hans: 最新推荐
zh_hant: 最新的建議

# EnumValue|AnalysisLevel.latest|DisplayName
source: Latest
cs: Nejnovější
de: Neueste
es: Último
fr: Plus récent
it: Più recente
ja: 最新
ko: 최신
pl: Najnowszy
pt_br: Mais recentes
ru: Последний
tr: En son
zh_hans: 最新
zh_hant: 最新

# EnumValue|AnalysisLevel.none|DisplayName
source: None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Yok
zh_hans: 无
zh_hant: 無

# EnumValue|AnalysisLevel.preview-all|DisplayName
source: Preview All
cs: Verze Preview – vše
de: Vorschau für alle anzeigen
es: Vista previa de todo
fr: Afficher un aperçu de tout
it: Anteprima di tutti i livelli
ja: すべてプレビュー
ko: 모두 미리 보기
pl: Podgląd wszystkich
pt_br: Visualizar tudo
ru: Просмотреть полную версию
tr: Tümünü Önizle
zh_hans: 全部预览
zh_hant: 全部預覽

# EnumValue|AnalysisLevel.preview-minimum|DisplayName
source: Preview Minimum
cs: Verze Preview – minimum
de: Mindestvorschau
es: Vista previa mínima
fr: Aperçu minimal
it: Almeno livello di anteprima
ja: プレビューの最小値
ko: 최소 미리 보기
pl: Minimalna wersja zapoznawcza
pt_br: Visualização mínima
ru: Просмотреть минимальную версию
tr: Önizleme Minimum
zh_hans: 预览最小值
zh_hant: 預覽最小值

# EnumValue|AnalysisLevel.preview-recommended|DisplayName
source: Preview Recommended
cs: Verze Preview – doporučeno
de: Vorschau empfohlen
es: Vista previa recomendada
fr: Préversion recommandée
it: Consigliato livello di anteprima
ja: プレビューが推奨されます
ko: 추천 미리 보기
pl: Podgląd polecanych
pt_br: Visualização recomendada
ru: Просмотреть рекомендуемую версию
tr: Tavsiye Edilenleri Önizle
zh_hans: 推荐预览
zh_hant: 建議的預覽

# EnumValue|AnalysisLevel.preview|DisplayName
source: Preview
de: Vorschau
es: Vista previa
fr: Préversion
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt_br: Versão prévia
ru: Предварительный просмотр
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# Rule|CodeAnalysisPropertyPage|Description
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定
