Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ExecutableDebugPropertyPage.xaml.*.xlf
Languages: cs, es, ja, pl, ru, zh_hant

# BoolProperty|NativeDebugging|Description
source: Enable debugging for managed and native code together, also known as mixed-mode debugging.
cs: Povolí společné ladění spravovaného a nativního kódu, což se označuje také jako ladění v kombinovaném režimu.
es: Habilita la depuración de código administrado y nativo a la vez, lo que también se conoce como depuración en modo mixto.
ja: マネージドおよびネイティブ コードのデバッグを同時に有効にします。これは、混合モード デバッグとも呼ばれます。
pl: Włącz wspólne debugowanie kodu zarządzanego i natywnego (debugowanie mieszane).
ru: Включение совместной отладки управляемого и машинного кода (смешанный режим отладки).
zh_hant: 同時為受控碼和機器碼啟用偵錯，也稱為混合模式偵錯。

# BoolProperty|NativeDebugging|DisplayName
source: Enable native code debugging
cs: Povolit ladění nativního kódu
es: Habilitar depuración de código nativo
ja: ネイティブ コードのデバッグを有効にする
pl: Włącz debugowanie kodu natywnego
ru: Включить отладку машинного кода
zh_hant: 啟用機器碼偵錯

# BoolProperty|RemoteDebugEnabled|Description
source: Indicates that the debugger should attach to a process on a remote machine.
cs: Určuje, že se ladicí program má připojit k procesu na vzdáleném počítači.
es: Indica que el depurador debe asociarse a un proceso en una máquina remota.
ja: リモート マシン上のプロセスにデバッガーをアタッチする必要があることを示します。
pl: Wskazuje, że debuger powinien dołączyć do procesu na maszynie zdalnej.
ru: Указывает, что отладчик должен подключаться к процессу на удаленном компьютере.
zh_hant: 指出偵錯工具應附加到遠端電腦上的流程。

# BoolProperty|RemoteDebugEnabled|DisplayName
source: Use remote machine
cs: Použít vzdálený počítač
es: Usar máquina remota
ja: リモート マシンを使用する
pl: Użyj maszyny zdalnej
ru: Использование удаленного компьютера
zh_hant: 使用遠端電腦

# BoolProperty|SqlDebugging|Description
source: Enable debugging of SQL scripts and stored procedures.
cs: Povolí ladění skriptů SQL a uložených procedur.
es: Habilita la depuración de scripts SQL y procedimientos almacenados.
ja: SQL スクリプトおよびストアド プロシージャのデバッグを有効にします。
pl: Włącz debugowanie skryptów SQL i procedur składowanych.
ru: Включение отладки скриптов SQL и хранимых процедур.
zh_hant: 啟用 SQL 指令碼偵錯與預存程序偵錯。

# BoolProperty|SqlDebugging|DisplayName
source: Enable SQL Server debugging
cs: Povolit ladění SQL Serveru
es: Habilitar depuración de SQL Server
ja: SQL Server デバッグを有効にする
pl: Włącz debugowanie programu SQL Server
ru: Включить отладку SQL Server
zh_hant: 啟用 SQL Server 偵錯

# DynamicEnumProperty|AuthenticationMode|Description
source: The authentication scheme to use when connecting to the remote machine.
cs: Schéma ověřování, které se má použít při připojování na vzdáleném počítači
es: Esquema de autenticación que se va a usar al conectarse a la máquina remota.
ja: リモート マシンへの接続時に使用する認証方式。
pl: Schemat uwierzytelniania, który ma być używany podczas nawiązywania połączenia z maszyną zdalną.
ru: Схема проверки подлинности, используемая для подключения к удаленному компьютеру.
zh_hant: 連線至遠端電腦時所要使用的驗證配置。

# DynamicEnumProperty|AuthenticationMode|DisplayName
source: Authentication mode
cs: Režim ověřování
es: Modo de autenticación
ja: 認証モード
pl: Tryb uwierzytelniania
ru: Режим проверки подлинности
zh_hant: 驗證模式

# Rule|ExecutableDebugPropertyPage|Description
source: Properties associated with launching and debugging a specified executable file.
cs: Vlastnosti přidružené ke spouštění a ladění zadaného spustitelného souboru
es: Propiedades asociadas al inicio y la depuración de un archivo ejecutable especificado.
ja: 指定した実行可能ファイルの起動とデバッグに関連付けるプロパティ。
pl: Właściwości skojarzone z uruchamianiem i debugowaniem określonego pliku wykonywalnego.
ru: Свойства, связанные с запуском и отладкой указанного исполняемого файла.
zh_hant: 啟動指定之可執行檔及對其偵錯時的相關屬性。

# Rule|ExecutableDebugPropertyPage|DisplayName
source: Executable
cs: Spustitelný soubor
es: Ejecutable
ja: 実行可能ファイル
pl: Plik wykonywalny
ru: Исполняемый файл
zh_hant: 可執行

# StringProperty|CommandLineArguments|Description
source: Command line arguments to pass to the executable.
cs: Argumenty příkazového řádku, které se mají předat spustitelnému souboru
es: Argumentos de la línea de comandos que se van a pasar al ejecutable.
ja: 実行可能ファイルに渡すコマンド ライン引数。
pl: Argumenty wiersza polecenia do przekazania do pliku wykonywalnego.
ru: Аргументы командной строки для передачи исполняемому файлу.
zh_hant: 要傳遞至可執行檔的命令列引數。

# StringProperty|CommandLineArguments|DisplayName
source: Command line arguments
cs: Argumenty příkazového řádku
es: Argumentos de la línea de comandos
ja: コマンド ライン引数
pl: Argumenty wiersza polecenia
ru: Аргументы командной строки
zh_hant: 命令列引數

# StringProperty|EnvironmentVariables|Description
source: The environment variables to set prior to running the process. Variables are separated by a comma (,) and variables names and values are separated with an equal sign (=). Example: var1=value1,var2=value2,var3=value3. Commas and equal signs appearing within a variable can be escaped using a forward slash (/).
cs: Proměnné prostředí, které se mají nastavit před spuštěním procesu. Proměnné se oddělují čárkami (,) a názvy a hodnoty proměnných se oddělují znakem rovnítka (=). Příklad: prom1=hodnota1,prom2=hodnota2,prom3=hodnota3. Čárky a znaky rovnítka, které se vyskytují v proměnné, je možné uvést lomítkem (/).
es: Variables de entorno que se van a establecer antes de ejecutar el proceso. Las variables se separan con una coma (,) y los nombres y los valores de las variables se separan con un signo igual (=). Ejemplo: var1=valor1,var2=valor2,var3=valor3. A las comas y los signos igual que aparecen en una variable se les puede agregar una barra diagonal (/) como carácter de escape.
ja: プロセスを実行する前に設定する環境変数。変数はコンマ (,) で区切られ、変数名と値は等号 (=) で区切られます。例: var1=value1,var2=value2,var3=value3。変数内に表示されるコンマと等号は、スラッシュ (/) を使用してエスケープできます。
pl: Zmienne środowiskowe do ustawiania przed uruchomieniem procesu. Zmienne są rozdzielane przecinkami (,), a nazwy i wartości zmiennych — znakami równości (=). Przykład: var1=wartość1,var2=wartość2, var3=wartość3. Jeśli przecinki i znaki równości pojawią się w obrębie zmiennej, ich znaczenie może zostać zmienione przez zastosowanie ukośnika (/).
ru: Переменные среды, которые необходимо задать перед запуском процесса. Переменные разделяются запятыми (,), а имена переменных и значения разделяются знаком равенства (=). Пример: var1=value1,var2=value2,var3=value3. Запятые и знак равенства внутри переменной можно экранировать с помощью косой черты (/).
zh_hant: 執行處理序前要設定的環境變數。變數以逗號 (,) 分隔，變數名稱與值則以等號 (=) 分隔。範例: var1=value1,var2=value2,var3=value3。您可以使用斜線 (/) 逸出變數內顯示的逗號與等號。

# StringProperty|EnvironmentVariables|DisplayName
source: Environment variables
cs: Proměnné prostředí
es: Variables de entorno
ja: 環境変数
pl: Zmienne środowiskowe
ru: Переменные среды
zh_hant: 環境變數

# StringProperty|ExecutablePath|Description
source: Path to the executable to run.
cs: Cesta ke spouštěnému souboru
es: Ruta de acceso al archivo ejecutable que debe ejecutarse.
ja: 実行する実行可能ファイルのパス。
pl: Ścieżka pliku wykonywalnego do uruchomienia.
ru: Путь к исполняемому файлу для запуска.
zh_hant: 要執行之可執行檔的路徑。

# StringProperty|ExecutablePath|DisplayName
source: Executable
cs: Spustitelný soubor
es: Ejecutable
ja: 実行可能ファイル
pl: Plik wykonywalny
ru: Исполняемый файл
zh_hant: 可執行檔

# StringProperty|RemoteDebugMachine|Description
source: The name and port number of the remote machine in 'name:port' format.
cs: Název a číslo portu vzdáleného počítače ve formátu název:port
es: El nombre y el número de puerto de la máquina remota con el formato "nombre:puerto".
ja: 'name:port' 形式のリモート マシンの名前とポート番号。
pl: Nazwa i numer portu maszyny zdalnej w formacie „nazwa:port”.
ru: Имя и номер порта удаленного компьютера в формате "имя:порт".
zh_hant: 遠端電腦的名稱及連接埠號碼，採用 'name:port' 格式。

# StringProperty|RemoteDebugMachine|DisplayName
source: Remote machine name
cs: Název vzdáleného počítače
es: Nombre de la máquina remota
ja: リモート マシン名
pl: Nazwa mazyny zdalnej
ru: Имя удаленного компьютера
zh_hant: 遠端電腦名稱

# StringProperty|WorkingDirectory|Description
source: Path to the working directory where the process will be started.
cs: Cesta k pracovnímu adresáři, ve kterém se spustí proces
es: Ruta de acceso al directorio de trabajo en el que se iniciará el proceso.
ja: プロセスが開始される作業ディレクトリへのパス。
pl: Ścieżka do katalogu roboczego, w którym zostanie uruchomiony proces.
ru: Путь к рабочему каталогу, в котором будет запущен процесс.
zh_hant: 要啟動處理序之工作目錄的路徑。

# StringProperty|WorkingDirectory|DisplayName
source: Working directory
cs: Pracovní adresář
es: Directorio de trabajo
ja: 作業ディレクトリ
pl: Katalog roboczy
ru: Рабочий каталог
zh_hant: 工作目錄
