Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/PackagePropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BoolProperty|GeneratePackageOnBuild|Description
source: Produce a package file during build operations.
cs: Vytvořit během operací sestavování soubor balíčku
de: Hiermit wird während des Buildvorgangs eine Paketdatei erstellt.
es: Genera un archivo de paquete durante las operaciones de compilación.
fr: Produit un fichier de package au moment des opérations de build.
it: Produce un file di pacchetto durante le operazioni di generazione.
ja: ビルド操作中にパッケージ ファイルを生成します。
ko: 빌드 작업 중 패키지 파일을 생성합니다.
pl: Generuj plik pakietu podczas operacji kompilowania.
pt_br: Produzir um arquivo de pacote durante as operações de build.
ru: Создать файл пакета во время операций сборки.
tr: Derleme işlemleri sırasında paket dosyası oluşturun.
zh_hans: 在生成操作期间创建包文件。
zh_hant: 在建置作業期間產生套件檔案。

# BoolProperty|GeneratePackageOnBuild|DisplayName
source: Generate NuGet package on build
cs: Při sestavení generovat balíček NuGet
de: Beim Erstellen NuGet-Paket generieren
es: Generar paquete NuGet al compilar
fr: Générer le package NuGet en même temps que la build
it: Genera pacchetto NuGet durante la compilazione
ja: ビルド時に NuGet パッケージを生成
ko: 빌드 시 NuGet 패키지 생성
pl: Generuj pakiet NuGet podczas kompilacji
pt_br: Gerar o pacote NuGet no build
ru: Формировать пакет NuGet при сборке
tr: Derlemede NuGet paketi oluştur
zh_hans: 在构建时生成 NuGet 包
zh_hant: 在建置時產生 NuGet 套件

# BoolProperty|IncludeSymbols|Description
source: Create an additional symbol package when the project is packed.
cs: Když je projekt zabalený, vytvořte další balíček symbolů.
de: Erstellt ein zusätzliches Symbolpaket, wenn das Projekt gepackt ist.
es: Cree un paquete de símbolos adicional cuando se empaquete el proyecto.
fr: Créez un package de symboles supplémentaire lorsque le projet est compressé.
ja: プロジェクトがパックされたときに、追加のシンボル パッケージを作成します。
pl: Utwórz dodatkowy pakiet symboli po spakowaniu projektu.
pt_br: Crie um pacote de símbolos adicional quando o projeto estiver empacotado.
ru: Создайте дополнительный пакет символов при сжатии проекта.
tr: Proje paketlendiğinde ek bir sembol paketi oluşturun.
zh_hant: 封裝專案時，建立其他符號套件。

# BoolProperty|IncludeSymbols|DisplayName
source: Produce a symbol package
cs: Vytvoření balíčku symbolů
de: Symbolpaket erstellen
es: Generar un paquete de símbolos
fr: Produire un package de symboles
ja: シンボル パッケージを生成する
pl: Tworzenie pakietu symboli
pt_br: Produzir um pacote de símbolos
ru: Создать пакет символов
tr: Bir sembol paketi oluştur
zh_hant: 產生符號套件

# BoolProperty|PackAsTool|Description
source: Packs this project as a special package that contains a console application that may be installed via the "dotnet tool" command.
cs: Zabalí tento projekt jako speciální balíček, který obsahuje konzolovou aplikaci, která se dá nainstalovat pomocí příkazu „dotnet tool“.
de: Packt dieses Projekt als spezielles Paket, das eine Konsolenanwendung enthält, die über dem „dotnet tool“-Befehl installiert werden kann.
es: Empaqueta este proyecto como un paquete especial que contiene una aplicación de consola que puede ser instalada a través del comando "dotnet tool".
fr: Compresse ce projet sous la forme d’un package spécial qui contient une application console qui peut être installée via la commande « dotnet tool ».
ja: このプロジェクトを、"dotnet tool" コマンドでインストールできるコンソール アプリケーションを含む特別なパッケージとしてパックします。
pl: Pakuje ten projekt jako specjalny pakiet zawierający aplikację konsolową, którą można zainstalować za pośrednictwem polecenia „narzędzia dotnet“.
pt_br: Empacota este projeto como um pacote especial que contém um aplicativo de console que pode ser instalado por meio do comando "ferramenta dotnet".
ru: Упаковывает этот проект в виде специального пакета, содержащего консольное приложение, которое можно установить с помощью команды "dotnet tool".
tr: Bu projeyi "dotnet tool" komutu aracılığıyla yüklenebilecek bir konsol uygulaması içeren özel bir paket olarak paketler.
zh_hant: 將此專案封裝為特殊封裝，其中包含可透過 「dotnet 工具」 命令安裝的主控台應用程式。

# BoolProperty|PackAsTool|DisplayName
source: Pack as a .NET tool
cs: Zabalit jako nástroj .NET
de: Packen als .NET-Tool
es: Empaquetar como una herramienta .NET
fr: Compresser en tant qu’outil .NET
ja: .NET ツールとしてパック
pl: Pakowanie jako narzędzie platformy .NET
pt_br: Empacotar como uma ferramenta .NET
ru: Упаковать как инструмент .NET
tr: .NET aracı olarak paketle
zh_hant: 封裝為 .NET 工具

# BoolProperty|PackageRequireLicenseAcceptance|Description
source: Prompt the user to accept the license when installing this package.
cs: Při instalaci tohoto balíčku požádat uživatele, aby přijal licenci
de: Hiermit wird der Benutzer bei der Installation dieses Pakets zum Akzeptieren der Lizenz aufgefordert.
es: Solicite al usuario que acepte la licencia cuando instale este paquete.
fr: Invite l'utilisateur à accepter la licence au moment de l'installation de ce package.
it: Chiede all'utente di accettare la licenza durante l'installazione di questo pacchetto.
ja: このパッケージをインストールするときに、ライセンスの受け入れをユーザーに求めます。
ko: 이 패키지를 설치할 때 사용자에게 이 라이선스에 동의하라는 메시지를 표시합니다.
pl: Monituj użytkownika o zaakceptowanie licencji podczas instalowania tego pakietu.
pt_br: Solicitar que o usuário aceite a licença ao instalar este pacote.
ru: Предлагать пользователю принять лицензию при установке этого пакета.
tr: Bu paketi yüklerken kullanıcının lisansı kabul etmesini isteyin.
zh_hans: 安装此包时，提示用户接受许可证。
zh_hant: 安裝此套件時，提示使用者接受授權。

# BoolProperty|PackageRequireLicenseAcceptance|DisplayName
source: Require license acceptance
cs: Vyžadovat přijetí licence
de: Akzeptieren der Lizenz als erforderlich festlegen
es: Requerir aceptación de la licencia
fr: Imposer l'acceptation de la licence
it: Richiedi accettazione della licenza
ja: ライセンスの同意が必要
ko: 라이선스 승인 필요
pl: Wymagaj zaakceptowania licencji
pt_br: Exigir a aceitação da licença
ru: Требовать принятия условий лицензии
tr: Lisansın kabul edilmesini gerektir
zh_hans: 要求接受许可证
zh_hant: 需要接受授權

# Category|General|Description
source: General settings for the package.
cs: Obecná nastavení pro balíček
de: Allgemeine Einstellungen für das Paket.
es: Configuración general del paquete.
fr: Paramètres généraux du package.
it: Impostazioni generali per il pacchetto.
ja: パッケージの全般設定です。
ko: 패키지의 일반 설정입니다.
pl: Ogólne ustawienia pakietu.
pt_br: Configurações gerais do pacote.
ru: Общие параметры пакета.
tr: Paketin genel ayarları.
zh_hans: 包的常规设置。
zh_hant: 套件的一般設定。

# Category|General|DisplayName
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 全般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
zh_hans: 常规
zh_hant: 一般

# Category|License|Description
source: Specifies the license for the package.
cs: Určuje licenci pro balíček.
de: Hiermit wird die Lizenz für das Paket angegeben.
es: Especifica la licencia del paquete.
fr: Spécifie la licence du package.
it: Consente di specificare la licenza per il pacchetto.
ja: パッケージのライセンスを指定します。
ko: 패키지에 대한 라이선스를 지정합니다.
pl: Określa licencję dla pakietu.
pt_br: Especifica a licença do pacote.
ru: Указывает лицензию для пакета.
tr: Paketin lisansını belirtir.
zh_hans: 指定包的许可证。
zh_hant: 指定套件的授權。

# Category|License|DisplayName
source: License
cs: Licence
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
zh_hans: 许可证
zh_hant: 授權

# Category|Symbols|Description
source: Specifies how symbols are added to the package.
cs: Určuje, jak se do balíčku přidávají symboly.
de: Gibt an, wie Dem Paket Symbole hinzugefügt werden.
es: Especifica cómo se agregan los símbolos al paquete.
fr: Spécifie comment les symboles sont ajoutés au package.
ja: シンボルをパッケージに追加する方法を指定します。
pl: Określa sposób dodawania symboli do pakietu.
pt_br: Especifica como os símbolos são adicionados ao pacote.
ru: Указывает, как символы добавляются в пакет.
tr: Sembollerin pakete nasıl eklendiğini belirler.
zh_hant: 指定如何將符號新增到套件。

# Category|Symbols|DisplayName
source: Symbols
cs: Symboly
de: Symbole
es: Símbolos
fr: Symboles
ja: シンボル
pl: Symbole
pt_br: Símbolos
ru: Символы
tr: Semboller
zh_hant: 符號

# DynamicEnumProperty|NeutralLanguage|DisplayName
source: Assembly neutral language
cs: Neutrální jazyk sestavení
de: Neutrale Sprache der Assembly
es: Lenguaje neutro de ensamblado
fr: Langage neutre de l'assembly
it: Lingua di sistema dell'assembly
ja: アセンブリ ニュートラル言語
ko: 어셈블리 중립 언어
pl: Język neutralny zestawu
pt_br: Idioma neutro do assembly
ru: Сборка на нейтральном языке
tr: Bütünleştirilmiş kod bağımsız dili
zh_hans: 程序集非特定语言
zh_hant: 組件中性語言

# EnumProperty|PackageLicenseKind|Description
source: Specify a license for the project's package.
cs: Zadejte licenci pro balíček projektu.
de: Hiermit geben Sie eine Lizenz für das Projektpaket an.
es: Especifica una licencia para el paquete del proyecto.
fr: Spécifiez une licence pour le package du projet.
it: Consente di specificare una licenza per il pacchetto del progetto.
ja: プロジェクトのパッケージのライセンスを指定します。
ko: 프로젝트의 패키지에 대한 라이선스를 지정합니다.
pl: Określ licencję dla pakietu projektu.
pt_br: Especifique uma licença para o pacote do projeto.
ru: Укажите лицензию для пакета проекта.
tr: Projenin paketi için bir lisans belirtin.
zh_hans: 指定项目包的许可证。
zh_hant: 指定專案之套件的授權。

# EnumProperty|PackageLicenseKind|DisplayName
source: Package License
cs: Licence balíčku
de: Paketlizenz
es: Licencia del paquete
fr: Licence du package
it: Licenza del pacchetto
ja: パッケージ ライセンス
ko: 패키지 라이선스
pl: Licencja pakietu
pt_br: Licença do Pacote
ru: Лицензия пакета
tr: Paket Lisansı
zh_hans: 包许可证
zh_hant: 套件授權

# EnumProperty|SymbolPackageFormat|Description
source: Specifies the format of the symbols package.
cs: Určuje formát balíčku symbolů.
de: Gibt das Format des Symbolpakets an.
es: Especifica el formato del paquete de símbolos.
fr: Spécifie le format du package de symboles.
ja: シンボル パッケージの形式を指定します。
pl: Określa format pakietu symboli.
pt_br: Especifica o formato do pacote de símbolos.
ru: Задает формат пакета символов.
tr: Sembol paketinin biçimini belirler.
zh_hant: 指定符號套件的格式。

# EnumProperty|SymbolPackageFormat|DisplayName
source: Symbol package format
cs: Formát balíčku symbolů
de: Symbolpaketformat
es: Formato del paquete de símbolos
fr: Format du package de symboles
ja: シンボル パッケージの形式
pl: Format pakietu symboli
pt_br: Formato do pacote de símbolos
ru: Формат пакета символов
tr: Sembol paketi biçimi
zh_hant: 符號套件格式

# EnumValue|PackageLicenseKind.Expression|DisplayName
source: SPDX License Expression
cs: Výraz licence SPDX
de: SPDX-Lizenzausdruck
es: Expresión de licencia SPDX
fr: Expression de licence SPDX
it: Espressione della licenza SPDX
ja: SPDX ライセンス式
ko: SPDX 라이선스 식
pl: Wyrażenie licencji SPDX
pt_br: Expressão de Licença SPDX
ru: Выражение лицензии SPDX
tr: SPDX Lisans İfadesi
zh_hans: SPDX 许可证表达式
zh_hant: SPDX 授權運算式

# EnumValue|PackageLicenseKind.File|DisplayName
source: Embedded File
cs: Vložený soubor
de: Eingebettete Datei
es: Archivo incrustado
fr: Fichier incorporé
it: File incorporato
ja: 埋め込みファイル
ko: 포함된 파일
pl: Osadzony plik
pt_br: Arquivo Inserido
ru: Внедренный файл
tr: Ekli Dosya
zh_hans: 嵌入的文件
zh_hant: 內嵌的檔案

# EnumValue|PackageLicenseKind.None|DisplayName
source: None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

# EnumValue|SymbolPackageFormat.symbols.nupkg|DisplayName
source: symbols.nupkg (legacy)
cs: symbols.nupkg (starší verze)
es: symbols.nupkg (heredado)
ja: symbols.nupkg (レガシ)
pl: symbols.nupkg (starsza wersja)
pt_br: symbols.nupkg (herdado)
ru: symbols.nupkg (устаревшая версия)
tr: symbols.nupkg (eski)
zh_hant: symbols.nupkg (舊版)

# Rule|Package|Description
source: Properties related to producing NuGet packages.
cs: Vlastnosti související s vytvářením balíčků NuGet
de: Eigenschaften, die mit dem Generieren von NuGet-Paketen zusammenhängen.
es: Propiedades relacionadas con la generación de paquetes NuGet.
fr: Propriétés relatives à la production de packages NuGet.
it: Proprietà correlate alla produzione di pacchetti NuGet.
ja: NuGet パッケージの生成に関連するプロパティ。
ko: NuGet 패키지 생성과 관련된 속성입니다.
pl: Właściwości związane z tworzeniem pakietów NuGet.
pt_br: Propriedades relacionadas à produção de pacotes NuGet.
ru: Свойства, связанные с созданием пакетов NuGet.
tr: NuGet paketleri oluşturma ile ilgili özellikler.
zh_hans: 与生成 NuGet 包相关的属性。
zh_hant: 與產生 NuGet 套件相關的屬性。

# Rule|Package|DisplayName
source: Package
cs: Balíček
de: Paket
es: Paquete
it: Pacchetto
ja: パッケージ
ko: 패키지
pl: Pakiet
pt_br: Pacote
ru: Пакет
tr: Paket
zh_hans: 包
zh_hant: 套件

# StringProperty|AssemblyVersion|DisplayName
source: Assembly version
cs: Verze sestavení
es: Versión de ensamblado
fr: Version d'assembly
it: Versione dell'assembly
ja: アセンブリ バージョン
ko: 어셈블리 버전
pl: Wersja zestawu
pt_br: Versão do assembly
ru: Версия сборки
tr: Bütünleştirilmiş kod sürümü
zh_hans: 程序集版本
zh_hant: 組件版本

# StringProperty|Authors|Description
source: A comma-separated list of packages authors, matching the profile names on nuget.org. These are displayed in the NuGet Gallery on nuget.org and are used to cross-reference packages by the same authors.
cs: Seznam čárkami oddělených autorů balíčků s vyhledáváním názvů profilů na nuget.org. Zobrazují se v galerii NuGet na webu nuget.org a používají se ke křížovému ověření balíčků stejných autorů.
de: Eine durch Trennzeichen getrennte Liste der Paketautoren, die den Profilnamen auf nuget.org entsprechen. Diese werden im NuGet-Katalog auf nuget.org angezeigt und für den Querverweis auf Pakete derselben Autoren verwendet.
es: Lista de creadores de paquetes, separados por comas, que coinciden con los nombres de perfil de nuget.org. Se muestran en la galería de NuGet en nuget.org y se usan para establecer referencias cruzadas con los paquetes de los mismos creadores.
fr: Liste d'auteurs de packages séparés par des virgules, qui correspondent aux noms de profils sur nuget.org. Ceux-ci sont affichés dans la galerie NuGet sur nuget.org et sont utilisés pour croiser les références des packages des mêmes auteurs.
it: Elenco di autori di pacchetti delimitato da virgole, corrispondenti ai nomi dei profili in nuget.org. Vengono visualizzati nella raccolta NuGet in nuget.org e usati per eseguire il riferimento incrociato dei pacchetti dagli stessi autori.
ja: nuget.org のプロファイル名に一致するパッケージ作成者のコンマ区切りリスト。これらは、nuget.org の NuGet ギャラリーに表示され、同じ作成者によるパッケージを相互参照するために使用されます。
ko: nuget.org의 프로필 이름과 일치하는 패키지 작성자의 쉼표로 구분된 목록입니다. 이 목록은 nuget.org의 NuGet 갤러리에 표시되며, 동일한 작성자가 패키지를 상호 참조하는 데 사용됩니다.
pl: Rozdzielana przecinkami lista autorów pakietów pasujących do nazw profilów w witrynie nuget.org. Są one wyświetlane w galerii NuGet w witrynie nuget.org i służą jak odsyłacze do pakietów tych samych autorów.
pt_br: Uma lista de autores de pacotes, separados por vírgulas, que correspondem aos nomes de perfil em nuget.org. Eles são exibidos na Galeria do NuGet em nuget.org e são usados para fazer referência cruzada de pacotes dos mesmos autores.
ru: Список авторов пакетов с разделителями-запятыми, соответствующих именам профилей на сайте nuget.org. Они отображаются в коллекции NuGet на сайте nuget.org и используются для указания перекрестных ссылок на пакеты тех же авторов.
tr: nuget.org'daki profil adlarıyla eşleşen paket yazarlarının virgülle ayrılmış listesi. Bunlar nuget.org'daki NuGet Galerisinde görüntülenir ve aynı yazarlar tarafından paketlere çapraz başvuru yapmak için kullanılır.
zh_hans: 以逗号分隔的包作者列表，与 nuget.org 上的配置文件名称匹配。这些项在 nuget.org 上的 NuGet 库中显示，用于按相同的作者交叉引用包。
zh_hant: 套件作者的逗點分隔清單，符合 nuget.org 上的設定檔名稱。其會顯示在 nuget.org 上的 NuGet Gallery 中，可用於交互參照由相同作者所製作的套件。

# StringProperty|Authors|DisplayName
source: Authors
cs: Autoři
de: Autoren
es: Creadores
fr: Auteurs
it: Autori
ja: 作成者
ko: 작성자
pl: Autorzy
pt_br: Autores
ru: Авторы
tr: Yazarlar
zh_hans: 作者
zh_hant: 作者

# StringProperty|Company|DisplayName
source: Company
cs: Společnost
de: Unternehmen
es: Empresa
fr: Société
it: Società
ja: 会社
ko: 회사
pl: Firma
pt_br: Empresa
ru: Организация
tr: Şirket
zh_hans: 公司
zh_hant: 公司

# StringProperty|Copyright|Description
source: Copyright details for the package.
cs: Podrobnosti o autorských právech pro balíček
de: Copyrightinformationen zum NuGet-Paket.
es: Detalles de copyright del paquete.
fr: Informations de copyright du package.
it: Dettagli del copyright per il pacchetto.
ja: パッケージの著作権の詳細。
ko: 패키지에 대한 저작권 정보입니다.
pl: Szczegóły dotyczące praw autorskich pakietu.
pt_br: Detalhes sobre os direitos autorais do pacote.
ru: Сведения об авторских правах для пакета.
tr: Paket için telif hakkı ayrıntıları.
zh_hans: 包的版权详细信息
zh_hant: 套件的著作權詳細資料。

# StringProperty|Copyright|DisplayName
source: Copyright
cs: Autorská práva
ja: 著作権
ko: 저작권
pl: Prawa autorskie
pt_br: Direitos autorais
ru: Авторское право
tr: Telif Hakkı
zh_hans: 版权
zh_hant: 著作權

# StringProperty|Description|Description
source: A description of the package for UI display.
cs: Popis balíčku, který se zobrazí v uživatelském rozhraní
de: Eine Beschreibung des NuGet-Pakets für die Anzeige in der Benutzeroberfläche.
es: Descripción del paquete que se muestra en la interfaz de usuario.
fr: Description du package à afficher dans l'IU (interface utilisateur).
it: Descrizione del pacchetto per la visualizzazione dell'interfaccia utente.
ja: パッケージの UI 表示用の説明。
ko: UI 표시의 패키지에 대한 설명입니다.
pl: Opis pakietu na potrzeby wyświetlania w interfejsie użytkownika.
pt_br: Uma descrição do pacote para exibição na interface do usuário.
ru: Описание пакета для отображения в пользовательском интерфейсе.
tr: Paketin kullanıcı arabiriminde görüntülenecek açıklaması.
zh_hans: 用于 UI 显示的包的说明。
zh_hant: 用於 UI 顯示的套件說明。

# StringProperty|Description|DisplayName
source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
zh_hans: 说明
zh_hant: 說明

# StringProperty|FileVersion|DisplayName
source: File version
cs: Verze souboru
de: Dateiversion
es: Versión del archivo
fr: Version de fichier
it: Versione del file
ja: ファイル バージョン
ko: 파일 버전
pl: Wersja pliku
pt_br: Versão do arquivo
ru: Версия файла
tr: Dosya sürümü
zh_hans: 文件版本
zh_hant: 檔案版本

# StringProperty|PackageIcon|Description
source: The icon image for the package. Image file size is limited to 1 MB. Supported file formats include JPEG and PNG. An image resolution of 128x128 is recommended.
cs: Obrázek ikony balíčku. Velikost souboru obrázku je omezená na 1 MB. Mezi podporované formáty souborů patří JPEG a PNG. Doporučuje se rozlišení obrázku 128 ×128.
de: Das Symbolbild für das Paket. Die Größe der Bilddatei ist auf 1 MB beschränkt. Zu den unterstützten Dateiformaten gehören JPEG und PNG. Es wird eine Bildauflösung von 128x128 empfohlen.
es: Imagen de icono del paquete. El tamaño del archivo de imagen está limitado a 1 MB. Los formatos de archivo admitidos incluyen JPEG y PNG. Se recomienda una resolución de imagen de 128 x 128.
fr: L'image de l'icône du paquet. La taille du fichier image est limitée à 1 Mo. Les formats de fichier pris en charge sont JPEG et PNG. Une résolution d'image de 128x128 est recommandée.
it: Percorso relativo dalla radice del pacchetto al file icona. Oltre a impostare questa proprietà, è necessario assicurarsi che il file sia incluso nel pacchetto. Le dimensioni del file di immagine sono limitate a 1 MB. I formati di file supportati includono JPEG e PNG. È consigliata una risoluzione dell'immagine di 128x128.
ja: パッケージのアイコン画像。画像ファイルのサイズは 1 MB に制限されています。サポートされているファイル形式には、JPEG と PNG が含まれます。128 x 128 の画像解像度をお勧めします。
ko: 패키지 루트에서 아이콘 파일까지의 상대 경로입니다. 이 속성을 설정하는 것 외에도 파일이 패키지에 포함되어 있는지 확인해야 합니다. 이미지 파일 크기는 1MB로 제한됩니다. 지원되는 파일 형식은 JPEG와 PNG입니다. 128x128 이미지 해상도가 권장됩니다.
pl: Obraz ikony pakietu. Rozmiar pliku obrazu jest ograniczony do 1 MB. Obsługiwane formaty plików to JPEG i PNG. Zalecana jest rozdzielczość obrazu 128x128.
pt_br: A imagem do ícone do pacote. O tamanho do arquivo de imagem é limitado a 1 MB. Os formatos de arquivo suportados incluem JPEG e PNG. Recomenda-se uma resolução de imagem de 128x128.
ru: Изображение значка этого пакета. Размер изображения не должен превышать 1 МБ. Поддерживаются форматы файлов JPEG и PNG. Рекомендуется использовать изображение с разрешением 128x128.
tr: Paketin simge görüntüsü. Görüntü dosyası boyutu 1 MB ile sınırlıdır. Desteklenen dosya biçimleri JPEG ve PNG'dir. 128x128 görüntü çözünürlüğü önerilir.
zh_hans: 从包根路径到图标文件的相对路径。除了设置此属性之外，还需要确保文件包含在包中。图像文件大小限制为 1 MB。支持的文件格式包括 JPEG 和 PNG。建议使用 128x128 的图像分辨率。
zh_hant: 套件的圖示影像。影像檔案大小限制為 1 MB。支援的檔案格式包括 JPEG 和 PNG。建議使用 128x128 的影像解析度。

# StringProperty|PackageIcon|DisplayName
source: Icon
cs: Ikona
de: Symbol
es: Icono
fr: Icône
it: File icona
ja: アイコン
ko: 아이콘 파일
pl: Ikona
pt_br: Ícone
ru: Значок
tr: Simge
zh_hans: 图标文件
zh_hant: 圖示
