Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/PackagePropertyPage.xaml.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# StringProperty|PackageId|Description
source: The case-insensitive package identifier, which must be unique across nuget.org or whatever gallery the package resides in. IDs may not contain spaces or characters that are not valid for a URL, and generally follow .NET namespace rules.
cs: Identifikátor balíčku, který nerozlišuje velká a malá písmena a na celém webu nuget.org nebo v galerii, ve které se balíček nachází, musí být jedinečný. Identifikátory nemůžou obsahovat mezery ani znaky, které nejsou platné pro adresu URL. Obecně se na ně vztahují pravidla pro obory názvů .NET.
de: Der Paketbezeichner, für den die Groß-/Kleinschreibung nicht beachtet wird. Dieser Bezeichner muss für nuget.org oder den Katalog, in dem sich das Paket befindet, eindeutig sein. IDs dürfen keine Leerzeichen oder Zeichen enthalten, die für eine URL unzulässig sind. Außerdem müssen sie den allgemeinen Regeln für .NET-Namespaces entsprechen.
es: Identificador de paquete, sin distinción de mayúsculas y minúsculas, que debe ser único en nuget.org o en cualquier galería en la que resida el paquete. Los identificadores no pueden contener espacios ni caracteres que no sean válidos para una dirección URL y suelen seguir las reglas de espacios de nombres de .NET.
fr: Identificateur de package qui ne respecte pas la casse. Il doit être unique sur nuget.org ou dans la galerie dans laquelle se trouve le package. Les ID ne peuvent pas contenir d'espaces ou de caractères non valides pour une URL. Ils suivent généralement les règles relatives aux espaces de noms .NET.
it: Identificatore del pacchetto senza distinzione tra maiuscole e minuscole, che deve essere univoco in nuget.org o in qualsiasi raccolta in cui risiede il pacchetto. Gli ID non possono contenere spazi o caratteri non validi per un URL e sono in genere conformi alle regole dello spazio dei nomi .NET.
ja: nuget.org またはパッケージが存在するギャラリー内で一意である必要のある、大文字と小文字を区別しないパッケージ識別子。ID には、URL に無効なスペースや文字を含めることはできません。一般的に言って .NET 名前空間の規則に従います。
ko: 패키지가 있는 nuget.org 또는 모든 갤러리에서 고유해야 하는 대/소문자를 구분하지 않는 패키지 식별자입니다. ID는 URL에 유효하지 않은 공백이나 문자를 포함할 수 없으며 일반적으로 .NET 네임스페이스 규칙을 따릅니다.
pl: Identyfikator pakietu nieuwzględniający wielkości liter, który musi być unikatowy w ramach witryny nuget.org lub dowolnej galerii, w której znajduje się pakiet. Identyfikatory nie mogą zawierać spacji ani znaków, które są nieprawidłowe w adresie URL, i zazwyczaj są zgodne z regułami przestrzeni nazw platformy .NET.
pt_br: O identificador de pacote que não diferencia maiúsculas de minúsculas, que precisa ser exclusivo em nuget.org ou em qualquer galeria na qual o pacote resida. As IDs não podem conter espaços nem caracteres que não são válidos para uma URL e geralmente seguem regras de namespace do .NET.
ru: Идентификатор пакета без учета регистра, который должен быть уникальным в nuget.org или любой коллекции, где находится пакет. Идентификаторы не могут содержать пробелы или символы, недопустимые для URL-адреса, и, как правило, следуют правилам пространства имен .NET.
tr: nuget.org'da veya paketin bulunduğu galeride benzersiz olması gereken, büyük/küçük harfe duyarlı olmayan paket tanımlayıcısı. Kimlikler, boşluklar veya URL için geçerli olmayan karakterler içeremez ve genellikle .NET ad alanı kurallarını izler.
zh_hans: 不区分大小写的包标识符，该标识符在 nuget.org 或包所在的任何库中必须是唯一的。ID 不能包含对于 URL 无效的空格或字符，且通常遵循 .NET 命名空间规则。
zh_hant: 不區分大小寫的套件識別碼，在 nuget.org 或套件所在的任何資源庫中均不得重複。識別碼不能包含對 URL 無效的空格或字元，而且通常會遵循 .NET 命名空間規則。

# StringProperty|PackageId|DisplayName
source: Package ID
cs: ID balíčku
de: Paket-ID
es: Id. de paquete
fr: ID de package
it: ID pacchetto
ja: パッケージ ID
ko: 패키지 ID
pl: Identyfikator pakietu
pt_br: ID do Pacote
ru: Идентификатор пакета
tr: Paket Kimliği
zh_hans: 包 ID
zh_hant: 套件識別碼

# StringProperty|PackageLicenseExpression|Description
source: An SPDX license expression, often shown in UIs like nuget.org.
cs: Výraz licence SPDX, který se často zobrazuje v uživatelských rozhraních, jako je nuget.org
de: Ein SPDX-Lizenzausdruck, der häufig in Benutzeroberflächen wie nuget.org angezeigt wird.
es: Expresión de licencia SPDX, que suele aparecer en las interfaces de usuario como nuget.org.
fr: Expression de licence SPDX, souvent affichée dans les IU (interfaces utilisateur) telles que nuget.org.
it: Espressione di licenza SPDX, spesso visualizzata in interfacce utente come nuget.org.
ja: nuget.org のような UI によく表示される、SPDX ライセンス式。
ko: nuget.org처럼 UI에 표시되는 SPDX 라이선스 식입니다.
pl: Wyrażenie licencji SPDX często wyświetlane w interfejsach użytkownika, np. w witrynie nuget.org.
pt_br: Uma expressão de licença SPDX, geralmente mostrada em interfaces do usuário como nuget.org.
ru: Выражение лицензии SPDX, которое часто отображается в таких пользовательских интерфейсах, как nuget.org.
tr: Genellikle nuget.org gibi kullanıcı arabirimlerinde gösterilen SPDX lisans ifadesi.
zh_hans: SPDX 许可证表达式，通常在 nuget.org 等 UI 中显示。
zh_hant: SPDX 授權運算式，通常顯示在 nuget.org 等的 UI 中。

# StringProperty|PackageLicenseExpression|DisplayName
source: License expression
cs: Výraz licence
de: Lizenzausdruck
es: Expresión de licencia
fr: Expression de licence
it: Espressione di licenza
ja: ライセンス式
ko: 라이선스 식
pl: Wyrażenie licencji
pt_br: Expressão de licença
ru: Выражение лицензии
tr: Lisans ifadesi
zh_hans: 许可证表达式
zh_hant: 授權運算式

# StringProperty|PackageLicenseFile|DisplayName
source: License file
cs: Soubor s licencí
de: Lizenzdatei
es: Archivo de licencia
fr: Fichier de licence
it: File di licenza
ja: ライセンス ファイル
ko: 라이선스 파일
pl: Plik licencji
pt_br: Arquivo de licença
ru: Файл лицензии
tr: Lisans dosyası
zh_hans: 许可证文件
zh_hant: 授權檔案

# StringProperty|PackageOutputPath|Description
source: Determines the output path in which the package will be dropped.
cs: Určuje výstupní cestu, na kterou bude balíček umístěn.
de: Bestimmt den Ausgabepfad, in dem das Paket gelöscht wird.
es: Determina la ruta de acceso de salida en la que se quitará el paquete.
fr: Détermine le chemin de sortie dans lequel le package sera supprimé.
ja: パッケージを削除する出力パスを決定します。
pl: Określa ścieżkę wyjściową, do której pakiet zostanie przeniesiony.
pt_br: Determina o caminho de saída no qual o pacote será descartado.
ru: Определяет выходной путь, по которому отброшен пакет.
tr: Paketin bırakılacağı çıkış yolunu belirtir.
zh_hant: 決定將卸除套件的輸出路徑。

# StringProperty|PackageOutputPath|DisplayName
source: Package Output Path
cs: Výstupní cesta balíčku
de: Paketausgabepfad
es: Ruta de acceso de salida del paquete
fr: Chemin de sortie du package
ja: パッケージ出力パス
pl: Ścieżka wyjściowa pakietu
pt_br: Caminho de Saída do Pacote
ru: Путь вывода пакета
tr: Paket Çıkış Yolu
zh_hant: 套件輸出路徑

# StringProperty|PackageProjectUrl|Description
source: A URL for the package's home page, often shown in UI displays as well as nuget.org.
cs: Adresa URL domovské stránky balíčku, která se často zobrazuje v uživatelském rozhraní spolu s nuget.org
de: Eine URL für die Homepage des NuGet-Pakets, die häufig in der Benutzeroberfläche und auf nuget.org angezeigt wird.
es: Dirección URL de la página principal del paquete, que suele aparecer en la interfaz de usuario además de nuget.org.
fr: URL de la page d'accueil du package, souvent affichée dans l'IU (interface utilisateur) ainsi que sur nuget.org.
it: URL della home page del pacchetto, spesso visualizzata nell'interfaccia utente come nuget.org.
ja: UI 表示や nuget.org によく表示される、パッケージのホーム ページの URL。
ko: nuget.org뿐만 아니라 종종 UI 표시에 표시되는 패키지 홈페이지의 URL입니다.
pl: Adres URL strony głównej pakietu często wyświetlany w interfejsach użytkownika oraz w witrynie nuget.org.
pt_br: Uma URL para a home page do pacote, geralmente mostrada em exibições da interface do usuário, além de em nuget.org.
ru: URL-адрес домашней страницы пакета, часто отображающийся в пользовательском интерфейсе, а также в nuget.org.
tr: Paketin ana sayfasının URL'si; genellikle kullanıcı arabirimi görüntülerinde ve nuget.org'da gösterilir.
zh_hans: 包主页的 URL，通常显示在 UI 和 nuget.org 中。
zh_hant: 套件首頁的 URL，通常顯示在 UI 顯示及 nuget.org 中。

# StringProperty|PackageProjectUrl|DisplayName
source: Project URL
cs: Adresa URL projektu
de: Projekt-URL
es: Dirección URL del proyecto
fr: URL de projet
it: URL del progetto
ja: プロジェクトの URL
ko: 프로젝트 URL
pl: Adres URL projektu
pt_br: URL do Projeto
ru: URL-адрес проекта
tr: Proje URL'si
zh_hans: 项目 URL
zh_hant: 專案 URL

# StringProperty|PackageReadmeFile|Description
source: The README document for the package. Must be a Markdown (.md) file.
cs: Dokument README pro balíček. Musí se jednat o soubor Markdown (.md).
de: Das README-Dokument für das Paket. Muss eine Markdown- Datei (.md) sein.
es: El documento LÉAME del paquete. Debe ser un archivo Markdown (.md).
fr: Document Lisez-moi du package. Doit être un fichier de démarque (. MD).
ja: パッケージの README ドキュメント。マークダウン (md) ファイルである必要があります。
pl: Dokument README pakietu. Musi to być plik Markdown (md).
pt_br: O documento LEIAME do pacote. Deve ser um arquivo Markdown (.md).
ru: Документ сведений о пакете. Это должен быть файл Markdown (.MD).
tr: Paket için BENİOKU belgesi. Bir Markdown (.md) dosyası olmalıdır.
zh_hant: 套件的讀我檔案文件。必須是 Markdown (.md) 檔案。

# StringProperty|PackageReadmeFile|DisplayName
source: README
de: INFODATEI
es: LÉAME
pl: PLIK README:
pt_br: LEIAME
ru: Файл сведений
tr: BENİOKU
zh_hant: 讀我檔案

# StringProperty|PackageReleaseNotes|Description
source: A description of the changes made in this release of the package, often used in UI like the Updates tab of the Visual Studio Package Manager in place of the package description.
cs: Popis změn provedených v této verzi balíčku, který se často používá v uživatelském rozhraní jako karta Aktualizace ve Správci balíčků sady Visual Studio namísto popisu balíčku
de: Eine Beschreibung der Änderungen, die an dieser Version des Pakets vorgenommen wurden. Wird häufig anstelle der Paketbeschreibung in der Benutzeroberfläche verwendet, beispielsweise auf der Registerkarte "Updates" im Visual Studio-Paket-Manager.
es: Descripción de los cambios realizados en esta versión del paquete. A menudo se usa en la interfaz de usuario como pestaña Actualizaciones del Administrador de paquetes de Visual Studio, en lugar de la descripción del paquete.
fr: Description des changements apportés à cette version Release du package, souvent utilisée dans l'IU (interface utilisateur), par exemple sous l'onglet Mises à jour du Gestionnaire de package Visual Studio, à la place de la description du package.
it: Descrizione delle modifiche apportate in questa versione del pacchetto, spesso usata nell'interfaccia utente, come la scheda Aggiornamenti di Gestione pacchetti di Visual Studio, in sostituzione della descrizione del pacchetto.
ja: このリリースのパッケージで行われた変更の説明。Visual Studio パッケージ マネージャーの [更新] タブなどの UI で、パッケージの説明の代わりによく利用されます。
ko: 패키지 설명 대신에 Visual Studio 패키지 관리자의 [업데이트] 탭처럼 종종 UI에 사용되는, 이 패키지 릴리스의 변경 사항에 대한 설명입니다.
pl: Opis zmian wprowadzonych w tej wersji pakietu często używany w interfejsie użytkownika, na przykład na karcie Aktualizacje menedżera pakietów programu Visual Studio, w miejscu opisu pakietu.
pt_br: Uma descrição das alterações feitas nesta versão do pacote, frequentemente usado na interface do usuário como a guia Atualizações do Gerenciador de Pacotes do Visual Studio em vez da descrição do pacote.
ru: Описание изменений, внесенных в этот выпуск пакета; часто используется в пользовательском интерфейсе, например на вкладке "Обновления" диспетчера пакетов Visual Studio, вместо описания пакета.
tr: Paketin bu sürümünde yapılan değişikliklere ilişkin bir açıklama; genellikle Visual Studio Paket Yöneticisi'nin Güncelleştirmeler sekmesi gibi kullanıcı arabirimi bölümlerinde paket açıklaması olarak kullanılır.
zh_hans: 此版本包中所作更改的说明，通常代替包说明用在 UI 中，如 Visual Studio 包管理器的“更新”选项卡。
zh_hant: 在此版套件中進行的變更描述，通常用於 UI (如 Visual Studio 套件管理員的 [更新] 索引標籤) 以取代套件說明。

# StringProperty|PackageReleaseNotes|DisplayName
source: Release notes
cs: Zpráva k vydání verze
de: Versionshinweise
es: Notas de la versión
fr: Notes de publication
it: Note sulla versione
ja: リリース ノート
ko: 릴리스 정보
pl: Informacje o wersji
pt_br: Notas sobre a versão
ru: Заметки о выпуске
tr: Sürüm notları
zh_hans: 发行说明
zh_hant: 版本資訊

# StringProperty|PackageTags|Description
source: A semicolon-delimited list of tags and keywords that describe the package and aid discoverability of packages through search and filtering.
cs: Seznam středníkem oddělených značek a klíčových slov, které popisují balíček a pomáhají balíček najít pomocí vyhledávání a filtrování
de: Eine durch Semikolon getrennte Liste mit Tags und Schlüsselwörtern, die das Paket beschreiben und das Auffinden von Paketen über Such- und Filterfunktionen erleichtern.
es: Lista de etiquetas y palabras clave, delimitadas por punto y coma, que describen el paquete y ayudan a detectar los paquetes mediante la búsqueda y el filtrado.
fr: Liste d'étiquettes et de mots clés délimités par des points-virgules, qui décrivent le package et permettent sa découverte grâce aux fonctionnalités de recherche et de filtrage.
it: Elenco di tag e parole chiave delimitati da punto e virgola che descrivono il pacchetto e facilitano l'individuabilità dei NuGet tramite ricerca e filtro.
ja: パッケージについて説明するタグやキーワードをセミコロンで区切って並べたリスト。検索やフィルター処理でパッケージを見つけやすくするために使います。
ko: 패키지를 설명하고 검색 및 필터링을 통해 패키지의 검색 기능을 지원하는 세미콜론으로 구분된 태그 및 키워드 목록입니다.
pl: Rozdzielana średnikami lista tagów i słów kluczowych, które opisują pakiet i ułatwiają odnajdywanie pakietu za pomocą funkcji wyszukiwania i filtrowania.
pt_br: Uma lista de marcas e palavras-chave delimitadas por ponto e vírgula que descrevem o pacote e auxiliam na detectabilidade de pacotes por meio de pesquisa e filtragem.
ru: Список разделенных точкой с запятой тегов и ключевых слов, описывающих пакет и помогающих находить пакеты с помощью функций поиска и фильтрации.
tr: Paketi açıklamanın yanı sıra arama ve filtreleme aracılığıyla paketlerin bulunmasına yardımcı olan etiket ve anahtarların noktalı virgülle ayrılmış listesi.
zh_hans: 以分号分隔的标记和关键字列表，描述包并通过搜索和筛选辅助包的可发现性。
zh_hant: 標籤及關鍵字的分號分隔清單，用以說明套件，有助於透過搜尋與篩選找到套件。

# StringProperty|PackageTags|DisplayName
source: Tags
cs: Značky
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Marcas
ru: Теги
tr: Etiketler
zh_hans: 标记
zh_hant: 標籤

# StringProperty|Product|DisplayName
source: Product
cs: Produkt
de: Produkt
es: Producto
fr: Produit
it: Prodotto
ja: 製品
ko: 제품
pl: Produkt
pt_br: Produto
ru: Продукт
tr: Ürün
zh_hans: 产品
zh_hant: 產品

# StringProperty|ReadAboutSpdxExpressions|DisplayName
source: Read about SPDX license expressions
cs: Informace o výrazech licence SPDX
de: Informationen zu SPDX-Lizenzausdrücken
es: Leer acerca de las expresiones de licencia SPDX
fr: En savoir plus sur les expressions de licence SPDX
it: Informazioni sulle espressioni di licenza SPDX
ja: SPDX ライセンス式について
ko: SPDX 라이선스 식에 대해 읽기
pl: Informacje o wyrażeniach licencji SPDX
pt_br: Ler sobre as expressões de licença SPDX
ru: Сведения о выражениях лицензии SPDX
tr: SPDX lisans ifadeleri hakkında bilgi edinin
zh_hans: 阅读 SPDX 许可证表达式
zh_hant: 閱讀 SPDX 授權運算式

# StringProperty|RepositoryType|Description
source: Specifies the type of the repository. Default is 'git'.
cs: Určuje typ úložiště. Výchozí je git.
de: Gibt den Typ des Repositorys an. Der Standardwert lautet "git".
es: Especifica el tipo de repositorio. El valor predeterminado es "git".
fr: Spécifie le type du dépôt. La valeur par défaut est 'git'.
it: Specifica il tipo di repository. L'impostazione predefinita è 'git'.
ja: リポジトリの種類を指定します。既定値は 'git' です。
ko: 리포지토리 형식을 지정합니다. 기본값은 'git'입니다.
pl: Określa typ repozytorium. Wartość domyślna to „git”.
pt_br: Especifica o tipo de repositório. O padrão é 'git'.
ru: Указывает тип репозитория. Значение по умолчанию — "git".
tr: Deponun türünü belirtir. Varsayılan: 'git'.
zh_hans: 指定存储库的类型。默认值为 "git"。
zh_hant: 指定存放庫的類型。預設為 'git'。

# StringProperty|RepositoryType|DisplayName
source: Repository type
cs: Typ úložiště
de: Repositorytyp
es: Tipo de repositorio
fr: Type de dépôt
it: Tipo di repository
ja: リポジトリの種類
ko: 리포지토리 형식
pl: Typ repozytorium
pt_br: Tipo de repositório
ru: Тип репозитория
tr: Depo türü
zh_hans: 存储库类型
zh_hant: 存放庫類型

# StringProperty|RepositoryUrl|Description
source: Specifies the URL for the repository where the source code for the package resides and/or from which it's being built. For linking to the project page, use the 'Project URL' field, instead.
cs: Určuje adresu URL pro úložiště, ve které se nachází zdrojový kód pro balíček nebo ze kterého se balíček sestavuje. Pokud chcete vytvořit odkaz na stránku projektu, použijte místo toho pole Adresa URL projektu.
de: Gibt die URL für das Repository an, in dem sich der Quellcode für das Paket befindet und/oder aus dem die Datei erstellt wird. Verwenden Sie stattdessen das Feld "Projekt-URL", wenn Sie eine Verknüpfung mit der Projektseite erstellen möchten.
es: Especifica la dirección URL del repositorio donde reside el código fuente del paquete o a partir del que se compila. Para vincularlo a la página del proyecto, use el campo "Dirección URL del proyecto".
fr: Spécifie l'URL du dépôt où se trouve le code source du package et/ou à partir duquel il est généré. Pour créer un lien vers la page du projet, utilisez plutôt le champ 'URL du projet'.
it: Consente di specificare l'URL del repository in cui risiede il codice sorgente per il pacchetto e/o da cui è in corso la compilazione. Per il collegamento alla pagina del progetto, usare il campo 'URL del progetto'.
ja: パッケージのソース コードが存在するか、そのビルド元となるリポジトリの URL を指定します。プロジェクト ページにリンクするには、代わりに [プロジェクトの URL] フィールドを使用します。
ko: 패키지의 소스 코드가 있고/있거나 빌드 중인 리포지토리의 URL을 지정합니다. 프로젝트 페이지에 연결하려면 대신 '프로젝트 URL' 필드를 사용하세요.
pl: Określa adres URL repozytorium, w którym znajduje się kod źródłowy pakietu i/lub z którego jest on kompilowany. Zamiast łączenia ze stroną projektu użyj pola „Adres URL projektu”.
pt_br: Especifica a URL do repositório em que o código-fonte do pacote reside e/ou por meio do qual ele está sendo criado. Para vincular-se à página do projeto, use o campo 'URL do Projeto'.
ru: Указывает URL-адрес для репозитория, в котором находится исходный код для пакета и (или) из которого выполняется его сборка. Для связывания со страницей проекта следует использовать поле "URL-адрес проекта".
tr: Paketin kaynak kodunun bulunduğu ve/veya derlenmekte olduğu deponun URL'sini belirtir. Proje sayfasına bağlantı oluşturmak için bunun yerine 'Proje URL'si' alanını kullanın.
zh_hans: 指定包的源代码所在的存储库和/或从其中构建源代码的存储库的 URL。如需链接到项目页面，请改用“项目 URL”字段。
zh_hant: 指定留存或建置專案原始程式碼的存放庫 URL。若要連結至專案頁面，請改用 [專案 URL] 欄位。

# StringProperty|RepositoryUrl|DisplayName
source: Repository URL
cs: Adresa URL úložiště
es: Dirección URL del repositorio
fr: URL du dépôt
it: URL del repository
ja: リポジトリ URL
ko: 리포지토리 URL
pl: Adres URL repozytorium
pt_br: URL do repositório
ru: URL-адрес репозитория
tr: Depo URL'si
zh_hans: 存储库 URL
zh_hant: 存放庫 URL

# StringProperty|Title|Description
source: A human-friendly title of the package, typically used in UI displays as on nuget.org and the Package Manager in Visual Studio.
cs: Uživatelsky přívětivý název balíčku, který se obvykle používá v uživatelském rozhraní, například na webu nuget.org a ve Správci balíčků v sadě Visual Studio.
de: Ein benutzerfreundlicher Titel des Pakets, der normalerweise in Der Benutzeroberfläche verwendet wird, z. B. auf nuget.org und der Paket-Manager in Visual Studio.
es: Un título del paquete fácil de usar, normalmente se usa en la interfaz de usuario, se muestra como en nuget.org y el Administrador de paquetes en Visual Studio.
fr: Titre convivial du package, généralement utilisé dans l’interface utilisateur s’affiche comme sur nuget.org et le Gestionnaire de package dans Visual Studio.
ja: 一般的に UI で使用されるパッケージのわかりやすいタイトルは、nuget.org と Visual Studio のパッケージ マネージャーのように表示されます。
pl: Przyjazny dla użytkownika tytuł pakietu, zwykle używany w wyświetlaczach interfejsu użytkownika, tak jak w przypadku witryny nuget.org i Menedżera pakietów w programie Visual Studio.
pt_br: Um título amigável do pacote, normalmente usado em telas de interface do usuário como nuget.org e o Gerenciador de Pacotes no Visual Studio.
ru: Понятное название пакета, обычно используемое в пользовательском интерфейсе, например на nuget.org и в диспетчере пакетов в Visual Studio.
tr: Paketin, genellikle nuget.org üzerinde kullanıcı arabirimi ve Visual Studio’da Paket Yöneticisi olarak kullanılan, kolay anlaşılır başlığı.
zh_hant: 套件的人性化標題，通常用於 UI，如 Visual Studio 中的 nuget.org 和 Package Manager 一樣。

# StringProperty|Title|DisplayName
source: Title
cs: Název
de: Titel
es: Título
fr: Titre
ja: タイトル
pl: Tytuł
pt_br: Título
ru: Название
tr: Başlık
zh_hant: 職稱

# StringProperty|ToolCommandName|Description
source: The command name via which the .NET tool will be invoked on the command line.
cs: Název příkazu, přes který se nástroj .NET vyvolá na příkazovém řádku.
de: Der Befehlsname, über den das .NET-Tool in der Befehlszeile aufgerufen wird.
es: Nombre del comando a través del cual se invocará la herramienta .NET en la línea de comandos.
fr: Nom de commande via lequel l’outil .NET sera appelé sur la ligne de commande.
ja: コマンド ラインで .NET ツールを呼び出すコマンド名です。
pl: Nazwa polecenia, za pomocą którego narzędzie .NET będzie wywoływane w wierszu polecenia.
pt_br: O nome do comando por meio do qual a ferramenta .NET será invocada na linha de comando.
ru: Имя команды, которая будет вызывать инструмент .NET в командной строке.
tr: Komut satırında .NET aracını çağırmak için kullanılacak komut adı.
zh_hant: 要在命令列上叫用 .NET 工具的命令名稱。

# StringProperty|ToolCommandName|DisplayName
source: .NET tool command name
cs: Název příkazu nástroje .NET
de: Befehlsname des .NET-Tools
es: Nombre del comando de la herramienta .NET
fr: Nom de commande de l’outil .NET
ja: .NET ツール コマンド名
pl: Nazwa polecenia narzędzia .NET
pt_br: Nome do comando da ferramenta .NET
ru: Имя команды инструмента .NET
tr: .NET aracı komut adı
zh_hant: .NET 工具命令名稱

# StringProperty|Version|Description
source: The version of the package, following the major.minor.patch pattern. Version numbers may include a pre-release suffix.
cs: Verze balíčku podle vzoru hlavníVerze.podverze.oprava. Čísla verzí můžou zahrnovat příponu předběžné verze.
de: Die Version des Pakets nach dem Muster "Hauptversion.Nebenversion.Patch". Versionsnummern können ein Suffix für die Vorabversionen enthalten.
es: Versión del paquete con el patrón principal.secundaria.revisión. Los números de versión pueden incluir un sufijo de versión preliminar.
fr: Version du package, basée sur le modèle version_principale.version_mineure.correctif. Les numéros de version peuvent inclure un suffixe de préversion.
it: Versione del pacchetto, conforme allo schema principale.secondaria.patch. I numeri di versione possono includere un suffisso di versione preliminare.
ja: major.minor.patch のパターンに従うパッケージのバージョン。バージョン番号にはプレリリースのサフィックスが含まれる場合があります。
ko: major.minor.patch 패턴을 따르는 패키지의 버전입니다. 버전 번호에는 시험판 접미사가 포함될 수 있습니다.
pl: Wersja pakietu zgodna ze wzorcem numer_główny.numer_pomocniczy.numer_poprawki. Numery wersji mogą obejmować sufiks wersji wstępnej.
pt_br: A versão do pacote, que segue o padrão major.minor.patch. Os números de versão podem incluir um sufixo de pré-lançamento.
ru: Версия пакета в формате "основной_номер.дополнительный_номер.исправление". Номера версий могут содержать суффикс предварительного выпуска.
tr: Paketin birincil.ikincil.düzeltmeEki desenini izleyen sürümü. Sürüm numaraları, sürüm öncesi sonekini içerebilir.
zh_hans: 包的版本，遵循 major.minor.patch 模式。版本号可能包括预发布后缀。
zh_hant: 套件的版本，遵循 major.minor.patch 模式。版本號碼可能包含發行前版本尾碼。

# StringProperty|Version|DisplayName
source: Package Version
cs: Verze balíčku
de: Paketversion
es: Versión de paquete
fr: Version du package
it: Versione del pacchetto
ja: パッケージ バージョン
ko: 패키지 버전
pl: Wersja pakietu
pt_br: Versão do Pacote
ru: Версия пакета
tr: Paket Sürümü
zh_hans: 包版本
zh_hant: 套件版本
