Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.ProjectSystem.Managed/ProjectSystem/Rules/PropertyPages/xlf/ProjectDebugPropertyPage.xaml.*.xlf
Languages: de, fr, it, ko, pt_br, tr, zh_hans

# BoolProperty|HotReloadEnabled|Description
source: Apply code changes to the running application.
de: Wenden Sie Codeänderungen auf die ausgeführte Anwendung an.
fr: Appliquez les modifications de code à l’application en cours d’exécution.
tr: Çalışan uygulamaya kod değişiklikleri uygulayın.
zh_hans: 将代码更改应用于运行中的应用程序。

# BoolProperty|HotReloadEnabled|DisplayName
source: Enable Hot Reload
de: Hot Reload aktivieren
fr: Activer Rechargement à chaud
tr: Çalışırken Yeniden Yükleme’yi Etkinleştir
zh_hans: 启用热重载

# BoolProperty|NativeDebugging|Description
source: Enable debugging for managed and native code together, also known as mixed-mode debugging.
de: Hiermit wird das gemeinsame Debuggen für verwalteten und nativen Code aktiviert. Dies wird auch als Debuggen im gemischten Modus bezeichnet.
fr: Activez le débogage pour le code managé et le code natif, également appelé débogage en mode mixte.
it: Abilita il debug congiunto per codice gestito e nativo, noto anche come debug in modalità mista.
ko: 관리 코드와 네이티브 코드를 함께 디버깅(혼합 모드 디버깅)을 사용합니다.
pt_br: Permitir a depuração de código gerenciado e nativo em conjunto, também conhecida como depuração de modo misto.
tr: Yönetilen ve yerel kod için birlikte hata ayıklamayı (karma mod hata ayıklama olarak da bilinir) etkinleştirin.
zh_hans: 启用对托管代码和本机代码的调试，这也被称为混合模式调试。

# BoolProperty|NativeDebugging|DisplayName
source: Enable native code debugging
de: Debuggen von nativem Code aktivieren
fr: Permettre le débogage du code natif
it: Attiva il debug di codice nativo
ko: 네이티브 코드 디버깅 사용
pt_br: Habilitar depuração de código nativo
tr: Yerel kod üzerinde hata ayıklamayı etkinleştir
zh_hans: 启用本机代码调试

# BoolProperty|RemoteDebugEnabled|Description
source: Indicates that the debugger should attach to a process on a remote machine.
de: Gibt an, dass der Debugger an einen Prozess auf einem Remotecomputer angefügt werden soll.
fr: Indique que le débogueur doit être attaché à un processus sur une machine distante.
it: Indica che il debugger deve collegarsi a un processo nel computer remoto.
ko: 디버거가 원격 머신의 프로세스에 연결되어야 함을 나타냅니다.
pt_br: Indica que o depurador deve ser anexado a um processo em um computador remoto.
tr: Hata ayıklayıcının uzak makinedeki bir işleme eklenmesi gerektiğini belirtir.
zh_hans: 指示调试器应附加到远程计算机上的进程。

# BoolProperty|RemoteDebugEnabled|DisplayName
source: Use remote machine
de: Remotecomputer verwenden
fr: Utiliser une machine distante
it: Usa computer remoto
ko: 원격 머신 사용
pt_br: Usar computador remoto
tr: Uzak makine kullan
zh_hans: 使用远程计算机

# BoolProperty|SqlDebugging|Description
source: Enable debugging of SQL scripts and stored procedures.
de: Hiermit wird das Debuggen von SQL-Skripts und gespeicherten Prozeduren aktiviert.
fr: Activez le débogage des procédures stockées et des scripts SQL.
it: Abilita il debug di script e stored procedure SQL.
ko: SQL 스크립트와 저장 프로시저 디버깅을 사용합니다.
pt_br: Habilitar a depuração de scripts SQL e de procedimentos armazenados.
tr: SQL komut dosyaları ve saklı yordamlar için hata ayıklamayı etkinleştirin.
zh_hans: 启用 SQL 脚本和存储过程的调试。

# BoolProperty|SqlDebugging|DisplayName
source: Enable SQL Server debugging
de: SQL Server-Debuggen aktivieren
fr: Activer le débogage SQL Server
it: Abilita debug SQL Server
ko: SQL Server 디버깅 사용
pt_br: Habilitar a depuração do SQL Server
tr: SQL Server hata ayıklamasını etkinleştir
zh_hans: 启用 SQL Server 调试

# BoolProperty|WebView2Debugging|Description
source: Enable JavaScript debugger for Microsoft Edge (Chromium) based WebView2. Requires the JavaScript Diagnostics component.
de: Aktivieren Sie den JavaScript-Debugger für Microsoft Edge (Chrom)-basierte WebView2. Erfordert die JavaScript-Diagnose Komponente.
fr: Activer le débogueur JavaScript pour WebView2 basé sur Microsoft Edge (chrome). Requiert le composant Diagnostics JavaScript.
tr: Microsoft Edge (Chromium) tabanlı WebView2 için JavaScript hata ayıklayıcısını etkinleştir. JavaScript Tanılama bileşenini gerektirir.
zh_hans: 为基于 Microsoft Edge (Chromium)的 WebView2 启用 JavaScript 调试器。需要 JavaScript 诊断组件。

# BoolProperty|WebView2Debugging|DisplayName
source: Enable WebView2 debugging
de: WebView2-Debugging aktivieren
fr: Activer le débogage WebView2
tr: WebView2 hata ayıklamayı etkinleştir
zh_hans: 启用 WebView2 调试

# DynamicEnumProperty|AuthenticationMode|Description
source: The authentication scheme to use when connecting to the remote machine.
de: Das Authentifizierungsschema, das beim Herstellen einer Verbindung mit dem Remotecomputer verwendet werden soll.
fr: Schéma d'authentification à utiliser au moment de la connexion à la machine distante.
it: Schema di autenticazione da usare per la connessione al computer remoto.
ko: 원격 머신에 연결할 때 사용할 인증 체계입니다.
pt_br: O esquema de autenticação a ser usado durante a conexão com o computador remoto.
tr: Uzak makineye bağlanırken kullanılacak kimlik doğrulaması düzeni.
zh_hans: 连接到远程计算机时要使用的身份验证方案。

# DynamicEnumProperty|AuthenticationMode|DisplayName
source: Authentication mode
de: Authentifizierungsmodus
fr: Mode d'authentification
it: Modalità di autenticazione
ko: 인증 모드
pt_br: Modo de autenticação
tr: Kimlik doğrulaması modu
zh_hans: 身份验证模式

# Rule|ProjectDebugPropertyPage|Description
source: Properties associated with launching and debugging the project output.
de: Eigenschaften, die dem Start- und Debugvorgang der Projektausgabe zugeordnet sind.
fr: Propriétés associées au lancement et au débogage de la sortie de projet.
it: Proprietà associate all'avvio e al debug dell'output del progetto.
ko: 프로젝트 출력의 시작 및 디버깅에 연결된 속성입니다.
pt_br: Propriedades associadas à inicialização e à depuração da saída do projeto.
tr: Proje çıkışını başlatma ve hata ayıklama ile ilişkili özellikler.
zh_hans: 与启动和调试项目输出关联的属性。

# Rule|ProjectDebugPropertyPage|DisplayName
source: Project
de: Projekt
fr: Projet
it: Progetto
ko: 프로젝트
pt_br: Projeto
tr: Proje
zh_hans: 项目

# StringProperty|CommandLineArguments|Description
source: Command line arguments to pass to the executable. You may break arguments into multiple lines.
de: Befehlszeilenargumente, die an die ausführbare Datei übergeben werden sollen. Argumente können in mehrere Zeilen aufgeteilt werden.
fr: Arguments de ligne de commande à passer à l'exécutable. Vous pouvez répartir les arguments sur plusieurs lignes.
tr: Yürütülebilir dosyaya geçirilecek komut satırı bağımsız değişkenleri. Bağımsız değişkenleri birden çok satıra bölebilirsiniz.
zh_hans: 要传递给可执行文件的命令行参数。可以将参数分成多行。

# StringProperty|CommandLineArguments|DisplayName
source: Command line arguments
de: Befehlszeilenargumente
fr: Arguments de ligne de commande
it: Argomenti della riga di comando
ko: 명령줄 인수
pt_br: Argumentos da linha de comando
tr: Komut satırı bağımsız değişkenleri
zh_hans: 命令行参数

# StringProperty|EnvironmentVariables|Description
source: The environment variables to set prior to running the process.
de: Die Umgebungsvariablen, die vor dem Ausführen des Prozesses festgelegt werden sollen.
fr: Variables d’environnement à définir avant d’exécuter le processus.
tr: İşlemi çalıştırmadan önce ayarlanması gereken ortam değişkenleri.
zh_hans: 运行进程之前要设置的环境变量。

# StringProperty|EnvironmentVariables|DisplayName
source: Environment variables
de: Umgebungsvariablen
fr: Variables d'environnement
it: Variabili di ambiente
ko: 환경 변수
pt_br: Variáveis de ambiente
tr: Ortam değişkenleri
zh_hans: 环境变量

# StringProperty|RemoteDebugMachine|Description
source: The name and port number of the remote machine in 'name:port' format.
de: Der Name und die Portnummer des Remotecomputers im Format "Name:Port".
fr: Nom et numéro de port de la machine distante au format 'nom:port'.
it: Nome e numero di porta del computer remoto nel formato 'nome:porta'.
ko: 'name:port' 형식으로 된 원격 머신의 이름과 포트 번호입니다.
pt_br: O nome e o número da porta do computador remoto no formato 'name:port'.
tr: Uzak makinenin 'ad:bağlantı noktası' biçimindeki adı ve bağlantı noktası numarası.
zh_hans: 采用 "name:port" 格式的远程计算机的名称和端口号。

# StringProperty|RemoteDebugMachine|DisplayName
source: Remote machine name
de: Name des Remotecomputers
fr: Nom de la machine distante
it: Nome del computer remoto
ko: 원격 머신 이름
pt_br: Nome do computador remoto
tr: Uzak makine adı
zh_hans: 远程计算机名称

# StringProperty|WorkingDirectory|Description
source: Path to the working directory where the process will be started.
de: Pfad zum Arbeitsverzeichnis, in dem der Prozess gestartet wird.
fr: Chemin du répertoire de travail où le processus va démarrer.
it: Percorso della directory di lavoro in cui verrà avviato il processo.
ko: 프로세스가 시작될 작업 디렉터리 경로입니다.
pt_br: Caminho para o diretório de trabalho em que o processo será iniciado.
tr: İşlemin başlatılacağı çalışma dizininin yolu.
zh_hans: 将在其中启动进程的工作目录的路径。

# StringProperty|WorkingDirectory|DisplayName
source: Working directory
de: Arbeitsverzeichnis
fr: Répertoire de travail
it: Directory di lavoro
ko: 작업 디렉터리
pt_br: Diretório de trabalho
tr: Çalışma dizini
zh_hans: 工作目录

# StringProperty|CommandLineArguments|Description
source: Command line arguments to pass to the executable.
it: Argomenti della riga di comando da passare all'eseguibile.
ko: 실행 파일에 전달할 명령줄 인수입니다.
pt_br: Argumentos da linha de comando a serem passados para o executável.

# StringProperty|EnvironmentVariables|Description
source: The environment variables to set prior to running the process. Variables are separated by a comma (,) and variables names and values are separated with an equal sign (=). Example: var1=value1,var2=value2,var3=value3. Commas and equal signs appearing within a variable can be escaped using a forward slash (/).
it: Variabili di ambiente da impostare prima di eseguire il processo. Le variabili sono delimitate da una virgola (,) e i nomi e i valori di variabile sono delimitati da un segno di uguale (=). Esempio: var1=valore1,var2=valore2,var3=valore3. Le virgole e i segni di uguale presenti in una variabile devono essere precedute da una barra (/) che rappresenta il carattere di escape.
ko: 프로세스를 실행하기 전에 설정할 환경 변수입니다. 변수는 쉼표(,)로 구분하고 변수 이름과 값은 등호(=)로 구분합니다(예: var1=value1,var2=value2,var3=value3). 변수 내에 나타나는 쉼표와 등호는 슬래시(/)로 이스케이프할 수 있습니다.
pt_br: As variáveis de ambiente a serem definidas antes da execução do processo. As variáveis são separadas por uma vírgula (,) e os valores e os nomes de variáveis são separados por um sinal de igual (=). Exemplo: var1=value1,var2=value2,var3=value3. As vírgulas e os sinais de igual que aparecem dentro de uma variável podem ter uma barra (/) como escape.
