Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors.Client/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: it

# RES_PersistenceMode_Embeded
source: Embedded in .resx
it: Incorporato in .resx

# RSE_Filter_Bitmap
source: Bitmaps
it: Bitmap

# RSE_Filter_Icon
source: Icons
it: Icone

# RSE_Filter_Text
source: Text Files
it: File di testo

# RSE_Filter_All
source: All Files
it: Tutti i file

# RSE_FilterSave_BMP
source: Windows Bitmap
it: Bitmap di Windows

# RSE_FilterSave_JPEG
source: JPEG File Interchange Format
it: File di interscambio JPEG

# RSE_FilterSave_Icon
source: Icon
it: Icona

# RSE_ResourceEditor
source: Managed Resources Editor
it: Editor risorse gestite

# RSE_DlgTitle_AddExisting
source: Add existing file to resources
it: Aggiungi file esistente alle risorse

# RSE_DlgTitle_Import_1Arg
source: Import file into resource '{0}'
it: Importa il file nella risorsa '{0}'

# RSE_DlgTitle_Export_1Arg
source: Export resource '{0}' to file
it: Esporta la risorsa '{0}' nel file

# RSE_DlgTitle_AddNew
source: Please specify where to save the new file
it: Specificare dove salvare il nuovo file

# RSE_Dlg_ReplaceExistingFile
source: The file '{0}' already exists. Do you want to replace it?
it: Il file '{0}' esiste già. Sostituirlo?

# RSE_Dlg_ReplaceExistingFiles
source: The following files already exist. Do you want to replace them?
it: I file seguenti esistono già. Sostituirli?

# RSE_Dlg_ExportMultiple
source: Select a folder in which to export the resources.
it: Selezionare una cartella in cui esportare le risorse.

# RSE_Dlg_ContinueAnyway
source: Do you want to continue anyway?
it: Continuare comunque?

# RSE_Task_BadLink_2Args
source: Resource '{0}' could not be loaded because the file to which it is linked could not be found: {1}.
it: Non è stato possibile caricare la risorsa '{0}' perché il file a cui è collegata non è stato trovato: {1}.

# RSE_Task_CantInstantiate_2Args
source: Resource '{0}' could not be instantiated. {1}
it: Non è stato possibile creare un'istanza della risorsa '{0}'. {1}

# RSE_Task_NonrecommendedName_1Arg
source: Resource '{0}' has a name that is not recommended and that may cause compilation errors in your code. Please choose another name.
it: È consigliabile non usare il nome della risorsa '{0}' perché potrebbe causare errori di compilazione nel codice. Scegliere un altro nome.

# RSE_Task_CantChangeCustomToolOrNamespace
source: Unable to set the Custom Tool or Custom Tool Namespace properties of this file in order to change strongly-typed resource generation options. If the project file is checked in, try checking it out.
it: Non è possibile impostare le proprietà dello strumento personalizzato o dello spazio dei nomi dello strumento personalizzato del file per modificare le opzioni di generazione di risorse fortemente tipizzate. Se il file di progetto è archiviato, provare a estrarlo.

# RSE_Task_InvalidName_1Arg
source: The resource name '{0}' is not a valid identifier.
it: Il nome di risorsa '{0}' non è un identificatore valido.

# RSE_EncodingDisplayName
source: {0} - Codepage {1}
it: {0} - Tabella codici {1}

# RSE_DefaultEncoding
source: (Default)
it: (Predefinita)

# RSE_Undo_ChangeName
source: Change resource name
it: Cambia nome della risorsa

# RSE_Undo_AddResources_1Arg
source: Add {0} new resource(s)
it: Aggiungi {0} nuova/e risorsa/e

# RSE_Undo_RemoveResources_1Arg
source: Remove {0} resource(s)
it: Rimuovi {0} risorsa/e

# RSE_Undo_DeleteResourceCell
source: Delete values in {0} cell(s)
it: Elimina valori in {0} cella/e

# RSE_PropDesc_Name
source: Name used to identify the resource in code.
it: Nome usato per identificare la risorsa nel codice.

# RSE_PropDesc_Comment
source: Additional information about the resource. This property is only meaningful at design time.
it: Informazioni aggiuntive relative alla risorsa. Questa proprietà è significativa solo in fase di progettazione.

# RSE_PropDesc_Encoding
source: Character encoding of the file.
it: Codifica dei caratteri del file.

# RSE_PropDesc_Filename
source: The path to the linked resource.
it: Percorso della risorsa collegata.

# RSE_PropDesc_FileType
source: Specifies whether the file resource is text or binary.
it: Consente di specificare se il file è di testo o binario.

# RSE_PropDesc_Persistence
source: Specifies whether the resource is embedded or linked. Embedded resources are saved in the resource file. Linked resources reside in an external location on disk.
it: Consente di specificare se la risorsa è incorporata o collegata. Le risorse incorporate vengono salvate nel file di risorsa. Le risorse collegate si trovano in un percorso esterno sul disco.

# RSE_PropDesc_Type
source: The resource will be generated as this type in the strongly-typed resource class. For example, the resource might be generated as a String or Bitmap object.
it: La risorsa verrà generata con questo tipo nella classe di risorse fortemente tipizzate. Ad esempio, la risorsa potrebbe essere generata come un oggetto String o Bitmap.

# RSE_PropDesc_Value
source: The value of the resource.
it: Valore della risorsa.

# RFS_CantCreateResourcesFolder_Folder_ExMsg
source: Unable to add a '{0}' folder to this project. {1}
it: Non è possibile aggiungere una cartella '{0}' al progetto. {1}

# RFS_CantAddFileToProject_File_ExMsg
source: Unable to add '{0}' to the project. {1}
it: Non è possibile aggiungere '{0}' al progetto. {1}

# RFS_CantAddFileToProject_File
source: Unable to add '{0}' to the project.
it: Non è possibile aggiungere '{0}' al progetto.

# RFS_QueryReplaceFile_File
source: A file with the name '{0}' already exists. Do you want to replace it?
it: Esiste già un file denominato '{0}'. Sostituirlo?

# RFS_QueryReplaceFileTitle_Editor
source: {0} - Destination File Exists
it: {0} - File di destinazione esistente

# RFS_QueryRemoveLink_Folder_Link
source: There is already a linked file with the name "{0}" in the project folder "{1}". Do you want to remove it?
it: Nella cartella di progetto "{1}" esiste già un file collegato con il nome "{0}". Rimuoverlo?

# RFS_QueryRemoveLinkTitle_Editor
source: {0} - Destination File Exists
it: {0} - File di destinazione esistente

# RFS_FindNotFound_File
source: Cannot find the file '{0}'. It may have been moved or deleted.
it: Il file '{0}' non è stato trovato. È possibile che sia stato spostato o eliminato.

# SD_ComboBoxItem_ConnectionStringType
source: Connection string
it: Stringa di connessione

# SD_ComboBoxItem_WebReferenceType
source: Web Service URL
it: URL del servizio Web

# SD_ComboBoxItem_BrowseType
source: Browse...
it: Sfoglia...

# SD_ComboBoxItem_ApplicationScope
source: Application
it: Applicazione

# SD_ComboBoxItem_WebApplicationScope
source: Application (Web)
it: Applicazione (Web)

# SD_ComboBoxItem_UserScope
source: User
it: Utente

# SD_ComboBoxItem_WebUserScope
source: User (Web)
it: Utente (Web)

# SD_GridViewNameColumnHeaderText
source: Name
it: Nome

# SD_GridViewTypeColumnHeaderText
source: Type
it: Tipo

# SD_GridViewScopeColumnHeaderText
source: Scope
it: Ambito

# SD_GridViewValueColumnHeaderText
source: Value
it: Valore

# SD_UnknownType
source: Type '{0}' is not defined.
it: Il tipo '{0}' non è definito.

# SD_UndoTran_NameChanged
source: Name changed
it: Nome modificato

# SD_UndoTran_TypeChanged
source: Type changed
it: Tipo modificato

# SD_UndoTran_ScopeChanged
source: Scope changed
it: Ambito modificato

# SD_UndoTran_RoamingChanged
source: Roaming changed
it: Roaming modificato

# SD_UndoTran_DescriptionChanged
source: Description changed
it: Descrizione modificata

# SD_UndoTran_ProviderChanged
source: Provider changed
it: Provider modificato

# SD_UndoTran_SerializedValueChanged
source: Value changed
it: Valore modificato

# SD_UndoTran_GenerateDefaultValueInCode
source: Generate default value in code changed
it: Genera valore predefinito nel codice modificato

# SD_UndoTran_RemoveMultipleSettings_1Arg
source: Remove {0} setting(s)
it: Rimuovi {0} impostazione/i

# SD_Err_CantLoadSettingsFile
source: Unable to load settings file. It might be corrupted or contain invalid XML or contain duplicate identifiers.
it: Non è possibile caricare il file di impostazioni. Potrebbe essere danneggiato oppure contenere XML non valido o identificatori duplicati.

# SD_NewValuesAdded
source: New values from the app.config file were automatically added
it: Sono stati aggiunti automaticamente nuovi valori dal file app.config

# SD_ReplaceValueWithAppConfigValueTitle
source: Value of setting '{0}' was changed in the app.config file.
it: Il valore dell'impostazione '{0}' è stato modificato nel file app.config.

# SD_ReplaceValueWithAppConfigValue
source: The current value in the .settings file is '{0}' The new value in the app.config file is '{1}' Do you want to update the value in the .settings file?
it: Il valore corrente nel file .settings è '{0}' Il nuovo valore nel file app.config è '{1}' Aggiornare il valore nel file .settings?

# SD_FailedToLoadAppConfigValues
source: An error occurred while reading the app.config file. The file might be corrupted or contain invalid XML.
it: Si è verificato un errore durante la lettura del file app.config. Il file potrebbe essere danneggiato o contenere XML non valido.

# SD_FailedToSaveAppConfigValues
source: An error occurred while saving values to the app.config file. The file might be corrupted or contain invalid XML.
it: Si è verificato un errore durante il salvataggio dei valori nel file app.config. Il file potrebbe essere danneggiato o contenere XML non valido.

# SD_ERR_DuplicateName_1Arg
source: There is already another setting with the name '{0}'.
it: Esiste già un'altra impostazione denominata '{0}'.

# SD_ERR_InvalidIdentifier_1Arg
source: '{0}' is not a valid identifier.
it: '{0}' non è un identificatore valido.

# SD_ERR_InvalidTypeName_1Arg
source: '{0}' is not a valid type name.
it: '{0}' non è un nome di tipo valido.

# SD_ERR_NameEmpty
source: The setting name cannot be empty.
it: Il nome dell'impostazione non può essere vuoto.

# SD_ERR_InvalidValue_2Arg
source: '{0}' cannot be converted to an instance of type '{1}'.
it: Non è possibile convertire '{0}' in un'istanza di tipo '{1}'.

# SD_ERR_GenericTypesNotSupported_1Arg
source: Generic types are not supported.
it: I tipi generici non sono supportati.

# SD_ERR_AbstractTypesNotSupported_1Arg
source: Abstract types are not supported.
it: I tipi astratti non sono supportati.

# SD_ERR_RenameNotSupported
source: The current object is auto-generated and only supports renaming through the Settings Designer.
it: L'oggetto corrente è stato generato automaticamente e supporta la ridenominazione solo tramite Progettazione impostazioni.

# SD_ERR_ModifyParamsNotSupported
source: The current object is auto-generated and does not support modifying parameters.
it: L'oggetto corrente è stato generato automaticamente e non supporta la modifica dei parametri.

# SD_ERR_CantEditInDebugMode
source: The settings file cannot be modified at this time.
it: Non è possibile modificare il file di impostazioni in questo momento.

# SD_MNU_AddSettingText
source: &Add Setting
it: &Aggiungi impostazione

# SD_MNU_RemoveSettingText
source: R&emove Setting
it: R&imuovi impostazione

# SD_FullDescriptionText
source: Application settings allow you to store and retrieve property settings and other information for your application dynamically. For example, the application can save a user's color preferences, then retrieve them the next time it runs.
it: Le impostazioni dell'applicazione consentono di archiviare e recuperare le impostazioni delle proprietà e altre informazioni per l'applicazione. Ad esempio, le preferenze di un utente relative ai colori possono essere salvate e quindi recuperate alla successiva esecuzione dell'applicazione.

# SD_LinkPartOfDescriptionText
source: Learn more about application settings...
it: Altre informazioni sulle impostazioni dell'applicazione...

# SD_IncludeSensitiveInfoInConnectionStringWarning
source: This connection string appears to contain sensitive data (for example, a password), which is required to connect to the database. However, storing sensitive data in the connection string can be a security risk. Do you want to include sensitive data in the connection string?
it: La stringa di connessione sembra contenere dati sensibili, ad esempio una password, richiesti per connettersi al database. L'archiviazione di dati sensibili nella stringa di connessione può rappresentare un rischio per la sicurezza. Includere i dati sensibili nella stringa di connessione?

# SD_SelectATypeTreeView_AccessibleName
source: Select a Type
it: Selezionare un tipo

# SD_CODEGENCMT_COMMON1
source: This class allows you to handle specific events on the settings class:
it: Questa classe consente di gestire eventi specifici sulla classe delle impostazioni:

# SD_CODEGENCMT_COMMON2
source: The SettingChanging event is raised before a setting's value is changed.
it: L'evento SettingChanging viene generato prima della modifica del valore di un'impostazione.

# SD_CODEGENCMT_COMMON3
source: The PropertyChanged event is raised after a setting's value is changed.
it: L'evento PropertyChanged viene generato dopo la modifica del valore di un'impostazione.

# SD_CODEGENCMT_COMMON4
source: The SettingsLoaded event is raised after the setting values are loaded.
it: L'evento SettingsLoaded viene generato dopo il caricamento dei valori dell'impostazione.

# SD_CODEGENCMT_COMMON5
source: The SettingsSaving event is raised before the setting values are saved.
it: L'evento SettingsSaving viene generato prima del salvataggio dei valori dell'impostazione.

# SD_CODEGENCMT_HOWTO_ATTACHEVTS
source: To add event handlers for saving and changing settings, uncomment the lines below:
it: Per aggiungere gestori eventi per il salvataggio e la modifica delle impostazioni, rimuovere il commento dalle righe seguenti:

# SD_CODEGENCMT_HANDLE_CHANGING
source: Add code to handle the SettingChangingEvent event here.
it: Aggiungere qui il codice per gestire l'evento SettingChangingEvent.

# SD_CODEGENCMT_HANDLE_SAVING
source: Add code to handle the SettingsSaving event here.
it: Aggiungere qui il codice per gestire l'evento SettingsSaving.

# SD_CODEGEN_FAILEDOPENCREATEEXTENDINGFILE
source: Failed to create or open file.
it: Non è stato possibile creare o aprire il file.

# SD_DESCR_Description
source: Description of the setting.
it: Descrizione dell'impostazione.

# SD_DESCR_GenerateDefaultValueInCode
source: Specifies whether or not the default setting value should be generated in the strongly-typed settings class.
it: Consente di specificare se il valore dell'impostazione predefinita deve essere generato nella classe delle impostazioni fortemente tipizzate.

# SD_DESCR_Roaming
source: Indicates whether the setting should roam when Windows roaming profiles are enabled.
it: Indica se l'impostazione deve effettuare il roaming quando vengono attivati i profili mobili di Windows.

# SD_DESCR_Name
source: Name used to identify the setting.
it: Nome usato per identificare l'impostazione.

# SD_DESCR_Provider
source: The provider (System.Configuration.Provider.ProviderBase) used to manage the setting.
it: Provider (System.Configuration.Provider.ProviderBase) usato per gestire l'impostazione.

# SD_DESCR_Scope
source: Specifies whether the setting is per-application (read-only) or per-user (read-write).
it: Consente di specificare se l'impostazione è per applicazione (di sola lettura) o per utente (lettura/scrittura).

# SD_DESCR_SerializedSettingType
source: The setting will be generated as this type in the strongly-typed settings class. For example, the setting might be generated as a String or Integer object.
it: L'impostazione sarà generata come questo tipo nella classe delle impostazioni fortemente tipizzate. Ad esempio, l'impostazione potrebbe essere generata come un oggetto String o Integer.

# SD_DESCR_Value
source: The current value for the setting.
it: Valore corrente per l'impostazione.

# SD_SyncFiles_1Arg
source: The following files will be deleted: {0}
it: I file seguenti verranno eliminati: {0}

# SD_SyncFilesNoFilesFound_1Arg
source: No user.config files were found in any of the following locations: {0}
it: Non è stato trovato alcun file user.config nei percorsi seguenti: {0}

# SD_SyncFilesOneOrMoreFailed
source: One or more user.config files was not removed.
it: Non è stato possibile rimuovere uno o più file user.config.

# SD_SFG_AutoSaveRegionText
source: My.Settings Auto-Save Functionality
it: Funzionalità di salvataggio automatico My.Settings

# General_MissingService
source: Unable to find service '{0}'. Ensure that the application is installed correctly.
it: Il servizio '{0}' non è stato trovato. Assicurarsi che l'applicazione sia installata correttamente.

# RSE_AccessModifier_Custom
source: (Custom)
it: (Personalizzata)

# RSE_NoCodeGeneration
source: No code generation
it: Nessuna generazione codice

# PPG_WindowsApp_WPF
source: WPF Application
it: Applicazione WPF

# PPG_WPFApp_InvalidShutdownMode
source: (Invalid value: "{0}")
it: (Valore non valido: "{0}")

# PPG_WPFApp_ShutdownMode_OnExplicitShutdown
source: On explicit shutdown
it: Alla chiusura esplicita

# PPG_WPFApp_ShutdownMode_OnLastWindowClose
source: On last window close
it: Alla chiusura dell'ultima finestra

# PPG_WPFApp_ShutdownMode_OnMainWindowClose
source: On main window close
it: Alla chiusura della finestra principale

# PPG_WPFApp_Xaml_CouldntFindRootElement
source: Could not find the expected root element "{0}" in the application definition file.
it: L'elemento radice previsto "{0}" non è stato trovato nel file di definizione dell'applicazione (ADF).

# PPG_WPFApp_Xaml_UnexpectedFormat_2Args
source: The .xaml file was in an unexpected format, near line {0} column {1}.
it: Il formato del file XAML è imprevisto in prossimità della riga {0}, colonna {1}.

# PPG_Application_StartupObjectLabelText
source: Startup &object:
it: &Oggetto di avvio:

# PPG_Application_StartupUriLabelText
source: Startup &URI:
it: &URI di avvio:

# PPG_WPFApp_AppXamlOpenInUnsupportedEditor
source: The application definition file is already opened in an incompatible editor. Please close the other editor and reload the project properties page.
it: Il file di definizione dell'applicazione (ADF) è già aperto in un editor non compatibile. Chiudere l'altro editor e ricaricare la pagina delle proprietà del progetto.

# PPG_WPFApp_CantOpenOrCreateAppXaml_1Arg
source: There was an error trying to open or create the application definition file for this project. {0}
it: Si è verificato un errore durante il tentativo di apertura o creazione del file di definizione dell'applicazione (ADF) per questo progetto. {0}

# PPG_WPFApp_ErrorControlMessage_1Arg
source: An error occurred trying to load the application definition file for this project. The file '{0}' could not be parsed. Please edit the file in the XAML editor to fix the error.
it: Si è verificato un errore durante il tentativo di caricamento del file di definizione dell'applicazione (ADF) per il progetto. Non è stato possibile analizzare il file '{0}'. Per correggere l'errore, modificare il file nell'editor XAML.

# PPG_Unexpected
source: An unspecified error has occurred.
it: Si è verificato un errore non specificato.

# PPG_WPFApp_CantFindAppXaml
source: This project does not contain an application definition file.
it: Questo progetto non contiene un file di definizione dell'applicazione (ADF).

# PPG_WPFApp_CouldntCreateApplicationEventsFile_1Arg
source: An error occurred trying to create the application events file. {0}
it: Si è verificato un errore durante il tentativo di creazione del file di eventi dell'applicazione. {0}

# General_InvalidArgument_1Arg
source: Invalid argument '{0}'
it: Argomento '{0}' non valido

# PPG_CommandLineApp_WPF
source: WPF Console Application
it: Applicazione console WPF

# PPG_WindowsClassLib_WPF
source: WPF Class Library
it: Libreria di classi WPF

# PPG_Application_DefaultManifestText
source: Embed manifest with default settings
it: Incorpora manifesto con impostazioni predefinite

# PPG_Application_NoManifestText
source: Create application without a manifest
it: Crea applicazione senza manifesto

# PPG_Application_BadManifest
source: Invalid manifest file.
it: File manifesto non valido.

# PPG_Services
source: Services
it: Servizi

# PPG_Services_HelpLabelText
source: Client application services enable your Windows-based applications to use the ASP.NET login (authentication), roles, and profile (settings) services. To enable client application services, you must set the Target Framework for your application to the full version of the .NET Framework 3.5 or later.
it: I servizi dell'applicazione client consentono alle applicazioni basate su Windows di usare accesso ASP.NET (autenticazione), ruoli e servizi profili (impostazioni). Per abilitare i servizi dell'applicazione client, è necessario impostare la versione di .NET Framework di destinazione dell'applicazione sulla versione completa di .NET Framework 3.5 o versione successiva.

# PPG_Services_HelpLabelLink
source: Learn more about client application services...
it: Altre informazioni sui servizi dell'applicazione client...

# PPG_ServicesAdvancedPage_Title
source: Advanced Settings for Services
it: Impostazioni avanzate per i servizi

# PPG_Services_ConfirmRemoveServices
source: Disabling application services will clear the default services for Authentication, Roles, and Settings. Click OK to disable application services.
it: La disabilitazione dei servizi dell'applicazione comporta la cancellazione dei servizi predefiniti per autenticazione, ruoli e impostazioni. Fare clic su OK per disabilitare i servizi dell'applicazione.

# PPG_Services_ConfirmRemoveServices_Caption
source: Disable Application Services
it: Disabilita servizi dell'applicazione

# PPG_Services_Seconds
source: seconds
it: secondi

# PPG_Services_Minutes
source: minutes
it: minuti

# PPG_Services_Hours
source: hours
it: ore

# PPG_Services_Days
source: days
it: giorni

# PPG_Services_VersionWarning
source: To enable client application services, you must set the Target Framework for your application to .NET Framework 3.5 or later. In C#, you can do this on the Application property page. In Visual Basic, you can do this on the Compile property page by clicking Advanced Compile Options.
it: Per abilitare i servizi dell'applicazione client, è necessario impostare la versione di .NET Framework di destinazione dell'applicazione su .NET Framework 3.5 o versione successiva. A tale scopo, in C# è possibile usare la pagina delle proprietà dell'applicazione. In Visual Basic, invece, usare la pagina delle proprietà di compilazione facendo clic su Opzioni di compilazione avanzate.

# PPG_Services_InvalidAppConfigXml
source: An error occurred while reading the Application configuration file. The file might be corrupted or contain invalid XML.
it: Si è verificato un errore durante la lettura del file di configurazione dell'applicazione. Il file potrebbe essere danneggiato o contenere XML non valido.

# PPG_Services_InvalidUrl
source: The URL is invalid. Please enter a valid URL like http://microsoft.com/services
it: L'URL non è valido. Immettere un URL valido, ad esempio http://microsoft.com/services

# PPG_Services_InvalidUrls
source: A service URL in the application configuration file is not in the expected format.
it: Il formato di un URL di servizio incluso nel file di configurazione dell'applicazione non è quello previsto.

# PPG_Services_ConnectionStringsDontMatch
source: Authentication, Roles and Web Settings providers have been configured via the Application configuration file such that they do not share a common connection string.
it: I provider di autenticazione, ruoli e impostazioni Web sono stati configurati tramite il file di configurazione dell'applicazione in modo da non condividere una stringa di connessione comune.
