Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors.Client/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: it

# CMN_AllFilesFilter
source: All Files
it: Tutti i file

# PPG_BuildSettings_Nullable_Annotations
source: Annotations
it: Annotazioni

# PPG_BuildSettings_Nullable_Disable
source: Disable
it: Disabilita

# PPG_BuildSettings_Nullable_Enable
source: Enable
it: Abilita

# PPG_BuildSettings_Nullable_Warnings
source: Warnings
it: Avvisi

# PPG_ReferencesTitle
source: References
it: Riferimenti

# PPG_ApplicationTitle
source: Application
it: Applicazione

# PPG_CompileTitle
source: Compile
it: Compilazione

# PPG_BuildTitle
source: Build
it: Compilazione

# PPG_BuildEventsTitle
source: Build Events
it: Eventi di compilazione

# PPG_ReferencePathsTitle
source: Reference Paths
it: Percorsi del riferimento

# PPG_PreBuildCommandLineTitle
source: Pre-build Event Command Line
it: Riga di comando eventi di pre-compilazione

# PPG_PostBuildCommandLineTitle
source: Post-build Event Command Line
it: Riga di comando eventi di post-compilazione

# PPG_OutputPathNotSecure
source: The output path is not trusted. The application may throw security exceptions when it attempts to perform actions which require full trust. Click OK to ignore and continue. Click CANCEL to choose a different output path.
it: Il percorso di output non è attendibile. L'applicazione potrebbe generare eccezioni di sicurezza mentre prova a eseguire azioni che richiedono l'attendibilità totale. Fare clic su OK per ignorare e continuare. Fare clic su ANNULLA per selezionare un percorso di output diverso.

# PPG_BrowseText
source: <Browse...>
it: <Sfoglia...>

# PPG_ComboBoxSelect_None
source: (None)
it: (Nessuno)

# PPG_NeutralLanguage_None
source: (None)
it: (Nessuno)

# PPG_AddExistingFilesTitle
source: Add existing file to project
it: Aggiungi file esistente al progetto

# PPG_AddIconFilesFilter
source: Icon Files
it: File icona

# PPG_ExeFilesFilter
source: Executable Files
it: File eseguibili

# PPG_SelectWorkingDirectoryTitle
source: Select Working Directory
it: Seleziona directory di lavoro

# PPG_SelectOutputPathTitle
source: Select Output Path
it: Seleziona percorso output

# PPG_SelectReferencePath
source: Select Reference Path
it: Seleziona percorso del riferimento

# PPG_AddWin32ResourceFilter
source: Win32 Resource Files
it: File di risorse Win32

# PPG_AddWin32ResourceTitle
source: Add Win32 resource file to project
it: Aggiungi file di risorse Win32 al progetto

# PPG_InvalidFolderPath
source: Folder path does not exist. Please select a valid folder path.
it: Il percorso della cartella non esiste. Selezionare un percorso della cartella valido.

# PPG_AdvancedCompilerSettings_Title
source: Advanced Compiler Settings
it: Impostazioni avanzate del compilatore

# PPG_AdvancedBuildSettings_Title
source: Advanced Build Settings
it: Impostazioni di compilazione avanzate

# PPG_ReferencePaths_Title
source: Reference Paths
it: Percorsi del riferimento

# PPG_AssemblyInfo_Title
source: Assembly Information
it: Informazioni sull'assembly

# PPG_AssemblyInfo_InvalidVersion
source: Invalid version format, expected "[Major]", "[Major].[Minor]", "[Major].[Minor].[Build]" or "[Major].[Minor].[Build].[Revision]"
it: Formato di versione non valido. Previsto "[Major]", "[Major].[Minor]", "[Major].[Minor].[Build]" o "[Major].[Minor].[Build].[Revision]"

# PPG_AssemblyInfo_BadWildcard
source: A wildcard ("*") is not allowed in this field.
it: Il carattere jolly ("*") non è consentito in questo campo.

# PPG_AssemblyInfo_VersionOutOfRange_2Args
source: Each part of the version number for '{0}' must be an integer between 0 and {1}.
it: Ogni parte del numero di versione per '{0}' deve essere un intero compreso tra 0 e {1}.

# PPG_Application_DefaultIconText
source: (Default Icon)
it: (Icona predefinita)

# PPG_Application_InvalidSubMainStartup
source: Startup object must be a form when 'Enable application framework' is checked.
it: L'oggetto di avvio deve essere un form con l'opzione 'Abilita framework applicazione' selezionata.

# PPG_Application_StartupObjectNotSet
source: (Not set)
it: (Non impostato)

# PPG_Application_CantAddIcon
source: Icon could not be added to the project.
it: Non è stato possibile aggiungere l'icona al progetto.

# PPG_Application_BadIcon
source: Invalid icon file.
it: Il file icona non è valido.

# PPG_Application_BadIcon_1Arg
source: {0} is not a valid icon file.
it: {0} non è un file icona valido.

# PPG_Application_BadGuid
source: The GUID should match the format dddddddd-dddd-dddd-dddd-dddddddddddd.
it: Il formato del GUID deve essere dddddddd-dddd-dddd-dddd-dddddddddddd.

# PPG_Application_MyAppCommentLine1
source: NOTE: This file is auto-generated; do not modify it directly. To make changes,
it: NOTA: questo file è generato automaticamente e non può essere modificato direttamente. Per apportare modifiche

# PPG_Application_MyAppCommentLine2
source: or if you encounter build errors in this file, go to the Project Designer
it: o se vengono rilevati errori di compilazione nel file, passare a Creazione progetti

# PPG_Application_MyAppCommentLine3
source: (go to Project Properties or double-click the My Project node in
it: (aprire le proprietà del progetto o fare doppio clic sul nodo Progetti personali in

# PPG_Application_MyAppCommentLine4
source: Solution Explorer), and make changes on the Application tab.
it: Esplora soluzioni) e apportare le modifiche nella scheda Applicazione.

# PPG_Application_InvalidIdentifierStartupForm_1Arg
source: '{0}' is not a valid identifier. Please select a different Startup form.
it: '{0}' non è un identificatore valido. Selezionare un altro form di avvio.

# PPG_Application_InvalidIdentifierSplashScreenForm_1Arg
source: '{0}' is not a valid identifier. Please select a different Splash screen form.
it: '{0}' non è un identificatore valido. Selezionare un altro form della schermata iniziale.

# PPG_Application_SplashSameAsStart
source: The splash screen form cannot be the start-up form.
it: Il form della schermata iniziale non può essere il form di avvio.

# PPG_Application_StartupFormLabelText
source: Startup f&orm:
it: F&orm di avvio:

# PPG_Application_AppEventsCommentLine1
source: The following events are available for MyApplication:
it: Per MyApplication sono disponibili gli eventi seguenti:

# PPG_Application_AppEventsCommentLine3
source: Startup: Raised when the application starts, before the startup form is created.
it: Startup: generato all'avvio dell'applicazione, prima della creazione del form di avvio.

# PPG_Application_AppEventsCommentLine4
source: Shutdown: Raised after all application forms are closed. This event is not raised if the application terminates abnormally.
it: Shutdown: generato dopo la chiusura di tutti i form dell'applicazione. Questo evento non viene generato se l'applicazione termina in modo anomalo.

# PPG_Application_AppEventsCommentLine5
source: UnhandledException: Raised if the application encounters an unhandled exception.
it: UnhandledException: generato se nell'applicazione si verifica un'eccezione non gestita.

# PPG_Application_AppEventsCommentLine6
source: StartupNextInstance: Raised when launching a single-instance application and the application is already active.
it: StartupNextInstance: generato all'avvio di un'applicazione a istanza singola se l'applicazione è già attiva.

# PPG_Application_AppEventsCommentLine7
source: NetworkAvailabilityChanged: Raised when the network connection is connected or disconnected.
it: NetworkAvailabilityChanged: generato quando la connessione di rete viene connessa o disconnessa.

# PPG_AdvancedBuildSettings_InvalidBaseAddress
source: Base address must be a hexadecimal number with less than or equal to 8 digits, for example, 0x11000000.
it: L'indirizzo di base deve essere un numero esadecimale con un numero di cifre inferiore o uguale a 8, ad esempio 0x11000000.

# PPG_Compile_Notification_None
source: None
it: Nessuno

# PPG_Compile_Notification_Warning
source: Warning
it: Avviso

# PPG_Compile_Notification_Error
source: Error
it: Errore

# PPG_Compile_OptionStrict_Custom
source: (custom)
it: (personalizzata)

# PPG_Compile_42016
source: Implicit conversion
it: Conversione implicita

# PPG_Compile_42017_42018_42019
source: Late binding; call could fail at run time
it: Associazione tardiva. La chiamata potrebbe non riuscire in fase di esecuzione

# PPG_Compile_42020
source: Implicit type; object assumed
it: Tipo implicito. Verrà usato object

# PPG_Compile_42104
source: Use of variable prior to assignment
it: Uso della variabile prima dell'assegnazione

# PPG_Compile_42105_42106_42107
source: Function returning reference type without return value
it: Funzione che restituisce il tipo di riferimento senza valore restituito

# PPG_Compile_42353_42354_42355
source: Function returning intrinsic value type without return value
it: Funzione che restituisce il tipo di valore intrinseco senza valore restituito

# PPG_Compile_42024
source: Unused local variable
it: Variabile locale inutilizzata

# PPG_Compile_42025
source: Instance variable accesses shared member
it: Variabile di istanza con accesso a membro condiviso

# PPG_Compile_42004
source: Recursive operator or property access
it: Operatore ricorsivo o accesso a proprietà

# PPG_Compile_42029
source: Duplicate or overlapping catch blocks
it: Blocchi catch duplicati o sovrapposti

# PPG_Compile_ResetIndeterminateWarningLevels
source: The warning settings for one or more configurations conflict. Changing this setting will reset the settings in all configurations.
it: Le impostazioni di avviso per una o più configurazioni sono in conflitto. Se si modifica questa impostazione, verranno ripristinate le impostazioni in tutte le configurazioni.

# PPG_MyApplication_StartupMode_FormCloses
source: When startup form closes
it: Alla chiusura del form di avvio

# PPG_MyApplication_StartupMode_AppExits
source: When last form closes
it: Alla chiusura dell'ultimo form

# PPG_MyApplication_AuthenMode_ApplicationDefined
source: Application-defined
it: Definita dall'applicazione

# PPG_WindowsApp
source: Windows Application
it: Applicazione Windows

# PPG_WindowsService
source: Windows Service
it: Servizio di Windows

# PPG_WindowsClassLib
source: Class Library
it: Libreria di classi

# PPG_CommandLineApp
source: Console Application
it: Applicazione console

# PPG_WebControlLib
source: Web Control Library
it: Libreria di controlli Web

# PPG_Reference_CanNotRemoveReference
source: Cannot remove '{0}'. {1}
it: Non è possibile rimuovere '{0}'. {1}

# PPG_Reference_RemoveImportsFailUnexpected
source: Adding or removing '{0}' as a project import failed because of an unexpected error from the project system. The error returned was: '{1}'.
it: Non è stato possibile aggiungere o rimuovere '{0}' come importazione del progetto a causa di un errore imprevisto del sistema di progetto. Errore restituito: '{1}'.

# PPG_Reference_AddWebReference
source: Adding web reference failed. {0}
it: Non è stato possibile aggiungere il riferimento Web. {0}

# PPG_Reference_FailedToUpdateWebReference
source: Updating web reference '{0}' failed. {1}
it: Non è stato possibile aggiornare il riferimento Web '{0}'. {1}

# PPG_WebReferenceTypeName
source: Web Reference Properties
it: Proprietà del riferimento Web

# PPG_UrlBehavior_Static
source: Static
it: Statico

# PPG_UrlBehavior_Dynamic
source: Dynamic
it: Dinamico

# PropPage_InvalidCharactersInFilePath
source: "Invalid characters in file path."
it: "Caratteri non validi nel percorso file."

# PropPage_RemoteMachineBlankError
source: The remote machine name cannot be blank. Please specify the name of the machine to debug remotely.
it: Il nome del computer remoto non può essere vuoto. Specificare il nome del computer di cui eseguire il debug remoto.

# PropPage_ProgramNotExist
source: The external program cannot be found. Please enter a valid executable file.
it: Il programma esterno non è stato trovato. Immettere un file eseguibile valido.

# PropPage_NeedExternalProgram
source: The external program property cannot be empty. Please enter a valid executable file.
it: La proprietà del programma esterno non può essere vuota. Immettere un file eseguibile valido.

# PropPage_NotAnExeError
source: We can only debug an EXE file. Please enter a valid executable file.
it: È possibile eseguire il debug solo di un file EXE. Immettere un file eseguibile valido.

# PropPage_NeedURL
source: The URL property cannot be empty. Please enter a valid URL.
it: La proprietà dell'URL non può essere vuota. Immettere un URL valido.

# PropPage_InvalidURL
source: The URL is invalid. Please enter a valid URL like "http://www.microsoft.com/"
it: L'URL non è valido. Immettere un URL valido, ad esempio "http://www.microsoft.com/"

# PropPage_WorkingDirError
source: The working directory you entered does not exist. Please enter a valid working directory.
it: La directory di lavoro immessa non esiste. Immettere una directory di lavoro valida.

# PropPage_ReferenceNotFound
source: <The system cannot find the reference specified>
it: <Il sistema non riesce a trovare il riferimento specificato>

# PropPage_ImportedNamespacesTitle
source: Imported Namespaces
it: Spazi dei nomi importati

# PropPage_ComputingReferencedNamespacesMessage
source: Computing referenced namespaces...
it: Calcolo degli spazi dei nomi con riferimenti...

# PropPage_UnusedReferenceTitle
source: Unused References
it: Riferimenti inutilizzati

# PropPage_UnusedReferenceRemoveButton
source: &Remove
it: &Rimuovi

# PropPage_UnusedReferenceNoUnusedReferences
source: No unused references
it: Riferimenti inutilizzati non disponibili

# PropPage_UnusedReferenceCompileFail
source: Project compilation failed. Cannot determine unused references.
it: La compilazione del progetto non è riuscita. Non è possibile determinare i riferimenti inutilizzati.

# PropPage_UnusedReferenceCompileWaiting
source: Gathering list of unused references...
it: Raccolta dell'elenco dei riferimenti inutilizzati...

# PropPage_UnusedReferenceError
source: Error getting unused references.
it: Si è verificato un errore durante la lettura dei riferimenti inutilizzati.

# PPG_InvalidHexString
source: Base address must be a hexadecimal number with less than or equal to 8 digits, for example, &H11000000.
it: L'indirizzo di base deve essere un numero esadecimale con un numero di cifre inferiore o uguale a 8, ad esempio &H11000000.

# PropPage_NeedResFile
source: "Resource files must have a .res file extension. Please enter a valid resource file name."
it: "Il file di risorse deve avere l'estensione RES. Immettere un nome di file di risorse valido."

# PropPage_ResourceFileNotExist
source: "The resource file entered does not exist."
it: "Il file di risorse immesso non esiste."

# PPG_Property_AssemblyName
source: Assembly Name
it: Nome dell'assembly

# PPG_Property_RootNamespace
source: Root Namespace
it: Spazio dei nomi radice

# PPG_Property_StartupObject
source: Startup Object
it: Oggetto di avvio

# PPG_Property_ApplicationIcon
source: Application Icon
it: Icona dell'applicazione

# PPG_Property_AssemblyVersion
source: Assembly Version
it: Versione dell'assembly

# PPG_Property_AssemblyFileVersion
source: Assembly File Version
it: Versione del file di assembly

# PPG_Property_AssemblyGuid
source: Assembly GUID
it: GUID dell'assembly

# PPG_Property_StartProgram
source: External Program Path
it: Percorso del programma esterno

# PPG_Property_StartURL
source: Start Browser With URL
it: Avvia browser con URL

# PPG_Property_StartWorkingDirectory
source: Working Directory
it: Directory di lavoro

# PPG_Property_RemoteDebugMachine
source: Remote Machine Name
it: Nome del computer remoto

# DFX_DesignerReadOnlyCaption
source: {0} [Read Only]
it: {0} [Di sola lettura]

# DFX_DesignerLoaderIVsTextStreamNotFound
source: The editor could not get the IVsTextStream for file {0}.
it: L'editor non è riuscito a ottenere IVsTextStream per il file {0}.

# DFX_DesignerLoaderIVsTextStreamNotFoundNoFile
source: The editor could not get the IVsTextStream.
it: L'editor non è riuscito a ottenere IVsTextStream.

# DFX_EditorNoDesignerService
source: No DesignerService for file '{0}'.
it: Non è disponibile alcun DesignerService per il file '{0}'.

# DFX_UnableCreateTextBuffer
source: Unable to create text buffer.
it: Non è possibile creare il buffer di testo.

# DFX_NoLocalRegistry
source: No LocalRegistry service.
it: Non è disponibile alcun servizio LocalRegistry.

# DFX_IncompatibleBuffer
source: File is already opened in an incompatible editor.
it: Il file è già aperto in un editor non compatibile.

# DFX_WindowPane_UnknownError
source: Unknown Error.
it: Errore sconosciuto.

# DFX_CreateEditorInstanceFailed_Ex
source: Unable to create the designer. {0}
it: Non è possibile creare la finestra di progettazione. {0}

# DFX_UnableToCheckout
source: Unable to check out the current file. The file may be read-only or locked, or you may need to check the file out manually.
it: Non è possibile estrarre il file corrente. Il file potrebbe essere di sola lettura o bloccato oppure deve essere estratto manualmente.

# PermissionSet_Requires
source: Requires:
it: Richiede:

# RSE_ResourceNameColumn
source: Name
it: Nome

# RSE_TypeColumn
source: Type
it: Tipo

# RSE_ResourceColumn
source: Value
it: Valore

# RSE_CommentColumn
source: Comment
it: Commento

# SingleFileGenerator_FailedToGenerateFile_1Arg
source: Failed to generate file: {0}
it: Non è stato possibile generare il file: {0}

# RSE_Err_CantEditEmbeddedResource
source: Editing embedded resources directly is not supported. Do you wish to convert this item to a linked resource in order to edit it?
it: La modifica diretta delle risorse incorporate non è supportata. Convertire questo elemento in una risorsa collegata per modificarlo?

# RSE_Err_RenameNotSupported
source: The current object is auto-generated and only supports renaming through the Managed Resources Editor.
it: L'oggetto corrente è stato generato automaticamente e supporta la ridenominazione solo tramite Editor risorse gestite.

# RSE_Err_CantFindResourceFile_1Arg
source: Cannot find the file '{0}'. It may have been moved or deleted.
it: Il file '{0}' non è stato trovato. È possibile che sia stato spostato o eliminato.

# RSE_Err_LoadingResource_1Arg
source: Unable to load resource from file '{0}'.
it: Non è possibile caricare la risorsa dal file '{0}'.

# RSE_Err_NameBlank
source: The resource name cannot be empty.
it: Il nome della risorsa non può essere vuoto.

# RSE_Err_DuplicateName_1Arg
source: There is already another resource with the name '{0}'.
it: Esiste già un'altra risorsa denominata '{0}'.

# RSE_Err_UnexpectedResourceType
source: The resource was not of the expected type.
it: La risorsa non è del tipo previsto.

# RSE_Err_CantCreateNewResource_2Args
source: Unable to create new resource file '{0}'. {1}
it: Non è possibile creare il nuovo file di risorse '{0}'. {1}

# RSE_Err_CantPlay_1Arg
source: Unable to play the audio resource. {0}
it: Non è possibile riprodurre la risorsa audio. {0}

# RSE_Err_CantSaveResource_1Arg
source: Resource '{0}' cannot be saved to a file.
it: Non è possibile salvare la risorsa '{0}' in un file.

# RSE_Err_UserCancel
source: The operation has been canceled by the user.
it: L'operazione è stata annullata dall'utente.

# RSE_Err_BadData
source: The resource value contains invalid data or has an incorrect format.
it: Il valore della risorsa contiene dati non validi o è in un formato non corretto.

# RSE_Err_BadIdentifier_2Arg
source: The name of the resource '{0}' cannot be used as a valid identifier, because it contains one or more invalid characters: '{1}'. Please remove or replace those characters and try again.
it: Il nome della risorsa '{0}' non può essere usato come identificatore valido perché contiene uno o più caratteri non validi: '{1}'. Rimuovere o sostituire tali caratteri e riprovare.

# RSE_Err_MaxFilesLimitation
source: Too many files specified. Please select fewer files and try again.
it: Sono stati specificati troppi file. Selezionare un numero minore di file e riprovare.

# RSE_Err_InternalException
source: Unexpected error.
it: Errore imprevisto.

# RSE_Err_Unexpected_NoResource_1Arg
source: Unable to load internal localized resource '{0}'.
it: Non è possibile caricare la risorsa localizzata interna '{0}'.

# RSE_Err_CantConvertFromString_2Args
source: The value could not be converted into a resource of type {0}. {1}
it: Non è stato possibile convertire il valore in una risorsa di tipo {0}. {1}

# RSE_Err_CantUseEmptyValue
source: The value cannot be empty in a resource of type {0}.
it: Il valore non può essere vuoto in una risorsa di tipo {0}.

# RSE_Err_CantBeEmpty
source: One or more of the selected resource values could not be cleared.
it: Non è stato possibile deselezionare uno o più valori della risorsa selezionata.

# RSE_Err_CantEditInDebugMode
source: The resource file cannot be modified at this time.
it: Non è possibile modificare il file di risorse in questo momento.

# RSE_Err_UpdateADependentFile
source: You are trying to edit a resource file that is a part of another project item (such as a form or a control). Editing this item could corrupt the project item, and you will have to recover it by hand. In addition, changes made to this resource file may be lost if further changes are made to the project item. Do you really want to edit this file?
it: Si sta provando a modificare un file di risorse che fa parte di un altro elemento del progetto, ad esempio un form o un controllo. La modifica del file potrebbe comportare il danneggiamento dell'elemento del progetto e di conseguenza sarà necessario eseguire un ripristino manuale. Inoltre, le modifiche apportate a questo file di risorse potrebbero andare perdute se si effettuano altre modifiche all'elemento del progetto. Modificare il file?

# RSE_Err_CantAddUnsupportedResource_1Arg
source: The resource '{0}' cannot be added.
it: Non è possibile aggiungere la risorsa '{0}'.

# RSE_Err_CantAddFileToDeviceProject_1Arg
source: The device does not support '{0}' files.
it: Il dispositivo non supporta i file '{0}'.

# RSE_Err_TypeIsNotSupported_1Arg
source: The resource item uses the type '{0}', which is not supported in this project.
it: L'elemento risorsa usa il tipo '{0}', che non è supportato in questo progetto.

# RSE_Err_CantSaveResouce_1Arg
source: The resource item(s) {0} cannot be saved correctly. The item(s) will be discarded.
it: Non è possibile salvare correttamente gli elementi risorsa {0}. Gli elementi verranno ignorati.

# RSE_UnknownType
source: (Unknown type)
it: (Tipo sconosciuto)

# RSE_NonEditableValue
source: (Value cannot be displayed)
it: (Valore non visualizzabile)

# RSE_DetailsCol_Name
source: Name
it: Nome

# RSE_DetailsCol_Filename
source: Filename
it: Nome file

# RSE_DetailsCol_ImageType
source: Type
it: Tipo

# RSE_DetailsCol_Size
source: Size
it: Dimensioni

# RSE_DetailsCol_Comment
source: Comment
it: Commento

# RSE_FileSizeFormatBytes_1Arg
source: {0} byte(s)
it: {0} byte

# RSE_Cat_Strings
source: Strings
it: Stringhe

# RSE_Cat_Images
source: Images
it: Immagini

# RSE_Cat_Icons
source: Icons
it: Icone

# RSE_Cat_Files
source: Files
it: File

# RSE_Cat_Other
source: Other
it: Altro

# RSE_Type_BMP
source: Windows Bitmap
it: Bitmap di Windows

# RSE_Type_EXIF
source: EXIF Image
it: Immagine EXIF

# RSE_Type_JPEG
source: JPEG File Interchange Format
it: File di interscambio JPEG

# RSE_Type_MEMBMP
source: Windows Bitmap
it: Bitmap di Windows

# RSE_Type_Icon
source: Icon
it: Icona

# RSE_Type_TextFile
source: Text File
it: File di testo

# RSE_Type_BinaryFile
source: Binary File
it: File binario

# RSE_Type_Wave
source: Wave Sound
it: Suono WAVE

# RES_PersistenceMode_Linked
source: Linked at compile time
it: Collegato in fase di compilazione
