Repository: dotnet/project-system
Catalog: src/Microsoft.VisualStudio.Editors.Client/Resources/xlf/Microsoft.VisualStudio.Editors.Designer.*.xlf
Languages: it

# PPG_Services_connectionStringValueDefaultDisplayValue
source: Specify a connection string to a SQL Server database, or use the special connection string "Data Source = |SQL/CE|", which causes SQL Server Compact to generate local database files for offline storage.
it: Specificare una stringa di connessione a un database di SQL Server oppure usare la stringa di connessione speciale "Data Source = |SQL/CE|", per fare in modo che in SQL Server Compact vengano generati i file di database locali per l'archiviazione offline.

# SD_ERR_UnreferencedTypeNameList_1Arg
source: The following type names were not understood: '{0}'. Make sure you have references to these types.
it: I nomi di tipi seguenti non sono stati riconosciuti: '{0}'. Assicurarsi che siano disponibili riferimenti a questi tipi.

# SD_ERR_DuplicateNameList_1Arg
source: There are already settings with the following names: {0}.
it: Esistono già impostazioni con i nomi seguenti: {0}.

# SD_ERR_CantAuthenticate
source: The username/password combination cannot be authenticated.
it: Non è possibile autenticare la combinazione di nome utente e password.

# PPG_ServiceReferenceTypeName
source: Service Reference Properties
it: Proprietà del riferimento al servizio

# PPG_ServiceReferenceProperty_MultipleUrlNotSupported
source: A service reference with multiple source urls is not supported.
it: Non sono supportati riferimenti al servizio con più URL di origine.

# PPG_ServiceReferenceProperty_SetReferenceUrlEmpty
source: Cannot change reference Url to empty. The reference url must be a valid URL.
it: Non è possibile modificare l'URL del riferimento in uno vuoto. L'URL del riferimento deve essere un URL valido.

# DFX_OneOrMoreFilesReloaded
source: One or more files were reloaded during the checkout. Please retry your operation.
it: Uno o più file sono stati ricaricati durante l'estrazione. Riprovare.

# XmlToSchema_InvalidXMLFormat
source: Invalid XML Format: {0}
it: Formato XML non valido: {0}

# XmlToSchema_Error
source: Error: {0}
it: Errore: {0}

# XmlToSchema_ErrorInXmlInference
source: Error during XML schema inference: {0}
it: Si è verificato un errore durante l'inferenza di XML Schema: {0}

# XmlToSchema_ErrorLoadingXml
source: Error loading XML: {0}
it: Si è verificato un errore durante il caricamento dell'XML: {0}

# XmlToSchema_InvalidEmptyItemName
source: Invalid empty project item name.
it: Non è possibile specificare un nome vuoto per l'elemento del progetto.

# XmlToSchema_InvalidProjectPath
source: Invalid project path: {0}
it: Il percorso del progetto non è valido: {0}

# XmlToSchema_NoProjectSelected
source: No project selected.
it: Non è stato selezionato alcun progetto.

# CSRDlg_MultipleURL
source: Multiple addresses (editable in .svcmap file)
it: Più indirizzi (modificabili nel file con estensione svcmap)

# PPG_WinMDObj
source: Windows Runtime Component
it: Componente Windows Runtime

# PPG_AppContainerExe
source: Windows Store App
it: App di Windows Store

# PPG_UnknownOutputType
source: Unknown output type: {0}
it: Tipo di output sconosciuto: {0}

# SD_DefaultSettingName
source: Setting
it: Impostazione

# PropPage_ComputingCurrentImportsMessage
source: Computing current imports...
it: Calcolo delle importazioni correnti...

# PropPage_CurrentImportsTitle
source: Current Imports
it: Importazioni correnti

# PPG_PackageTitle
source: Package
it: Pacchetto

# PPG_Property_PackageVersion
source: Package Version
it: Versione del pacchetto

# PPG_AdvancedBuildSettings_ReportCompilerErrors_None
source: None
it: Nessuno

# PPG_AdvancedBuildSettings_ReportCompilerErrors_Prompt
source: Prompt
it: Chiedi conferma

# PPG_AdvancedBuildSettings_ReportCompilerErrors_Queue
source: Queue
it: Accoda

# PPG_AdvancedBuildSettings_ReportCompilerErrors_Send
source: Send
it: Invia

# PPG_AdvancedBuildSettings_DebugInfo_Embedded
source: Embedded
it: Incorporato

# PPG_AdvancedBuildSettings_DebugInfo_Full
source: Full
it: Completo

# PPG_AdvancedBuildSettings_DebugInfo_None
source: None
it: Nessuno

# PPG_AdvancedBuildSettings_DebugInfo_PdbOnly
source: Pdb-only
it: Solo PDB

# PPG_AdvancedBuildSettings_DebugInfo_Portable
source: Portable
it: Portabile

# BlockedResx
source: Unable to load '{0}' because it is not trusted.
it: Non è possibile caricare '{0}' perché non è attendibile.

# RSE_Filter_License
source: License Files
it: File di licenza
